Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: If you're running a local Bitcoin Core node, Specter should be able to auto-detect it if its data folder is located at the default location.
bg: Ако използвате локален Биткойн Core възел, Спектър би трябвало автоматично да провери дали "data" папката се намира в преконфигурираното място.
de: Wenn du eine lokale Bitcoin Core Node betreibst, müsste Specter sie von selbst finden können, solange ihre Daten im Standardverzeichnis abgelegt sind.
el: Αν τρέχετε έναν τοπικό κόμβο Bitcoin Core, το Specter θα μπορεί να το εντοπίσει αυτόματα αν ο φάκελος δεδομένων είναι στην προκαθορισμένη τοποθεσία.
es: Si estas corriendo Bitcoin Core como nodo local, Specter debería poder auto-detectar la carpeta de datos en la ubicación por defecto.
fr: Si vous exécutez un nœud Bitcoin Core local, Specter devrait pouvoir le détecter automatiquement si son dossier de données se trouve à l’emplacement par défaut.
nl: Als u een lokale instantie van Bitcoin Core draait, zou Specter in staat moeten zijn om te detecteren of diens data folder aanwezig is op de standaard locatie.
pl: Jeżeli operujesz lokalny węzeł Bitcoin core, Specter powinien automatycznie wykryć czy folder z danymi znajduje się w domyślnej lokalizacji.
pt: Se você roda localmente um nó do Bitcoin, a Specter deve ser capaz de detectá-lo automaticamente se sua pasta de dados estiver no local padrão.
ru: Если вы запустили локальный узел Bitcoin Core, Specter должен автоматически это определить, если директория с данными расположена по умолчанию.
sv: Om du använder en lokal Bitcoin Core nod kommer Specter hitta den automatiskt om du inte ändrat platsen för data som används automatiskt.

source: In case it isn't, you might need to specify the Bitcoin Core data folder path in Specter's settings page.
bg: В случай че не е, е възможно да трябва да уточните пътеката на Биткойн Core "data" папката в страницата на настройки в Спектър.
de: Wenn das nicht der Fall ist, musst du vielleicht den Pfad zum Bitcoin Core Datenverzeichnis in der Einstellungsseite von Specter Desktop eintragen.
el: Σε περίπτωση που δεν είναι, ίσως χρειαστεί να προσδιορίσετε το μονοπάτι του φακέλου δεδομένων του Bitcoin Core στην σελίδα Ρυθμίσεις του Specter.
es: En caso que no, tal vez tengas que especificar el directorio de datos de Bitcoin Core en la página de configuraciones de Specter.
fr: Dans le cas contraire, vous devez spécifier le chemin du dossier de données Bitcoin Core dans la page des paramètres de Specter.
nl: In geval van niet, kan u het Bitcoin Core data folder pad specifiëren in Specter’s instellingen pagina.
pl: Na wypadek gdy się tam nie znajduje, potrzeba będzie podać ścieżkę to folderu z danymi węzła Bitcoin Core na stronie z ustawieniami Spectre.
pt: Caso não esteja, talvez seja necessário especificar o caminho da pasta de dados do Bitcoin Core na página de configurações da Specter.
ru: Если это не так, вам нужно задать путь к директории с данными Bitcoin Core на странице настроек Specter.
sv: Om du använt en annan plats, vänligen specificera sökvägen till Bitcoin Core's data-mapp i Specters inställningar.

source: Alternatively, you can switch off auto-detect from the settings and provide the Bitcoin Core RPC credentials and host URL manually.
bg: Алтернативно, може да изгасите автоматична.
de: Alternativ kannst du auch Auto-Detect in den Einstellungen ausschalten und die Bitcoin Core RPC Credentials und Host URL manuell eintragen.
el: Εναλλακτικά, μπορείτε να απενεργοποιήσετε την αυτόματη ανίχνευση από τις ρυθμίσεις και να εισάγετε τα στοιχεία Bitcoin Core RPC και του συνδέσμου URL του αποδέκτη χειροκίνητα.
es: Alternativamente, puedes apagar la auto-detección en las configuraciones y proveer las credenciales RPC y dirección (URL) de tu nodo Bitcoin Core de forma manual.
nl: U kan ook auto-detectie afzetten in de instellingen en manueel de Bitcoin Core RPC inloggegevens en host URL ingeven.
pl: Alternatywnie, można wyłączyć automatyczne wykrywanie w ustawieniach i ustawić ręcznie interfejs RPC węzła Bitcoin Core, podając dane do uwierzytelnienia i URL.
pt: Como alternativa, você pode desligar a detecção automática das configurações e fornecer as credenciais de RPC do Bitcoin Core e URL manualmente.
ru: Либо вы можете выключить авто-определение на странице настроек и задать параметры доступа к RPC Bitcoin Core и URL-адрес хоста вручную.
sv: Alternativt kan du stänga av autosök i inställningarna och ange inloggningsuppgifter för att ansluta till Bitcoin Core RPC manuellt.

source: <b>Please note:</b><br>Your node must be configured with <code>server=1</code> line in the <code>bitcoin.conf</code> file.
bg: <b>Моля забележете:</b><br>Вашият възел трябва да бъде конфигуриран с <code>server=1</code> ред в файла <code>bitcoin.conf</code>.
de: <b>Hinweis:</b><br>Deine Nodekonfiguration muss eine <code>server=1</code> Zeile in der <code>bitcoin.conf</code> Datei haben.
el: <b>Σημείωση:</b><br>Ο κόμβος σας πρέπει να ρυθμιστεί με την <code>server=1</code> γραμμή κώδικα στο αρχείο <code>bitcoin.conf</code>.
es: <b>Por favor tener presente:</b><br>Tu nodo debe estar configurado con la línea <code>server=1</code> en el archivo <code>bitcoin.conf</code>.
fr: <b>Veuillez noter:</b><br>La configuration de votre noeud doit inclure la ligne <code>server=1</code> dans le fichier <code>bitcoin.conf</code> .
nl: <b>Opgelet:</b><br>Uw node moet geconfigureerd zijn met <code>server=1</code> lijn in het <code>bitcoin.conf</code> bestand.
pl: <b>Uwaga:</b><br>Twój węzeł musi być skonfigurowany z opcją <code>server=1</code> w pliku konfiguracyjnym <code>bitcoin.conf</code>.
pt: <b>Observe:</b><br>Seu node deve ser configurado com <code>server=1</code> linha no arquivo<code>bitcoin.conf</code>.
ru: <b>Обратите внимание:</b><br>Ваш узел должен быть настроен со строкой <code>server=1</code> в файле <code>bitcoin.conf</code>.
sv: <b>Vänligen notera:</b><br>Din nod måste vara konfigurerad att använda <code>server=1</code> raden i <code>bitcoin.conf</code> filen.

source: If you don't have that, add it and restart Bitcoin Core.
bg: Ако това не е дадено, моля добавете го и рестартирайте Биткойн Core.
de: Wenn diese Zeile fehlt, dann trage sie ein und starte Bitcoin Core neu.
el: Αν δεν τα έχετε αυτά, εισάγετέ τα και επανεκκινήστε το Bitcoin Core.
es: Si no tienes eso, agrégala y reinicia Bitcoin Core.
fr: Si vous ne l’avez pas, ajoutez-la et redémarrez Bitcoin Core.
nl: Als u dat niet heeft, voeg het toe en herstart Bitcoin Core.
pl: Jeżeli nie masz tej opcji, dodaj i zrestartuj węzeł Bitcoin Core.
pt: Se você não tiver isso, adicione e reinicie o Bitcoin Core.
ru: Если это не так, добавьте ее и перезапустите Bitcoin Core.
sv: Om du saknar raden, lägg till den och starta om Bitcoin Core.

source: In addition, you can check out these video tutorials for setting up Bitcoin Core with Specter Desktop
bg: Допълнително може да проверите тези видео упътвания за настройване на Биткойн Core със Спектър Десктоп
de: Ausserdem kannst du diese Video Tutorials über das Einrichten von Bitcoin Core mit Specter Desktop anschauen
el: Επίσης, μπορείτε να δείτε αυτά τα βίντεο στα Αγγλικά με οδηγίες βήμα προς βήμα για να ρυθμίσετε το Bitcoin Core με το Specter για υπολογιστή
es: Adicionalmente, puedes verificar estos video tutoriales para aprender a configurar Bitcoin Core con la versión escritorio de Specter
fr: Vous pouvez aussi consulter ces tutoriels pour configurer Bitcoin Core avec Specter pour ordinateur
nl: Bijkomend kan u deze video tutorials bekijken over het opzetten van Bitcoin Core met Specter Desktop
pl: Dodatkowo, można sprawdzić te video tutoriale o tym jak ustawić węzeł Bitcoin Core żeby działał z Specter Desktop
pt: Além disso, você pode conferir esses vídeos tutoriais para configurar o Bitcoin Core com a Specter Desktop
ru: В дополнение, вы можете посмотреть эти видео-инструкции по настройке Bitcoin Core для работы с Specter Desktop
sv: För mer information, vänligen se video-instruktionerna för att ställa in Bitcoin Core för att användas med Specter Desktop

source: Connecting Specter to your remote Bitcoin Core node
bg: Свързвам Спектър с вашия задочен Биткойн Core възел
de: Verbinde Specter mit Bitcoin Core auf deiner anderen Maschine
el: Συνδέουμε το Specter με τον απομακρυσμένο κόμβο Bitcoin Core
es: Conectándose a tu nodo Bitcoin Core remoto
fr: Connexion de Specter à votre nœud Bitcoin Core à distance
nl: Verbinden van Specter met uw remote Bitcoin Core node
pl: Łączenie Specter-a z twoim zdalnym węzłem Bitcoin Core
pt: Conectando a Specter com seu nó remoto do Bitcoin Core
ru: Подключаю Specter к вашему удаленному узлу Bitcoin Core
sv: Ansluter Specter till Bitcoin Core nod på annan dator

source: Connecting to a "node in a box"
bg: Правя връзка с "възел в кутия"
de: Verbinde mit einer "Node in der Box"
el: Σύνδεση με "κόμβο σε κουτί"
es: Conectándose a: "nodo en la caja"
fr: Connexion à un “node in a box”
nl: Connecteren met een "node in a box"
pl: Łączenie z "węzłem w pudełku"
pt: Conectando-se a um "node em uma caixa"
ru: Подключаюсь к "узлу в коробке"
sv: Ansluter till en "node in a box"

source: Specter can be used with a remote Bitcoin Core node running on a machine like RaspiBlitz, myNode, Nodl, Umbrel, and Embassy.
bg: Спектър може да бъде използван със задочен Биткойн Core възел, който върви на машинка като RaspiBlitz, myNode, Nodl, Umbrel, and Embassy.
de: Specter kann mit einer Bitcoin Core Node auf einer anderen Maschine, wie RaspiBlitz, myNode, Nodl, Umbrel und Embassy, verwendet werden.
el: Το Specter μπορεί να χρησιμοποιηθεί με απομακρυσμένο κόμβο Bitcoin Core που τρέχει σε μηχάνημα όπως το Raspiblitz, myNode, Nodl, Umbrel και Embassy.
es: Specter puede usarse con un nodo remoto de Bitcoin Core en una máquina como RaspiBlitz, MyNode, Nodl, Umbrel, and Embassy.
fr: Specter peut être utilisé via un noeud Bitcoin Core à distance sur un dispositif tel que RaspiBlitz, myNode, Nodl, Umbrel, et Embassy.
nl: Specter kan gebruikt worden met een remote Bitcoin Core node die draait op een machine zoals RaspiBlitz, myNode, Nodl, Umbrel, and Embassy.
pl: Specter może być używany ze zdalnym węzłem Bitcoin Core działającym na maszynie takiej jak RaspiBlitz, myNode, Nodl, Umbrel, oraz Embassy.
pt: A Specter pode ser usada com um nó remoto do Bitcoin Core em execução em uma máquina como Raspiblitz, myNode, Nodl, Umbrel e Embassy.
ru: Specter можно использовать с удаленным узлом Bitcoin Core, работающим на таких устройствах как RaspiBlitz, myNode, Umbrel и Embassy.
sv: Specter kan användas för att ansluta till en Bitcoin Core nod som kör på en annan maskin, som t.ex. RaspiBlitz, myNode, Nodl, Umbrel, och Embassy.

source: RaspiBlitz and myNode currently allow running Specter in the remote machine directly, which means it's possible to use it and skip setting up connection manually.
bg: RaspiBlitz и myNode в момента позволяват Спектър да върви директно в задочна машина, което означава че е възможно да се използва избягвайки нуждата сами да се свържете.
de: Auf RaspiBlitz und myNode kann Specter direkt laufen, du kannst es also dort benutzen und die manuelle Einstellung der Verbindung überspringen.
el: Το Raspiblitz και το myNode επιτρέπουν την απευθείας λειτουργία του Specter στο απομακρυσμένο μηχάνημα, το οποίο σημαίνει ό,τι είναι πιθανό να το χρησιμοποιήσετε χωρίς χειροκίνητες ρυθμίσεις της σύνδεσης.
es: RaspiBlitz y myNode actualmente permiten correr directamente Specter en una máquina remota, lo que significa que puedes usarlo y saltarte la configuración manual.
fr: Présentement, RaspiBlitz et myNode permettent le fonctionnement de Specter directement avec le dispositif à distance. Il est donc possible de l'utiliser en sautant l'étape de connexion manuelle.
nl: RaspiBlitz en myNode laten het momenteel toe om Specter rechtstreeks te draaien op de remote machine, wat betekent dat het mogelijk is om het te gebruiken en de manuele connectie setup te skippen.
pl: RaspiBlitz i myNode pozwalają obecnie na uruchomienie Specter-a na maszynie zdalnej bezpośrednio, co oznacza ze można przeskoczyć ręczne ustawienia połączenia.
pt: O Raspiblitz e o myNode permitem atualmente a execução da Specter diretamente em uma máquina remota, o que significa que é possível usá-la e pular a configuração de conexão manual.
ru: RaspiBlitz и myNode позволяют использовать Specter напрямую на удаленном устройстве. Это означает, что можно пропустить ручную настройку соединения.
sv: RaspiBlitz och myNode tillåter för tillfället att Specter körs direkt på den andra datorn, vilket gör att du kan hoppas över att sätta upp den manuella uppkopplingen.

source: If you use a different node or would still like to connect run Specter locally but connect remotely, you can do so by going to Settings, Bitcoin Core tab, and provide the Bitcoin Core RPC credentials and host URL manually.
bg: Амк използвате разиличен възел или бихте искали да се пуснете Спектър локално, може го направете ходейки до Настройки, Биткойн Core папка и да въведете сами Биткойн Core RPC логин информация и host URL.
de: Wenn du eine andere Node benutzt oder trotzdem Specter lokal einrichten, aber über eine Netzwerkverbindung benutzen willst, dann gehe in Einstellungen auf den Bitcoin Core Reiter und gib Bitcoin Core RPC Credentials und Host URL manuell ein.
el: Εάν χρησιμοποιείτε κάποιο διαφορετικό κόμβο ή θέλετε να συνδέσετε τη λειτουργία του Specter τοπικά αλλά να συνδέεστε απομακρυσμένα, μπορείτε να το κάνετε αυτό με το να πάτε στις Ρυθμίσεις, καρτέλα Bitcoin Core, και να εισάγετε εσείς τα στοιχεία του Bitcoin Core RPC και τον σύνδεσμο URL του αποδέκτη.
es: Si usas un nodo diferente o si deseas conectarte para correr Specter localmente pero conectarte remotamente, puede hacerlo ajustando las configuraciones en la pestaña de Bitcoin Core, proporcione las credenciales RPC de Bitcoin Core y la URL del host manualmente.
nl: Als u een andere node gebruikt of als u Specter lokaal wilt draaien maar remote wilt connecteren, kan u dit doen door naar de Settings te gaan, de Bitcoin Core tab, en daar de Bitcoin Core RPC inloggegevens en host URL manueel in te geven.
pl: Jeżeli używasz innego węzła, lub potrzebujesz uruchomić Specter lokalnie ale łączyć się zdalnie, możesz to zrobić poprzez Ustawienia, w zakładce z Bitcoin Core, podając dane Bitcoin Core RPC oraz URL hosta ręcznie.
pt: Se você usa um nó diferente ou ainda, gostaria de executar a Specter localmente mas conectado remotamente, você pode fazê-lo indo para configurações, guia Bitcoin Core e fornecer as credenciais de RPC e URL manualmente.
ru: Если вы хотите использовать другой тип узла или хотите запустить Specter локально и подключаться к нему с удаленного устройства, откройте вкладку Bitcoin Core в настройках и задайте параметры доступа к Bitcoin Core RPC и URL-адрес хоста вручную.
sv: Om du använder en annan nod, eller om du vill ansluta till en lokal instans av Specter från en annan dator så kan du ställa in det i Inställningar under Bitcoin Core fliken, genom att ange inloggningsuppgifterna och URLen till maskinens Bitcoin Core RPC manuellt.

source: Connecting over Tor
bg: Свързва се чрез Тор
de: Verbinde über Tor
el: Σύνδεση μέσω Tor
es: Conectándose por Tor
fr: Connexion via Tor
nl: Verbinden via Tor
pl: Łączenie poprzez Tor
pt: Conectado por Tor
ru: Подключение через Tor
sv: Ansluter över Tor

source: Connecting over Tor requires that you first configure Tor on your local machine.
bg: Връзката чрез Тор изисква първо да настроите Тор на вашата локална машина.
de: Verbindung über Tor setzt voraus, dass Tor auf deiner lokalen Maschine konfiguriert ist.
el: Η σύνδεση μέσω Tor προϋποθέτει ότι έχετε ρυθμίσει το Tor στο τοπικό σας μηχάνημα.
es: Conectarse por medio de Tor requiere que primero configures Tor en tu máquina local.
fr: La connexion via Tor nécessite que vous configuriez d’abord Tor sur votre dispositif locale.
nl: Voor verbinding via Tor moet Tor eerst ingesteld zijn op u lokale machine.
pl: Połączenie przez Tor wymaga konfiguracji Tor-a na lokalnej maszynie.
pt: Conexão por Tor requer que você primeiro configure o Tor em sua máquina local.
ru: Чтобы подключиться через Tor, сначала настройте Tor на своем локальном устройстве.
sv: Anslutning över Tor kräver att du först konfigurerat Tor på din lokala maskin.

source: Add signing devices you wish to use.
bg: Добавете устройства за подписване, които вие искате да използвате.
de: Füge Signiergeräte hinzu, die du benutzen möchtest.
el: Προσθέστε τις συσκευές για υπογραφή που θέλετε να χρησιμοποιήσετε.
es: Agrega los dispositivos que pueden firmar y que quieras usar.
fr: Ajoutez les appareils de signature que vous souhaitez utiliser.
nl: Voeg signeerapparaten toe die u wilt gebruiken.
pl: Dodaj urządzenia do podpisywania, których chcesz używać.
pt: Adicione dispositivos de assinatura que você deseja usar.
ru: Добавьте подписывающие устройства, которые хотите использовать.
sv: Lägg till enhet du önskar signera med.

source: Create your first wallet!
bg: Създайте вашото първо портмоне!
de: Lege deine erste Wallet an!
el: Δημιουργήστε το πρώτο σας πορτοφόλι!
es: Crea tu primer billetera!
fr: Créez votre premier portefeuille!
nl: Maak uw eerste wallet aan!
pl: Dodaj swój pierwszy portfel!
pt: Crie sua primeira carteira!
ru: Создайте свой первый кошелек!
sv: Skapa din första plånbok!

source: And when you are all set: Get the whitepaper from the timechain.
bg: И когато сте готови: Вземете "белия документ" от времевия блок.
de: Und wenn du bereit bist: Lade das Whitepaper aus der Timechain herunter.
el: Και όταν είστε έτοιμοι: Λάβετε την λευκή βίβλο από την χρονοαλυσίδα.
es: Cuando estés listo: Coge el whitepaper desde la cadena de tiempo.
nl: En als u klaar bent: Haal de whitepaper op via de timechain.
pl: Oraz jak skończysz: Pobierz Bitcoin whitepaper z timechain.
pt: E quando você estiver pronto: Obtenha o whitepaper direto da timechain/blockchain.
ru: И когда всё готово, получите статью (whitepaper) из таймчейна.
sv: När du satt upp allt: Ladda hem Bitcoin Whitepaper från tidskedjan.

source: Having issues? Try reading <a href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/faq.md" target="_blank" style="color: #fff; font-size: 1.05em; font-weight: bolder;">the FAQ</a>
bg: Имате проблеми? Опитайте се да прочетете <a href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/faq.md" target="_blank" style="color: #fff; font-size: 1.05em; font-weight: bolder;"> ЧЗВ</a>
de: Hast Du Probleme? Wirf einen Blick in <a href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/faq.md" target="_blank" style="color: #fff; font-size: 1.05em; font-weight: bolder;">die FAQ</a>
es: Teniendo problemas? Intente leer <a href = "https://github.com/cryptoadvance/specter-desktop/blob/master/docs/faq.md" target = "_ blank" style = "color: #fff; font-size: 1.05em ; font-weight: bolder; "> las preguntas frecuentes </a>
fr: Vous rencontrez un problème? Jetez un coup d'oeil à <a href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/faq.md" target="_blank" style="color: #fff; font-size: 1.05em; font-weight: bolder;">notre FAQ</a>
nl: Problemen? Probeer <a href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/faq.md" target="_blank" style="color: #fff; font-size: 1.05em; font-weight: bolder;">de FAQ</a> na te lezen
pl: Masz problemy? Spróbuj poczytać <a href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/faq.md" target="_blank" style="color: #fff; font-size: 1.05em; font-weight: bolder;">FAQ</a>
pt: Tendo problemas? Tente ler <a href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/faq.md" target="_blank" style="color: #fff; font-size: 1.05em; font-weight: bolder;">o FAQ</a>
ru: Проблемы? Почитайте <a href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/faq.md" target="_blank" style="color: #fff; font-size: 1.05em; font-weight: bolder;">ответы на часто задаваемые вопросы </a>
sv: Problem? Se <a href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/faq.md" target="_blank" style="color: #fff; font-size: 1.05em; font-weight: bolder;">FAQn</a>

source: Still having issues?
bg: Все още имате проблеми?
de: Hast Du weiterhin Probleme?
es: Sigues teniendo problemas?
fr: Votre problème n'est pas réglé?
nl: Nog steeds problemen?
pl: Ciągle masz problemy?
pt: Ainda tendo problemas?
ru: Проблемы не решены?
sv: Fortfarande problem?

source: Feel free to <a href="https://github.com/cryptoadvance/specter-desktop/issues/new" target="_blank" style="color: #fff;">open an issue on the GitHub</a> or ask in the <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">Specter Community telegram chat</a>
bg: Моля <a href="https://github.com/cryptoadvance/specter-desktop/issues/new" target="_blank" style="color: #fff;">отворете билетче в GitHub</a> или питайте <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">Спектър общвествен телеграм чат</a>
de: Eröffne gerne <a href="https://github.com/cryptoadvance/specter-desktop/issues/new" target="_blank" style="color: #fff;">ein Thema auf GitHub</a> oder frag im <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">Specter Community Telegram Chat nach</a>
es: No dude en <a href="https://github.com/cryptoadvance/specter-desktop/issues/new" target="_blank" style="color: #fff;"> abrir un problema en GitHub </ a > o preguntar en el <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;"> chat de telegrama de la comunidad de Specter </a>
fr: Veuillez <a href="https://github.com/cryptoadvance/specter-desktop/issues/new" target="_blank" style="color: #fff;">ouvrir un problème sur GitHub</a> ou vous enquérir <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">auprès du chat Telegram Specter Community </a>
nl: Voel u vrij om <a href="https://github.com/cryptoadvance/specter-desktop/issues/new" target="_blank" style="color: #fff;">een issue te openen op de Github</a> of stel een vraag in de <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">Specter Community telegram chat</a>
pl: Zachęcamy do <a href="https://github.com/cryptoadvance/specter-desktop/issues/new" target="_blank" style="color: #fff;">zgłoszenia problemu na GitHub</a> lub zapytania<a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">Społeczności Specter na czacie w telegramie</a>
pt: Sinta-se livre para <a href="https://github.com/cryptoadvance/specter-desktop/issues/new" target="_blank" style="color: #fff;">abrir uma solicitação no GitHub</a> ou perguntar na <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">Comunidade da Specter no Telegram</a>
ru: Откройте <a href="https://github.com/cryptoadvance/specter-desktop/issues/new" target="_blank" style="color: #fff;">issue на сайте GitHub</a> или задайте вопрос в <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;"> телеграм-чате сообщества Specter</a>
sv: Vänligen <a href="https://github.com/cryptoadvance/specter-desktop/issues/new" target="_blank" style="color: #fff;">öppna en ticket på GitHub</a> eller fråga i <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">Specter Community telegram chatten</a>

source: Help wanted: Do you like Specter?
bg: Търси се помощ! Харесвате ли Спектър?
de: Verstärkung gesucht: Gefällt Dir Specter?
es: Se busca ayuda: te gusta Specter?
fr: Aide recherchée: Aimez-vous Specter?
nl: Hulp gevraagd: bent u fan van Specter?
pl: Pomoc się przyda: Podoba ci się Specter?
pt: Procura-se ajuda: Você gosta da Specter?
ru: Нужна помощь: вам нравится Specter?
sv: Hjälp sökes: Gillar du Specter?
