Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: Encountered an error:
bg: Срещната е грешка:
de: Ein Fehler ist aufgetreten:
el: Εμφανίστηκε σφάλμα:
es: Encontré un error:
fr: Une erreur est survenue:
nl: Probleem ondervonden:
pl: Napotkano błąd:
pt: Erro encontrado:
ru: Возникла ошибка:
sv: Stötte på problem:

source: Download Progress:
bg: Прогрес на изтегляне:
de: Download-Fortschritt:
el: Πρόοδος κατεβάσματος:
es: Progreso de Descarga:
fr: Progrès du téléchargement:
nl: Download Voortgang:
pl: Postęp Pobierania:
pt: Progresso do Download:
ru: Ход загрузки:
sv: Hemladdningsprogress:

source: Starting up...
bg: Стартиране…
de: Starte...
el: Εκκίνηση...
es: Empezando...
fr: Démarrage...
nl: Beginnen...
pl: Uruchamianie...
pt: Começando...
ru: Запуск...
sv: Startar...

source: Specter Quickstart!
bg: Спектър бързо включване!
el: Γρήγορη Εκκίνηση Specter!
fr: Démarrage-rapide Specter!
nl: Specter Snelstart!
pl: Szybki start Specter!
pt: Configurando rapidamente o Specter!
ru: Быстрый старт Specter!
sv: Specter snabbstart!

source: Get up and running with Specter in just a few clicks!
bg: Настройте Спектър само в няколко щракания!
de: Leg direkt los mit Specter in nur ein paar Klicks!
el: Ξεκινήστε με το Specter γρήγορα και εύκολα με μερικά κλικ!
es: Empiece a utilizar Specter con unos pocos clics!
fr: Mise en fonction rapide avec Specter en seulement quelques clics!
nl: Specter is klaar voor gebruik met een paar klikken!
pl: Zacznij używać Specter w kilka kliknięć!
pt: Comece a usar o Specter com apenas alguns cliques!
ru: Запустите Specter всего за несколько кликов!
sv: Börja använda Specter genom några få klick!

source: Here, we'll take you through the process of setting up Specter with your own Bitcoin Core node and Tor.
bg: Тука, ще ви покажем процеса за конфигурация на Спектър с Биткойн Core възел и Тор.
de: Hier leiten wir dich durch den Vorgang der Einrichtung von Specter mit deiner eigenen Node und Tor.
el: Εδώ θα σας καθοδηγήσουμε στην διαδικασία ρύθμισης του Specter με τον δικό σας κόμβο Bitcoin Core και Tor.
es: Aquí, lo guiaremos a través del proceso de configuración de Specter con su propio nodo Bitcoin Core y Tor.
fr: C'est ici que nous allons vous guider au travers du processus de configuration de votre noeud Bitcoin Core et Tor.
nl: Hier lopen we door het proces van de installatie van Specter met uw eigen Bitcoin Core node en Tor.
pl: Przeprowadzimy cię przez proces ustawiania Spectera wraz z własnym węzłem Bitcoin Core oraz Tor.
pt: Aqui, vamos guiá-lo através do processo de configuração do Specter com seu node Bitcoin Core e com o Tor.
ru: Здесь мы покажем вам, как настроить Specter с вашим узлом Bitcoin Core и Tor.
sv: Här kommer vi guida dig genom att sätta upp Specter och ansluta till din egna Bitcoin Core nod och använda Tor.

source: Everything is completely automated, but you make choices to customize your setup to fit your needs.
de: Alles ist vollständig automatisiert, aber du kannst Optionen so ändern, dass es für dich am besten passt.
el: Τα πάντα είναι απολύτως αυτοματοποιημένα, αλλά σας παρέχουμε επιλογές για να ρυθμίσετε την εγκατάστασή σας για να ταιριάζει στις δικές σας ανάγκες.
es: Todo está completamente automatizado, pero usted toma decisiones para personalizar su configuración para que se ajuste a sus necesidades.
fr: Tout est complètement automatisé, mais vous personnalisez vous-même votre configuration pour subvenir à vos besoins.
nl: Alles is volledig geautomatiseerd, maar u kunt keuzes maken om de installatie aan uw wensen aan te passen.
pl: Wszystko jest w pełni automatyczne, ale można wybierać własne ustawienia przystosowane do konkretnych potrzeb.
pt: Tudo é totalmente automatizado, mas você escolhe as personalizações sua configuração para atender às suas necessidades.
ru: Всё работает автоматически, но вам нужно выбрать из нескольких опций, подходящих под ваши нужды.
sv: Allt är helt automatiserat, men du kan välja ett antal val för att skräddarsy setupen till att möta dina behov.

source: Get Started!
bg: Започнете!
de: Leg Los!
el: Ας Ξεκινήσουμε!
es: Empezar!
fr: Commencer!
nl: Aan De Slag!
pl: Zaczynajmy!
pt: Vamos começar!
ru: Начать!
sv: Starta!

source: Setup Tor daemon
bg: Настройте Тор daemon
de: Tor Daemon einrichten
el: Εγκατάσταση Tor daemon
es: Configurar el servicio Tor
fr: Configuration de Tor daemon
nl: Installeer Tor daemon
pl: Przygotuj Tor daemon
pt: Configurar daemon do Tor
ru: Настройка демона Tor
sv: Starta Tor daemonen

source: Skip
bg: Пропуснете
de: Überspringen
el: Παράκαμψη
es: Saltar
fr: Passer
nl: Overslaan
pl: Przeskocz
pt: Pular
ru: Пропустить
sv: Hoppa över

source: Setup Tor
bg: Настройте Тор
de: Tor einrichten
el: Εγκατάσταση Tor
es: Configurar Tor
fr: Configurer Tor
nl: Tor Installeren
pl: Ustaw TOR
pt: Configurar Tor
ru: Настроить Tor
sv: Installera Tor

source: Failed to download Tor daemon...
bg: Неуспешен опит да се изтегли Тор daemon
de: Konnte Tor Daemon nicht laden...
el: Αποτυχία κατεβάσματος του Tor daemon...
es: Error al descargar el servicio Tor ...
fr: Échec du téléchargement de Tor daemon...
nl: Downloaden van Tor daemon is gefaald...
pl: Nie udało się pobrać Tor daemon...
pt: Falha no download do daemon do Tor...
ru: Не удалось загрузить демон Tor...
sv: Misslyckades att ladda hem Tor daemonen...

source: Wallets Overview
bg: Обзор на портмонета
de: Wallet Überblick
el: Εποπτεία Πορτοφολιών
es: Descripción general de billeteras
fr: Aperçu des portefeuilles
nl: Wallets Overzicht
pl: Przegląd Portfeli
pt: Visão Geral das Carteiras
ru: Обзор кошельков
sv: Plånboksöversikt

source: Here you can see the combined balance and transactions history of all your Specter wallets.
de: Hier kannst du die Gesamtbilanz und den Transaktionsverlauf all deiner Specter Wallets sehen.
el: Εδώ μπορείτε να δείτε το συγκεντρωτικό υπόλοιπο και το ιστορικό συναλλαγών από όλα τα Specter πορτοφόλια σας.
es: Aquí puede ver el saldo combinado y el historial de transacciones de todas sus billeteras Specter.
fr: Vous trouverez ici l'état de compte et l'historique des transactions de tous vos portefeuilles Specter.
nl: Hier ziet u een overzicht van alle balansen en transactiegeschiedenis van al uw Specter wallets.
pl: Tu możesz zobaczyć łączny balans i historię transakcji dla wszystkich twoich portfeli Spectre.
pt: Aqui você pode ver o saldo combinado e o histórico de transações de todas as suas carteiras Specter.
ru: Здесь вы можете увидеть общий баланс и историю транзакций всех ваших кошельков в Specter.
sv: Här kan du se din totala, kombinerade, summa bitcoin och transaktionshistorian hos samtliga plånböcker i Specter.

source: confirmed
de: Bestätigt
el: επαληθεύτηκε
es: confirmado
fr: confirmé
nl: bevestigd
pl: potwierdzone
pt: confirmado
ru: подтверждено
sv: bekräftad

source: pending
bg: Висящ
de: Ausstehend
el: εκκρεμμεί
es: pendiente
fr: en attente
nl: in behandeling
pl: oczekuje
pt: pendente
ru: ожидается
sv: väntande

source: immature
de: Unreif
el: ανώριμο
es: inmaduro
nl: onrijp
pl: niedorosły
pt: imaturo
ru: недостаточно подтверждений
sv: omogen

source: Assets:
de: Anlagen:
el: Στοιχεία ενεργητικού:
es: Activos:
fr: Actifs:
nl: Vermogen:
pl: Aktywa:
pt: Ativos:
ru: Активы:
sv: Tillgångar:

source: Edit Label
bg: Промени Етикет
de: Label ändern
el: Επεξεργασία ετικέτας
es: Editar Etiqueta
fr: Modifier l'étiquette
nl: Wijzig label
pl: Edytuj Etykietę
pt: Editar Rótulo
ru: Редактировать метку
sv: Ändra etikett

source: Transactions
bg: Транзакции
de: Transaktionen
es: Transacciones
nl: Transacties
pl: Transakcje
pt: Transações
ru: Транзакции
sv: Transaktioner

source: Addresses
bg: Адреси
de: Adressen
es: Direcciones
fr: Adresses
nl: Adressen
pl: Adresy
pt: Endereços
ru: Адреса
sv: Adresser

source: Receive
bg: Получи
de: Empfangen
es: Recibir
fr: Recevoir
nl: Ontvang
pl: Otrzymaj
pt: Receber
ru: Получить
sv: Ta emot

source: Send
bg: Прати
de: Senden
es: Enviar
fr: Envoyer
nl: Verstuur
pl: Wyślij
pt: Enviar
ru: Отправить
sv: Skicka

source: Specter Backup File
bg: Спектър Файл Резервно Копие
de: Specter Sicherungsdatei
el: Αρχείο επαναφοράς Specter
es: Archivo Specter de Copia de Seguridad
fr: Fichier de sauvegarde Specter
nl: Specter Backup Bestand
pl: Kopia zapasowa Spectre
pt: Arquivo de Backup da Specter
ru: Бэкап-файл Specter
sv: Specter backupfil

source: (keep this information with each of your key backups)
bg: (съхранявайте тази информация с всеки един ключ от вашите резервни копиета)
de: (füge diese Information jeder deiner Key Sicherungen bei)
el: (κρατήστε ασφαλή αυτήν την πληροφορία με κάθε αποθηκευμένο κλειδί που έχετε)
es: (guarde esta información con cada una de sus copias de seguridad de llaves)
fr: (gardez cette information avec chacune de vos sauvegardes de clés)
nl: (bewaar deze informatie bij elke sleutel backup)
pl: (zatrzymaj tą informację z każdym kluczem do którego przygotowujesz kopię zapasową)
pt: (mantenha essas informações com cada um de seus backups das chaves)
ru: (храните эту информацию с бэкапом каждого из ключей)
sv: (spara en kopia med varje backup av dina nycklar)

source: multisig
bg: многобройни ключове (multisig)
el: πολύ-υπογραφή
ru: мультисиг

source: Scan this QR code with Specter-Desktop
bg: Сканирай този QR код със Спектър Десктоп
de: Scanne diesen QR Code mit Specter Desktop
el: Σκανάρετε αυτόν τον κωδικό QR με το Specter για υπολογιστή
es: Escanee este código QR con Specter-Desktop
fr: Scannez ce code QR avec Specter-Desktop
nl: Scan deze QR code met Specter Desktop
pl: Zeskanuj ten kod QR w Spectre-Desktop
pt: Escaneie este QR code com sua Specter-Desktop
ru: Отсканируйте этот QR-код с помощью Specter Desktop
sv: Scanna QR-kod med Specter-Desktop

source: or any other compatible wallet.
bg: или всяко едно съвместимо портмоне.
de: oder irgendeiner kompatiblen Wallet.
el: ή με οποιοδήποτε άλλο συμβατό πορτοφόλι.
es: o cualquier otra billetera compatible.
fr: ou tout autre portefeuille compatible.
nl: of ieder andere geschikte wallet.
pl: lub w jakimkolwiek innym kompatybilnym portfelu.
pt: ou qualquer outra carteira compatível.
ru: или другим совместимым кошельком.
sv: eller annan kompatibel plånbok.

source: Device type:
bg: Тип устройство:
de: Gerätetyp:
el: Τύπος συσκευής:
es: Tipo de dispositivo:
fr: Type d'appareil:
nl: Apparaat type:
pl: Typ urządzenia:
pt: Tipo do dispositivo:
ru: Тип устройства:
sv: Enhetstyp:

source: Master fingerprint:
bg: Господарен печат:
de: Master Fingerabdruck:
el: Κύριο δακτυλικό αποτύπωμα:
es: Huella digital maestra:
fr: Empreinte maître:
nl: Meester vingerafdruk:
pl: Główny odcisk palca:
pt: Fingerprint mestra:
ru: Главный идентификатор (fingerprint):
sv: Mästarfingeravtryck:

source: Derivation path:
bg: Деривационна пъетка:
de: Ableitungspfad:
el: Μονοπάτι παραγώγου:
es: Ruta de derivación:
fr: Chemin de dérivation:
nl: Afleidingspad:
pl: Ścieżka pochodzenia (Derivation path):
pt: Caminho de derivação:
ru: Путь вывода:
sv: Deriveringslänk:

source: Advanced Recovery Details
bg: Детайли за Възстановяване за Напреднали
de: Fortgeschrittene Wiederherstellungsdetails
el: Λεπτομέρειες Επαναφοράς για Προχωρημένους
es: Detalles de recuperación avanzada
fr: Détails de la récupération avancée
nl: Geavanceerde Herstel Details
pl: Zaawansowane Szczegóły Odzyskiwania
pt: Detalhes de Recuperação Avançada
ru: Расширенные детали восстановления
sv: Avancerade återställningsdetaljer

source: Specter Desktop Raw Data
bg: Спектър Десктоп Непреработена Информация
de: Specter Desktop Rohdaten
el: Ωμά Δεδομένα του Specter για Υπολογιστή
es: Datos sin procesar (RAW) de Specter Desktop
fr: Données brutes de Specter Desktop
nl: Specter Desktop Ruwe Data
pl: Surowe Dane Specter Desktop
pt: Dados brutos da Specter Desktop
ru: Незакодированные (raw) данные Specter Desktop
sv: Specter Desktop rådata

source: Bitcoin Core Receive Descriptor
bg: Биткойн Core Описател за Получаване
de: Bitcoin Core Empfangsdeskriptor
el: Αναγνωριστικό Αποδέκτη Bitcoin Core
es: Descriptor de recepción de Bitcoin Core
fr: Descripteur de réception Bitcoin Core
pl: Deskryptor Odbierania Bitcoin Core
ru: Дескриптор Bitcoin Core для приема платежей
sv: Bitcoin Core mottagningsbeskrivare

source: Bitcoin Core Change Descriptor
bg: Биткойн Core Ресто Описател
de: Bitcoin Core Wechselgelddeskriptor
el: Αναγνωριστικό Αλλαγής Bitcoin Core
es: Descriptor de cambio de Bitcoin Core
fr: Descripteur de changement de base Bitcoin
pl: Deskryptor Reszty Bitcoin Core
ru: Дескриптор Bitcoin Core для сдачи
sv: Bitcoin Core ändringsbeskrivare

source: Pick the devices you want in your multisig quorum
bg: Изберете устройствата за вашия кворум с многобройни ключове (multisig)
de: Wähle die Geräte für dein Multisig Quorum aus
es: Elija los dispositivos que desee en su quórum multifirma
fr: Choisissez les appareils que vous voulez dans votre quorum multisig
nl: Selecteer het apparaat dat u in uw multisig quorum
pl: Wybierz urządzenia które chcesz w swoim multisig kworum
pt: Escolha os dipositivos que gostaria na sua multisig
ru: Выберите устройства для кворума вашего мультисиг-кошелька
sv: Välj enhet du vill använda i ditt multisignatur-kvorum

source: Pick the device you want to use
bg: Изберете устройството, което искате да използвате
de: Wähle das Gerät, das du benutzen möchtest
es: Elija el dispositivo que desea usar
fr: Choisissez l'appareil que vous souhaitez utiliser
nl: Selecteer het apparaat dat u wilt gebruiken
pl: Wybierz urządzenie które chcesz użyć
pt: Escolha o dispositivo que gostaria de utilizar
ru: Выберите, какие устройства вы хотите использовать
sv: Välj enhet du vill använda

source: We use sorted multisig (BIP-67), so <b>order is NOT important.</b>
bg: Ние използваме сортиран многобройни ключове (multisig) (BIP-67), така че <b>редът НЕ Е важен.</b>
de: Wir verwenden sortiertes Multisig (BIP-67), daher <b>ist die Reihenfolge NICHT wichtig.</b>
es: Usamos multifirmas ordenadas (BIP-67), por lo que <b> el orden NO es importante. </b>
fr: Nous utilisons le multisig trié (BIP-67), donc <b>l'ordre n'est PAS important.</b>
nl: We gebruiken gesorteerde multisig (BIP-67), dus <b>volgorde is NIET belangrijk.</b>
pl: Używamy sortowanego mutisig (BIP-67), dlatego <b>kolejność jest NIE istotna.</b>
pt: Usamos multisig classificada (BIP-67), então <b>a ordem NÃO é importante.</b>
ru: Мы используем сортированный мультисиг (BIP-67), поэтому <b>порядок НЕ важен.</b>
sv: Vi använder sorterad multisignatur (BIP-67), so <b>ordning är INTE viktigt</b>

source: Be aware of <a style="color: #fff" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/multisig-security-tradeoffs.md" target="_blank">multisig security tradeoffs</a>.
bg: Моля се запознайте с <a style="color: #fff" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/multisig-security-tradeoffs.md" target="_blank">положителни и отрицателни черти на сигурност на многобройни ключове </a>.
de: Vorsicht vor <a style="color: #fff" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/multisig-security-tradeoffs.md" target="_blank">Multisig Tauschgeschäften</a>.
es: Tenga en cuenta <a style="color: #fff" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/multisig-security-tradeoffs.md" target="_blank"> desventajas en la seguridad de multifirmas </a>.
fr: Soyez conscients des <a style="color: #fff" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/multisig-security-tradeoffs.md" target="_blank">compromis de sécurité multisig</a>.
nl: Pas op voor <a style="color: #fff" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/multisig-security-tradeoffs.md" target="_blank">multisig veiligheidsoverwegingen</a>.
pl: Bądź w świadomości <a style="color: #fff" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/multisig-security-tradeoffs.md" target="_blank">kompromisów bezpieczeństwa multisig</a>.
pt: Esteja ciente das <a style="color: #fff" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/multisig-security-tradeoffs.md" target="_blank">vantagens e desvantagens de segurança do multisig</a>.
ru: Помните о <a style="color: #fff" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/multisig-security-tradeoffs.md" target="_blank">плюсах и минусах безопасности мультисига</a>.
sv: Vänligen läs på om <a style="color: #fff" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/multisig-security-tradeoffs.md" target="_blank">säkerhetsövervägningar med multisignatur</a>.

source: Name your Wallet
bg: Кръстете вашото портмоне
de: Benenne deine Wallet
es: Ponle un nombre a tu billetera
fr: Nommez votre portefeuille
nl: Benoem uw Wallet
pl: Nazwij swój Portfel
pt: Noma da carteira
ru: Назовите кошелек
sv: Namnge din plånbok

source: Type of the wallet
bg: Тип портмоне
de: Art der Wallet
es: Tipo de billetera
fr: Type de portefeuille
nl: Type wallet
pl: Typ portfela
pt: Tipo de carteira
ru: Тип кошелька
sv: Plånbokstyp

source: <b>Segwit</b> uses bech32-encoded addresses (bc1), <b>Nested Segwit</b> makes it compatible with legacy software. Don't use legacy.
bg: <b>Segwit</b> използва bech32-енкодирани адреси (bc1), <b>Nested Segwit</b> прави съвместими с остарял софтуер. Не използвайте остарял.
de: <b>Segwit</b> verwendet Bech32-formatierte Adressen (bc1), <b>Nested Segwit</b> sorgt für Kompatibilität zu Software-Vorgängerversionen. Verwende keine Vorgängerversion.
es: <b> Segwit </b> utiliza direcciones codificadas en bech32 (bc1), <b> Segwit Anidado </b> lo hace compatible con software antiguo. No utilices el formato legacy.
fr: <b>Segwit</b> utilise des adresses codées en bech32 (bc1), <b>Segwit compatible (Nested)</b> le rend compatible avec les logiciels hérités. N'utilisez pas l'héritage. (legacy)
nl: <b>Segwit</b> gebruikt bech32-geëncodeerde adressen (bc1), <b>Nested Segwit</b> maakt ze compatible met oudere software. Geen oude software gebruiken.
pl: <b>Segwit</b> używa bech32-zakodowanych adresów (bc1), <b>Zagnieżdżony Segwit</b> dostarcza kompatybilność ze starszym oprogramowaniem. Nie używaj starszego oprogramowania!
pt: O <b>Segwit</b> usa endereços codificados por bech32 (bc1), O <b>Nested Segwit</b> torna este tipo de endereço compatível com o legado. Não use legado.
ru: <b>Segwit</b> использует адреса, закодированные в формате bech32 (bc1), <b>Nested Segwit</b> совместим со старыми версиями софта. Не используйте старый софт.
sv: <b>Segwit</b> använder bech32-kodade adresser (börjar på bc1), <b>Nestad Segwit</b> är kompatibla med gammal mjukvara. Använd inte legacyadresser.

source: Using
bg: Използва
de: Verwende
es: Uso
fr: Utilisation
nl: Gebruik
pl: Używasz
pt: Usando
ru: Использование
sv: Använder

source: of
bg: от
de: von
es: de
fr: de
pl: z
pt: de
ru: из
sv: av

source: Scan for existing funds?
bg: Сканирайте за съществуващи суми?
de: Nach vorhandenen Mitteln scannen?
es: Escaneo para buscar fondos existentes?
fr: Rechercher des fonds existants ?
nl: Scan voor bestaande balansen?
pl: Przeskanować w poszukiwaniu środków?
pt: Escanear saldos existentes?
ru: Просканировать на наличие денег?
sv: Sök efter existerande mynt?

source: Importing an existing wallet
bg: Импортирайте съществуващо портмоне
de: Importiere eine bestehende Wallet
es: Importando una billetera existente
fr: Importer un portefeuille existant
nl: Importeer een bestaande wallet
pl: Importowanie portfela
pt: Importando uma carteira existente
ru: Импорт существующего кошелька
sv: Importera en existerande plånbok

source: Check this option to scan the blockchain for existing wallet balance and history.
bg: Проверете тази опция за скениране на блокчейна за съществуващ баланс и история на портмоне.
de: Wähle diese Option, um die Blockchain nach bestehendem Wallet-Guthaben und -Verlauf zu scannen.
es: Marque esta opción para escanear la cadena de bloques en búsqueda de saldo e historial de esta billetera.
fr: Cochez cette option pour analyser la blockchain pour le solde et l'historique du portefeuille existant.
nl: Selecteer deze optie om de blockchain voor bestaande walletbalansen en geschiedenis te scannen.
pl: Wybierz tą opcję żeby przeskanować blockchain w poszukiwaniu istniejącego balansu i historii.
pt: Marque esta opção para escanear a blockchain para encontrar o saldo da carteira existente e o histórico.
ru: Выберите эту опцию, чтобы просканировать блокчейн и получить баланс и историю существующего кошелька.
sv: Välj den här om du vill genomsöka blockkedjan efter tidigare plånbokstransaktioner.

source: Rescan type:
bg: Тип ресканиране:
de: Rescan Typ:
es: Tipo de re-escaneo:
fr: Type de nouvelle analyse :
nl: Herscan type:
pl: Typ skanowania:
pt: Tipo de escaneamento:
ru: Тип пересканирования:
sv: Typ av omsökning:

source: Full rescan
bg: Пълно ресканиране
de: Vollständiger Rescan
es: Escaneo completo
fr: Nouvelle analyse complète
nl: Volledige herscan
pl: Pełne skanowanie
pt: Escaneamento completo
ru: Полное пересканирование:
sv: Full omsökning

source: UTXO only
bg: UTXO само
de: Nur UTXO
es: Solo UTXO
fr: UTXO uniquement
nl: Alleen UTXO
pl: tylko UTXO
pt: Apenas UTXO
ru: Только выходы (UTXO):
sv: Enbart UTXO

source: Choosing Rescan Type
bg: Избира се тип ресканиране
de: Wähle Rescan Typ
es: Seleccionando tipo de escaneo
fr: Choix du type de réanalyse
nl: Kies Herscan Type
pl: Wybieranie Rodzaju Skanu
pt: Escolhendo o Tipo de Escaneamento
ru: Выбор типа пересканирования
sv: Välj omsökningstyp

source: Full rescan is a relativly slow process which looks for and imports the full wallet transaction history and balance.
bg: Пълно ресканиране след сравнително бавен процес, който търси и импортира пълната история с транзакцияя и съответсващ баланс.
de: Der vollständige Rescan importiert den gesamten Transaktionsverlauf und das Guthaben der Wallet. Dieser Prozess kann relativ lange dauern.
es: El re-escaneo completo es un proceso relativamente lento que busca e importa el historial y el saldo completo de las transacciones de la billetera.
fr: La nouvelle analyse complète est un processus relativement lent qui recherche et importe l'historique et le solde complets des transactions du portefeuille.
nl: Volledige herscan is een relatief langzaam proces dat de volledige walletgeschiedenis en balansen importeert.
pl: Pełny skan jest stosunkowo wolnym procesem który poszukuje i importuje całą historie transakcji i balans.
pt: O escaneamento completo é um processo relativamente lento que procura e importa todo o histórico de transações da carteira e o saldo.
ru: Полное пересканирование — относительно медленный процесс, который ищет и импортирует полную историю транзакций и баланс кошелька.
sv: Full omsökningar är relativt tidskrävande som letar upp den kompletta historian av plånboken.
