Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: The RPC-Interface of your Core-Node is available, but the wallet-api is not. Please make sure to have 'disablewallet=0' in your bitcoin.conf.
bg: Задочния (RPC) интерфейс на вашия Core-възел е на разположение, но API на портмонето не е. Моля проверете, че имате ‘disablewallet=0’ в bitcoin.conf.
de: Das RPC Interface deines Core Nodes ist verfügbar, aber das Wallet-API nicht. Bitte sorge dafür, dass in deiner bitcoin.conf Datei 'disablewallet=0' steht.
el: Η διεπαφή RPC-Interface του κόμβου σας Core είναι διαθέσιμη, αλλά η wallet-api του πορτοφολιού σας δεν είναι. Παρακαλώ σιγουρευτείτε ότι έχετε την ρύθμιση 'disablewallet=0' στο αρχείο ρυθμίσεων σας bitcoin.conf.
es: La interfaz RPC de su Bitcoin Core está disponible, pero la API de la billetera (wallet-api) no lo está. Asegúrese de tener 'disablewallet = 0' en su bitcoin.conf.
fr: L'interface-RPC de votre noeud-Core est disponible, mais le wallet-api ne l'est pas. Veuillez vous assurer de bien définir 'disablewallet=0' dans votre fichier bitcoin.conf.
nl: De RPC-Interface van uw Core-Node is onbeschikbaar, maar de wallet-api is dat niet. Gelieve na te kijken of ‘disablewallet=0’ in uw bitcoin.conf staat.
pl: Interfejs RPC twojego węzła Core jest dostępny, ale api portfela już nie. Upewnij się żę masz ustawione 'disablewallet=0' w bitcoin.conf.
pt: A interface RPC do seu Core-Node está disponível, mas a wallet-api não. Certifique-se de ter a linha 'disablewallet = 0' em seu bitcoin.conf.
ru: Интерфейс RPC вашего Core-узла доступен, но wallets-api недоступен. Пожалуйста, убедитесь, что в файле bitcoin.conf есть строка 'disablewallet=0'.
sv: RPC-interfacet för din nod är tillgängligt, men wallet-api är det inte. Vänligen säkerställ att du har 'disablewallet=0' i din bitcoin.conf.

source: Process finished with code
bg: Процесът е приключил с код
de: Vorgang beendet mit Code
el: Η διεργασία τελείωσε με κωδικό
es: Proceso terminado con código
fr: Processus terminé avec le code
nl: Proces afgelopen met code
pl: Proces zakończył z kodem
pt: Processo finalizado com o código
ru: Процесс завершен с кодом
sv: Process med kod färdig

source: Output:
bg: Изходящо съобщение:
el: Αποτέλεσμα εξόδου:
es: Salida:
fr: Sortie:
pl: Wynik:
pt: Saída:
ru: Выход:
sv: Utdata:

source: Error message:
bg: Грешка съобщение:
de: Fehlermeldung:
el: Μήνυμα σφάλματος:
es: Mensaje de error:
fr: Message d'erreur:
nl: Foutmelding:
pl: Wiadomość błędu:
pt: Mensagem de erro:
ru: Ошибка:
sv: Felmeddelande:

source: Failed to read connection data from the QR
bg: Не успя да се прочете връзка данни чрез QR
de: Konnte Verbindungsdaten vom QR nicht lesen
el: Αποτυχία ανάγνωσης δεδομένων σύνδεσης από τον κωδικό QR
es: No se pudieron leer los datos de conexión del QR
fr: Échec de lecture des données de connexion du QR
nl: Lezen van connectie data van QR gefaald
pl: Nie udało się odczytać danych do połączenia z kodu QR
pt: Falha ao ler os dados de conexão usando o QR code
ru: Не удалось считать данные соединения из QR-кода
sv: Misslyckades att läsa anslutningsdata från QR

source: Authentication
bg: Удостоверение!
de: Authentisierung
el: Αυθεντικοποίηση
es: Autenticación
fr: Authentification
nl: Authenticatie
pl: Uwierzytelnianie
pt: Autenticação
ru: Аутентификация
sv: Authentifiering

source: None
bg: Никакви
de: Keine
el: Κανένα
es: Ninguno
fr: Aucun
nl: Geen
pl: Brak
pt: Nenhuma
ru: Нет
sv: Ingen

source: Password Protection
bg: Защитено с парола
de: Passwortschutz
el: Προστασία Κωδικού Πρόσβασης
es: Protección de Contraseña
fr: Protection de mot de passe
nl: Wachtwoord Beveiliging
pl: Ochrona Hasłem
pt: Proteção de Senha
ru: Защита паролем
sv: Lösenordsskydd

source: Multiple Users
de: Mehrere Benutzer
el: Πολλαπλοί Χρήστες
es: Múltiples Usuarios
fr: Plusieurs Utilisateurs
nl: Meerdere Gebruikers
pl: Wielu Urzytkowników
pt: Múltiplos Usuários
ru: Несколько пользователей
sv: Flera användare

source: RPC password as Pin
de: RPC Passwort als PIN
el: Κωδικός Πρόσβασης RPC ως Pin
es: Contraseña de RPC como Pin
fr: Utiliser le mot de passe RPC comme NIP
nl: RPC wachtwoord als Pin
pl: Hasło RPC jako PIN
pt: Senha PIN do RPC
ru: Пароль RPC как PIN
sv: RPC lösenord som Pin

source: Rate Limiting (seconds between login/register attempts)
de: Drosselung (Sekunden zwischen Login/ Registrierungsversuchen)
el: Ρυθμός Περιορισμού (δευτερόλεπτα μεταξύ απόπειρας σύνδεσης/εγγραφής)
es: Límite de frecuencia (segundos entre intentos de inicio de sesión / registro)
fr: Limitation de taux (secondes entre les tentatives de connexions/enregistrements)
nl: Tijdslimiet (seconden tussen login/registratie pogingen)
pl: Rate Limiting (sekundy pomiędzy dozwolonymi próbami logowania lub rejestracji)
pt: Limite de tentativas (segundos entre tentativas de login/registro)
ru: Ограничение скорости (секунд между попытками войти или зарегистрироваться)
sv: Begränsa försök (sekunder mellan försök att logga in/registrera)

source: Specter Password
bg: Спектър парола
de: Specter Passwort
el: Κωδικός Πρόσβασης Specter
es: Contraseña Specter
fr: Mot de passe Specter
nl: Specter Wachtwoord
pl: Hasło Specter
pt: Senha do Specter
ru: Пароль Specter
sv: Specter lösenord

source: default
bg: начални кондиции
el: προκαθορισμένο
es: defecto
fr: par défaut
nl: standaard
pl: domyślne
pt: padrão
ru: по умолчанию
sv: standard

source: Registration Link Timeout (hours)
bg: Срок за изтякъл линк за регистрация (часове)
de: Zeitlimit des Registrierungslinks (Stunden)
el: Τέλος Χρόνου Συνδέσμου Εγγραφής (σε ώρες)
es: Tiempo de espera del enlace de registro (horas)
fr: Délai d'expiration du lien d'enregistrement (heures)
nl: Registratie Link Timeout (uren)
pl: Wygaśnięcie linku do rejestracji (godziny)
pt: Link de registro de hibernação (horas)
ru: Время действия ссылки на регистрацию (часов)
sv: Registreringslänk förfalltid (timmar)

source: Default username is 'admin', password 'admin'.
bg: По начало, потребителят е ‘admin’, а паролата ‘admin’.
de: Default Benutzername ist 'admin', Passwort 'admin'.
el: Το προκαθορισμένο όνομα χρήστη είναι 'admin', και κωδικός πρόσβασης 'admin'.
es: El nombre de usuario predeterminado es 'admin', la contraseña 'admin'.
fr: Par défaut, le nom d'utilisateur et le mot de passe sont 'admin'.
nl: Standaard gebruikersnaam is ‘admin’, wachtwoord ‘admin’.
pl: Domyślna nazwa użytkownika to 'admin', hasło 'admin'.
pt: O usuário padrão é 'admin', e a senha é 'admin'.
ru: По умолчанию, имя пользователя — 'admin', пароль — 'admin'.
sv: Standardanvändare är 'admin' och lösenord 'admin'.

source: Specter Username
bg: Спектър потребител
de: Specter Benutzername
el: Όνομα Χρήστη Specter
es: Usuario Specter
fr: Nom d'utilisateur Specter
nl: Specter Gebruikersnaam
pl: Użytkownik Specter
pt: Usuário Specter
ru: Имя пользователя Specter
sv: Specter användarnamn

source: Delete User
bg: Изтрйи потребител
de: Benutzer löschen
el: Διαγραφή Χρήστη
es: Borrar Usuario
fr: Supprimer l'utilisateur
nl: Verwijder Gebruiker
pl: Usuń Użytkownika
pt: Apagar Usuário
ru: Удалить пользователя
sv: Ta bort användare

source: Generate New Registration Link
bg: Създай нов линк за регистрация
de: Neuen Registrierungslink erzeugen
el: Δημιουργία Νέου Συνδέσμου Εγγραφής
es: Generar Nuevo Enlace de Registro
fr: Générer un nouveau lien d'enregistrement
nl: Genereer Nieuwe Registratie Link
pl: Generuj Nowy Link Resjestracyjny
pt: Gerar Novos Links de Registro
ru: Создать новую ссылку на регистрацию
sv: Generera ny registreringslänk

source: Language
bg: Език
de: Sprache
el: Γλώσσα
es: Lenguaje
fr: Langue
nl: Taal
pl: Język
pt: Idioma
ru: Язык
sv: Språk

source: Backup and Restore
bg: Направи резервно копие и възстанови
de: Daten sichern und wiederherstellen
el: Αντίγραφο Ασφαλείας και Αποκατάσταση
es: Copia de Seguridad y Restaurar
fr: Sauvegarder et Restaurer
nl: Backup en Herstel
pl: Kopia Zapasowa i Odzyskiwanie
pt: Backup e Restauração
ru: Бэкап и восстановление
sv: Backup och återställning

source: Backing up Your Specter Data
bg: Прави се резервно копие на вашите спектър данни
de: Deine Specter Daten sichern
el: Αντιγράφουμε τα Δεδομένα σας του Specter
es: Realizando Copia de Seguridad de sus datos de Specter
fr: Sauvegarde de vos données Specter
nl: Backup van Uw Specter Data wordt genomen
pl: Utwórz kopie zapasową Danych Twojego Specter-a
pt: Fazer Backup dos Seus Dados do Specter
ru: Создание бэкапа данных Specter
sv: Gör backup på din Specterdata

source: It is recommended that you keep your backup files private, as sharing them will result in privacy leaks.
bg: Препоръчва се да държите вашите резервени данни в поверение, тъй като споделяне с други ще резултира в теч на ваши данни.
de: Es ist empfohlen, deine Backup Daten für dich zu behalten, weil durch deren Verteilung ein Datenleck entstünde.
el: Προτείνουμε να κρατάτε τα αντίγραφα ασφαλείας σας σε ιδιωτικό αποθηκευτικό μέσο, καθώς αν διαμοιραστούν θα έχετε θέματα με την ανωνυμία σας.
es: Se recomienda que mantenga la privacidad de sus archivos de respaldo, ya que compartirlos resultará en fugas de privacidad.
fr: Il est recommandé de garder vos fichiers de sauvegarde privés. Les partager constitue une fuite de confidentialité.
nl: Het is aanbevolen dat u uw backup bestanden privé houdt, omdat het delen hiervan zal resulteren in verlies van privacy.
pl: Rekomenduje się nie udostępnianie twoich kopi zapasowych, gdyż może to spowodować utratę prywatności.
pt: É recomendável que mantenha os arquivos de backup privados, pois compartilhá-los resultará em problemas de privacidade.
ru: Рекомендуется держать файлы бэкапа в секрете, поскольку их публикация ведет к нарушению приватности.
sv: Det rekommenderas att du håller backupfilerna privata då de innehåller känslig information (privacy).

source: Backups are recommended to ensure that access to funds remain, even in the event that a multisig wallet is lost.
bg: Резервни копиета са препоръчани, за да се осигури достъп до средствата, дори и в случай, че портмоне с многобройни ключове (multisig) е загубено.
de: Datensicherungen werden empfohlen um dir Zugriff auf dein Vermögen auch dann zu ermöglichen, wenn eine Multisig Wallet verlorengeht.
el: Τα αντίγραφα ασφαλείας σας τα προτείνουμε γιατί ακόμα και αν χαθεί ένα πορτοφόλι πολύ-υπογραφής, η πρόσβασή σας στο χρηματικό ποσό είναι ακόμα εφικτή.
es: Se recomiendan las copias de seguridad para garantizar que se mantenga el acceso a los fondos, incluso en el caso de que se pierda una billetera multifirma.
fr: Les sauvegardes sont recommandées pour assurer que les fonds demeurent accessibles, même dans l'éventualité où un portefeuille multisig serait perdu.
nl: Backups zijn aanbevolen om te verzekeren dat toegang tot fondsen behouden blijft, zelfs indien een multisig wallet verloren gaat.
pl: Kopie zapasowe są rekomendowane żeby móc uzyskać dostęp do środków, nawet w przypadku gdy portfel mutlisig zostanie zgubiony.
pt: Os backups são recomendados para garantir que o acesso aos fundos continue, mesmo no caso de uma carteira multisig ser perdida.
ru: Рекомендуется делать бэкапы, чтобы сохранить доступ к деньгам, даже если мультисиг-кошелек будет потерян.
sv: Backupper är rekommenderade för att säkerställa att dina coins kan kommas åt, även i det fallet då en multisignaturplånbok är förlorad.

source: Specter Data Backup
bg: Спектър резервно копие на данни
de: Specter Datensicherung
el: Αντίγραφο Ασφαλείας των Δεδομένων του Specter
es: Copia de Seguridad Specter
fr: Sauvegarde des données Specter
pl: Kopia Zapasowa Danych Specter
pt: Dados de Backup do Specter
ru: Бэкап данных Specter

source: Download Specter backup files
bg: Спектър файл резервно копие
de: Lade Specter Sicherungsdaten
el: Κατέβασμα των Αντιγράφων Ασφαλείας του Specter
es: Descargar archivos de copia de seguridad de Specter
fr: Télécharger les fichiers de sauvegarde de Specter
nl: Download Specter backup bestanden
pl: Pobierz pliki kopi zapasowej Specter
pt: Download os arquivos de backup do Specter
ru: Загрузить файлы бэкапа Specter
sv: Ladda ner backup av Specterfiler

source: Restoring Specter from backup
bg: Възстановява се Спектър от резервно копие
de: Stelle Specter aus Sicherungsdaten wieder her
el: Επαναφορά του Specter από το αντίγραφο ασφαλείας
es: Restaurando Specter desde Copia de Seguridad
fr: Restauration de Specter à partir de la sauvegarde
nl: Herstel Specter vanuit backup
pl: Odzyskiwanie Specter z kopii zapasowej
pt: Restaurando o backup do Specter
ru: Восстановление Specter из бэкапа
sv: Återställ Specter från backup

source: Here you can restore your wallets and devices from an existing Specter backup.
bg: Тука може да възстановите вашите портмонета и устройства от съществуващ Спектър резервно копие.
de: Hier kannst du deine Wallets und Geräte aus einer bestehenden Specter Datensicherung wiederherstellen.
el: Εδώ μπορείτε να επαναφέρετε τα πορτοφόλια σας και τις συσκευές σας από ένα υπάρχον αντίγραφο ασφαλείας του Specter.
es: Aquí puedes restaurar tus billeteras y dispositivos desde una Copia de Seguridad de Specter existente.
fr: Ici, vous pouvez restaurer vos portefeuilles et appareils à partir d'une sauvegarde existante de Specter.
nl: Hier kan u uw wallets en apparaten vanuit een bestaande Specter backup herstellen.
pl: Tu możesz odtworzyć twoje portfele i urządzenia z kopi zapasowej Specter.
pt: Aqui você pode restaurar as carteiras e dispositivos de um backup Specter existente.
ru: Здесь вы можете восстановить кошельки и устройства из бэкапа Specter.
sv: Här kan du återställa plånböcker och enheter från en existerande Specterbackup.

source: Please make sure to unzip the backup file first, then select the extracted folder for upload.
bg: Моля първо unzip-вайте файла резервното копие първо и след това изберете екстрактираната папка за качване.
de: Bitte vergiss nicht, die Sicherungsdatei erst zu entpacken und dann das zu ladende Verzeichnis auszuwählen.
el: Παρακαλώ αποσυμπιέστε με unzip το αρχείο αντιγράφου ασφαλείας, και έπειτα επιλέξτε τον εξαγόμενο φάκελο για ανέβασμα.
es: Primero asegúrese de descomprimir el archivo de respaldo, luego seleccione la carpeta extraída para cargar.
fr: Assurez-vous d'abord de décompresser le fichier de sauvegarde, puis de sélectionner le dossier extrait pour le téléchargement.
nl: Gelieve het backup bestand eerst uit te pakken, kies vervolgens de uitgepakte map voor upload.
pl: Proszę upewnij się że plik z kopią zapasową jest najpierw rozpakowany, pózniej wybierz juz rozpakowany folder żeby go wgrać.
pt: Certifique-se de descompactar o arquivo de backup primeiro e, em seguida, selecionar a pasta extraída para upload.
ru: Пожалуйста, сначала разархивируйте файлы бэкапа, затем выберите получившуюся директорию для загрузки.
sv: Vänligen zippa upp backup-filen först, välj sedan den extraherade mappen för uppladdning.

source: Note: Loading devices/ wallets with names identical to existing ones may overwrite the existing ones.
bg: Бележка: Зареждат се устройства/пормонета с имена идентични със съществуващите могат да изтрият съществуващите.
de: Hinweis: Das Laden von Geräten/Wallets mit identischen Namen zu bestehenden kann die bestehenden überschreiben.
el: Σημείωση: Το φόρτωμα συσκευών/πορτοφολιών με όνομα πανομοιότυπο με τα υπάρχοντα ίσως να εγγράψει πάνω από αυτά.
es: Nota: La carga de dispositivos / billeteras con nombres idénticos a los existentes puede sobrescribir los existentes.
fr: Note: Charger des appareils/portefeuilles portant un nom identique à d'autres existant actuellement pourrait écraser et remplacer ces derniers.
nl: Opmerking: Het laden van apparaten/wallets met namen identiek aan bestaande kan resulteren in het overschrijven van de bestaande.
pl: Uwaga: Ładowanie urządzeń/ porfeli z nazwami identycznymi do tych ktore już istnieją może nadpisać te istniejące.
pt: Nota: Carregar dispositivos/carteiras com nomes idênticos aos existentes pode sobrescrever os atuais.
ru: Замечание: загрузка устройств / кошельков с именами, совпадающими с существующими, может перезаписать существующие устройства / кошельки.
sv: Notera: Laddar du enheter/plånböcker med namn som du redan definierat så kommer de skriva över de existerande.

source: Load Specter backup
bg: Заредете Спектър резервно копие
de: Lade Specter Datensicherung
el: Φόρτωμα Αντιγράφου Ασφαλείας Specter
es: Cargar Copia de Seguridad de Specter
fr: Charger une sauvegarde Specter
nl: Laad Specter backup
pl: Załaduj Kopję Zapasową Specter
pt: Carregar Backup da Specter
ru: Загрузить бэкап Specter
sv: Laddar Specterbackup

source: Choose backup folder
bg: Избери папка за резервно копие
de: Wähle Sicherungsverzeichnis
el: Διαλέξτε φάκελο για το αντίγραφο ασφαλείας
es: Elija la carpeta de respaldo
fr: Choisissez le dossier de sauvegarde
nl: Kies backup folder
pl: Wybierz folder kopii zapasowej
pt: Escolha a pasta de backup
ru: Выбрать директорию бэкапа
sv: Välj backupmapp

source: Miscellaneous
bg: Разнородни
de: Verschiedenes
el: Διάφορα
es: Misceláneo
fr: Divers
nl: Andere
pl: Różne
pt: Configurações Diversas
ru: Разное
sv: Annat

source: Bitcoin unit to use
bg: Единица Биткойн, която желаете да ползвате
de: Zu verwendende Bitcoin Einheit
el: Χρησιμοποίησε την μονάδα μέτρησης Bitcoin
es: Unidad de Bitcoin a utilizar
fr: Unité de bitcoin à utiliser
nl: Te gebruiken Bitcoin eenheid
pl: Jednostka Bitcoina do używania
pt: Unidade Bitcoin
ru: Единица биткоина
sv: Bitcoinenhet att använda

source: Block explorer URL
bg: Блок изследовател уеб линк (URL)
el: Σύνδεσμος URL του εξερευνητή μπλοκ
es: URL de explorador de bloques
fr: URL d'explorateur de bloc
nl: Blokverkenner URL
pt: URL do explorador de blocos
ru: URL эксплорера блоков
sv: Adress till blockkedjeutforskare

source: Specter does not use the block explorer to get any data whatsoever. This setting is only to allow opening transactions and addresses in a block explorer directly from Specter. All data Specter uses comes directly from your own connected full node.
bg: Спектър не изполва блок изследователя, за да извлича каквавто и да е информация. Тази настройка само позволява да отвори транзакции и адреси от блок изследовател директно от Спектър. Всичките данни от Спектър се изтеглят директно от вашия свързан пълен възел.
de: Specter benutzt den Block Explorer nie zum Laden irgendwelcher Daten. Diese Einstellung dient nur dem direkten Öffnen von Transaktionen und Adressen im Explorer aus Specter heraus. Alle von Specter verwendeten Daten kommen direkt von deinem eigenen verbundenen Node.
el: Το Specter δεν χρησιμοποιεί καθόλου τον εξερευνητή μπλοκ για να λάβει δεδομένα. Αυτή η ρύθμιση υπάρχει μόνο για να επιτρέπεται το άνοιγμα συναλλαγών και διευθύνσεων σε έναν εξερευνητή μπλοκ κατευθείαν μέσα από το Specter. Όλα τα δεδομένα που χρησιμοποιεί το Specter προέρχονται απευθείας από το δικό σας συνδεδεμένο πλήρη κόμβο.
es: Specter no usa el explorador de bloques para obtener datos. Esta configuración es solo para permitir la apertura de transacciones y direcciones en un explorador de bloques directamente desde Specter. Todos los datos que utiliza Specter provienen directamente de su propio nodo completo conectado.
fr: Specter n'utilise pas d'explorateur de bloc pour obtenir quelconques données. Ce paramètre ne sert qu'à permettre l'ouverture de transactions et d'adresses dans un explorateur de bloc à partir de Specter directement. Toutes les données que Specter utilise proviennent directement du noeud auquel vous êtes connecté.
nl: Specter gebruikt de blokverkenner niet om enige data op te halen. Deze instelling bestaat enkel om het toe te laten transacties en adressen in een blokverkenner rechtstreeks vanuit Specter te openen. Alle data gebruikt door Specter is rechtstreeks afkomstig van uw eigen geconnecteerde volledige node.
pl: Specter nie używa block explorer-a żeby pobrać jakiekolwiek dane. To ustawienie pozwala na otwieranie transakcji i adresów w block explorerze bezpośrednio ze Specter. Wszystkie dane których używa Specter pochodzą bezpośrednio z twojego podłączonego węzła.
pt: O Specter não usa o explorador de blocos para obter dados pessoais. Esta configuração serve apenas para permitir a abertura de transações e endereços em um explorador de blocos diretamente no Specter. Todos os dados que o Specter usa vêm diretamente de próprio full node conectado.
ru: Specter не использует эксплорер для получения каких-либо данных. Эта настройка всего лишь позволяет открывать транзакции и адреса в эксплорере блоков напрямую из Specter. Все данные, которые использует Specter, происходят из вашего полного узла.
sv: Specter använder inte blockkedjeutforskare för att hämta data överhuvudtaget. Inställningen är enbart för att kunna öppna transaktioner och address i en blockkedjeutforskare direkt från Specter. All data som Specter använder kommer direkt från din egna nod.

source: Fees estimation source
bg: Източника данни за изчисление на тарифи
de: Quelle für Gebührenschätzung
el: Πηγή εκτίμησης αμοιβής
es: Fuente de estimación de tarifas
fr: Source de l'estimation des frais
nl: Transactiekost schatting bron
pl: Źródło szacowania opłat
pt: Fonte de estimativa de taxas
ru: Источник оценки комиссии
sv: Transaktionsavgiftsestimeringkälla

source: Self hosted mempool.space
bg: Само-домакинстван (self hosted) mempool.space
de: Selbst gehosteter mempool.space
el: Mempool.space που το φιλοξενείτε εσείς
es: Mempool.space autohospedado
fr: Mempool.space auto-hébergé
nl: Zelf gehoste mempool.space
pl: Własna instancja mempool.space
pt: Hostear sua própria mempool.space
ru: Собственный сервер mempool.space
sv: Egen mempool.space instans

source: Log Level
bg: Ниво на лог
de: Logstufe
el: Επίπεδο Ιστορικού
es: Nivel de registro
fr: Niveau de journalisation
pl: Poziom Logów
pt: Nível do Log
ru: Уровень логирования
sv: Lognivå

source: Specter-Desktop created a Logfile in
bg: Спектър-Десктоп създаде лог файл (Logfile) в
de: Specter Desktop hat eine Logdatei erzeugt in
el: Το Specter για υπολογιστή δημιούργησε ένα αρχείο ιστορικού στο
es: Specter-Desktop creó un archivo de registro en
fr: Specter-Ordinateur a créé un fichier journal (Logfile) dans
nl: Specter-Desktop heeft een Logbestand aangemaakt in
pl: Specter-Desktop utworzył plik logów w
pt: O Specter-Desktop criou um arquivo de log em
ru: Specter Desktop создал файл лога в
sv: Specter-Desktop skapade en logfil i

source: The Debug-Level will create a lot of data, so make sure to avoid that if you don't have a reason.
bg: Debug-Level ще създаде много данни, така че гледайте да го избягвате освен ако имате причина.
de: Die Debugstufe erzeugt eine Menge Daten, also vermeide das, wenn du nicht einen besonderen Grund hast.
el: Το επίπεδο Προσδιορισμός Σφαλμάτων θα δημιουργήσει πολλά δεδομένα, οπότε καλό είναι να το αποφεύγετε αν δεν υπάρχει συγκεκριμένος λόγος.
es: El nivel de depuración creará una gran cantidad de datos, así que asegúrese de no usuarlo si no tiene una buena razón.
fr: Le niveau de débogage (Debug-Level) va créer énormément de données, cette fonction est à éviter à moins d'avoir une raison.
nl: De Debug-Level zal veel data aanmaken, vermijd dit als u hier geen reden voor heeft.
pl: Logowanie w trybie Debug wygeneruje dużo danych, dlatego upewnij się że jest to konieczne.
pt: O nível de depuração criará muitos dados, portanto, evite caso não tiver motivo para tal.
ru: Этот уровень логирования создаст много данных, избегайте этого без особой причины.
sv: Debug-nivån kommer skapa mycket data, så undvik gärna att använda det om du inte har en speciell anledning.

source: Validate Merkle Proofs
bg: Валидирай Merkle Proofs
de: Merkle Proofs validieren
el: Επαλήθευση Αποδείξεων Merkle
es: Validar pruebas de Merkle
fr: Valider les preuves de Merkle (Merkle Proofs)
nl: Valideer Merkle Proofs
pl: Weryfikuj Merkle Proofs
pt: Habilitar Provas de Merkle
ru: Верифицировать доказательства Меркла
sv: Validera merkle-bevis
