Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: Import this wallet to another Specter instance or other supported wallet softwares by scanning the QR code or importing the JSON file.
bg: Внеси това портмонеи от друга инстанция на Спектър или друг подкрепен софтуер за пормонета, сканирайки QR код или импортирайки файл-а JSON.
de: Importiere diese Wallet in eine andere Specter Instanz oder in unterstützte Walle Softwares, indem du den QR Code scannst oder die JSON Datei importierst.
es: Importe esta billetera a otra instancia de Specter u otro software de billetera compatible, escaneando el código QR o importando el archivo JSON.
fr: Importer ce wallet dans une autre instance de Specter ou dans un autre logiciel en balayant ce code QR ou en exportant le fichier JSON.
nl: Importeer deze wallet in een andere instantie van Specter of andere ondersteunde wallet software door het scannen van de QR code of het importeren van het JSON bestand.
pl: Importuj ten portfel do innej instancji Specter lub do innego kompatybilnego oprogramowania portfela poprzez skanowanie kodu QR lub importowanie pliku JSON.
pt: Importar esta carteira para outra instância Specter ou para outra carteiras escaneando o QR code ou importando usando o arquivo JSON.
ru: Чтобы импортировать этот кошелек в другой Specter или другой совместимый кошелек, отсканируйте QT-код или импортируйте JSON-файл.
sv: Improtera plånbok till annna Specter instans eller plånboksmjukvara som möjliggör QR-kodscanning eller importera JSON filer.

source: Export PDF backup
bg: Експортирай PDF
de: PDF Backup exportieren
es: Exportar backup PDF
fr: Exporter un backup en .PDF
nl: Exporteer PDF backup
pl: Eksportuj kopię zapasową do PDF
pt: Exportar o backup em PDF
ru: Экспортировать PDF-бэкап
sv: Exportera PDF backup

source: Advanced Options
bg: Настройки за напреднали
de: Erweiterte Optionen
es: Opciones Avanzadas
fr: Options avancées
nl: Geavanceerd Installingen
pl: Opcje Zaawansowane
pt: Opções Avançadas
ru: Расширенные настройки
sv: Avancerade inställningar

source: Keypool control
bg: Контрол на библиотека от ключове (keypool)
de: Keypool Steuerung
es: Control de Keypool
fr: Contrôle du keypool
nl: Sleutelcollectie management
pl: Kontroloa puli adresów
pt: Controle da keypool
ru: Контроль пула ключей
sv: Keypool-kontroll

source: Currently watching
bg: В момента се гледа
de: Betrachte gerade
es: Actualmente observando
fr: Actuellement en train de regarder
nl: Momenteel
pl: Obecnie obserwujesz
pt: Atualmente observando
ru: Сейчас адресов под наблюдением
sv: Övervakar för närvarande

source: receiving and
bg: получаване и
de: empfange und
es: recibo
fr: recevoir et
nl: ontvangst- en
pl: otrzymaj i
pt: recebendo e
ru: для получения и
sv: mottagar- och

source: change addresses.
bg: адреси за ресто.
de: ändere Adressen.
es: y dirección de cambio.
fr: adresses de change.
nl: wisselgeld adressen aan het volgen.
pl: zmień adresy.
pt: endereços de troco.
ru: для сдачи.
sv: växeladresser.

source: Watch
bg: Наблюдавай
de: Betrachte
es: Observar
fr: Voir
nl: Toon
pl: Obserwuj
pt: Veja
ru: Наблюдать
sv: Bevaka

source: more addresses
bg: още адреси
de: weitere Adressen
es: mas direcciones
fr: plus d'adresses
nl: meer adressen
pl: więcej adresów
pt: mais endereços
ru: больше адресов
sv: fler adresser

source: Blockchain rescan
bg: Блокчейн ресканиране
es: Re-escaneo de la cadena de bloques
fr: Ré-analyser la blockchain
nl: Blockchain herscannen
pl: Przeskanowanie Blockchain
pt: Rescaneamento da blockchain
ru: Пересканировать блокчейн
sv: Omsök blockkedjan

source: Abort rescan
bg: Спри ресканирането
de: Rescan abbrechen
es: Abortar re-escaneo
fr: Abandon de la ré-analyse
nl: Herscannen afbreken
pl: Zatrzymaj skanowanie
pt: Abortar rescaneamento
ru: Остановить пересканирование
sv: Avbryt omsökning

source: Note: You are using a pruned node. Rescan is limited by the pruned height to block:
bg: Бележка: Използвате частичен/подрязан възел. Ресканиране е ограничено от скъсената височина до блок:
de: Hinweis: Du verwendest eine gestutzte ("pruned") Node. Der Rescan ist auf die gestutzte ("pruned") Blockhöhe begrenzt:
es: Nota: está utilizando un nodo podado. Volver a escanear está limitado por la altura del bloque hasta donde decidió podar el bloque:
fr: Note: vous utilisez un noeud élagué (pruned node). La ré-analyse sera limité a la hauteur du bloc:
nl: Opmerking: U gebruikt een getrimde node. Herscannen is gelimiteerd tot blok hoogte:
pl: Uwaga: Używasz węzła w trybie pruned. Przeskanowani będzie ograniczone przez wysokość bloku trybu pruned:
pt: Nota: Você está usando um node prunado. O reescaneamento será limitado até a altura do bloco:
ru: Замечание: если вы используете узел с прунингом, пересканирование ограничено высотой блока:
sv: Notera: Du använder en beskärd nod. Omsökning är begränsad av den beskärda blockhöjden:

source: was the first Segwit block.
bg: беше първия Segwit блок.
de: war der erste Segwit Block.
es: fue el primer bloque Segwit.
fr: était le premier bloc Segwit.
nl: was het eerste Segwit blok.
pl: był pierwszym blokiem z Segwit.
pt: foi o primeiro bloco Segwit.
ru: был первым Segwit-блоком.
sv: var det första Segwit-blocket.

source: UTXO rescan in process:
bg: UTXO ресканиране в прогрес:
de: UTXO Rescan läuft:
es: Re-escaneo UTXO en proceso:
fr: Ré-analyse des UTXO en cours:
nl: UTXO herscan bezig:
pl: Skanowanie UTXO w toku:
pt: Rescaneamento do UTXO em andamento:
ru: Пересканирование UTXO в процессе:
sv: UTXO omsökning pågår:

source: Or rescan only unspent transactions:
bg: Или ресканирай само неизхарчени транзакции:
de: Oder scanne nur unausgegebene Transaktionen:
es: O vuelva a escanear solo las transacciones no gastadas:
fr: Ou ré-analyser uniquement les transactions non dépensées:
nl: Of herscan alleen onbenutte transacties:
pl: Lub przeskanuj tylko niewydane tranzakcie:
pt: Ou procure novamente apenas as transações não gastas:
ru: Либо пересканируйте только непотраченные транзакции:
sv: Eller omsök enbart ospenderade transaktioner:

source: Rescan UTXO
bg: Ресканира UTXO
de: UTXO Rescan
es: Volver a escanear UTXO
fr: Ré-analyser le UTXO
nl: Herscan UTXO
pl: Przeskanuj UTXO
pt: Rescaneando UTXO
ru: Пересканировать UTXO
sv: Omsök UTXO

source: Rescanning UTXO set
bg: Ресканира се UTXO група
de: UTXO Rescan einstellen
es: Reexploración del conjunto UTXO
fr: Ré-analyse de l'ensemble d'UTXO
nl: Herscannen UTXO set
pl: Przeskalowuje zestaw UTXO
pt: Rescaneando o conjunto do UTXO
ru: Пересканирование множества UTXO
sv: Omsöker UTXO set

source: Only unspent transactions will be imported, so you won't see the full history, but your balance will be there.
bg: Само неизхарчени транзакции ще бъдат импортирани, така че няма да видите цялата история, но балансът ви ще бъде там.
de: Nur unausgegebene Transaktionen werden importiert, du wirst also nicht den gesamten Verlauf sehen. Dein Guthaben wird aber vorhanden sein.
es: Solo se importarán las transacciones no gastadas, por lo que no verá el historial completo, pero su saldo estará allí.
fr: Seulement les transactions non depensées seront importées, vous ne verrez donc pas l'historique complet, mais votre solde sera présent.
nl: Alleen onbenutte transacties worden geïmporteerd, hierdoor is niet de volledige geschiedenis zichtbaar, maar wel het saldo.
pl: Tylko niewydane tranzakcie będą zaimportowanie, więc nie zobaczysz pełnej historii, ale twój balans będzie się zgadzać.
pt: Apenas as transações não gastas serão importadas, você não verá o histórico completo, mas o saldo estará lá.
ru: Будут импортированы только непотраченные транзакции. Вы не увидите полную историю, но ваш баланс будет на месте.
sv: Enbart ospenderade transaktioner blir importerade, så du kommer inte se plånbokens hela historia, men ditt saldo kommer vara där.

source: Note:
bg: Бележка:
de: Hinweis:
es: Nota:
nl: Opmerking:
pl: Uwaga:
pt: Nota:
ru: Замечание:
sv: Notera:

source: Make sure you have enough addresses in the keypool, otherwise not all unspent transactions may be found.
bg: Потвърдете, че имате достатъчно адреси в keypool, иначе не всички неизхарчени транзакции могат да бъдат открити.
de: Stelle sicher, dass sich genügend Adressen im Keypool befinden, da sonst möglicherweise nicht alle unausgegebenen Transaktionen gefunden werden.
es: Asegúrese de tener suficientes direcciones en el conjunto de claves (keypool); de lo contrario, es posible que no se encuentren todas las transacciones no gastadas.
fr: Veuillez vérifier que vous avez assez d'adresses dans le keypool, dans le cas contraire certaines transactions non dépensées ne seront pas trouvées.
nl: Zorg voor voldoende adressen in de sleutelcollectie, anders worden wellicht niet alle onbenutte transacties gevonden.
pl: Upewnij się ze masz wystarczająco adresów w puli adresów, inaczej nie wszystkie niewydane tranzakcie będą mogły zostać znalezione.
pt: Certifique-se de ter endereços suficientes no keypool, caso contrário, algumas transações não gastas podem não ser encontradas.
ru: Убедитесь, что в пуле ключей достаточно адресов, иначе не все непотраченные транзакции могут быть найдены.
sv: Säkerställ att du har tillräckligt med adresser i keypoolen, annars kanske inte alla ospenderade transaktioner kan hittas.

source: Delete Wallet
bg: Изтрий Портмонето
de: Wallet löschen
es: Borrar Billetera
fr: Supprimer le portefeuille
nl: Verwijder Wallet
pl: Usuń Portfel
pt: Deletar carteira
ru: Удалить кошелек
sv: Ta bort plånbok

source: Hide keys details
bg: Скрий детайлите на ключовете
de: Key Details verbergen
es: Ocultar detalle de llaves
fr: Cacher le détail des clés
nl: Verberg sleutel details
pl: Ukryj szczegóły klucza
pt: Esconder detalhes da carteira
ru: Скрыть детали ключей
sv: Göm nyckeldetaljer

source: Node with this name already exists, please choose a different name.
es: El nodo con este nombre ya existe, elija un nombre diferente.
fr: Un noeud avec ce nom existe déjà, veuillez choisir un nom différent.
pt: Já existe um nó com este nome, por favor escolha um nome diferente.

source: Specter Desktop
bg: Спектър Десктоп
el: Specter για Υπολογιστή
es: Bienvenido a Specter Desktop
fr: Specter pour ordinateur

source: Custom
bg: Индивидуализиран
de: Benutzerdefiniert
el: Επιλεγμένες ρυθμίσεις
es: Personalizar
fr: Personnalisée
nl: Aangepast
pl: Własne
pt: Customizado
sv: Manuellt

source: (Native Segwit)
el: (Ιθαγενές Segwit)
es: (Nativo Segwit)
fr: (Segwit Natif)
pl: (Natywny Segwit)
pt: (Segwit Nativo)
sv: (Nativ Segwit)

source: (Nested Segwit)
el: (Εμφωλευμένο Segwit)
es: (Anidado Segwit)
fr: (Segwit Compatible)
pl: (Zagnieżdżony Segwit)
sv: (Nestad Segwit)

source: Nested Segwit
es: Segwit Anidado
fr: Segwit compatible
pl: Zagnieżdżony Segwit
sv: Nestad Segwit

source: QuickSync?
bg: Бързо синхронизиране (QuickSync)?
el: Ταχυσυγχρονισμός;
pl: Szybka Synchronizacja?
pt: Sincronização Rápida?

source: Unconfidential
fr: Non-confidentiel

source: Node with this name already exits, please choose a different name.
el: Υπάρχει ήδη κόμβος με αυτό το όνομα, παρακαλώ δοκιμάστε κάποιο διαφορετικό όνομα.

source: Failed to delete failed wallet: {}
el: Αποτυχία διαγραφής κατεστραμμένου πορτοφολιού: {}

source: <p><br>Configure Bitcoin Core is running with wallets disabled.<br><br>Please make sure disablewallet is off (set disablewallet=0 in your bitcoin.conf), then restart Bitcoin Core and try again.<br>See <a href="https://github.com/cryptoadvance/specter-desktop/blob/34ca139694ecafb2e7c2bd5ad5c4ac74c6d11501/docs/faq.md#im-not-sure-i-want-the-bitcoin-core-wallet-functionality-to-be-used-is-that-mandatory-if-so-is-it-considered-secure" target="_blank" style="color: white;">here</a> for more information.</p>
el: <p><br>Η ρύθμιση Bitcoin Core τρέχει με τα πορτοφόλια απενεργοποιημένα.<br><br>Παρακαλώ σιγουρευτείτε ότι το disablewallet είναι στο off (εντολή disablewallet=0 στο αρχείο bitcoin.conf), και μετα επανεκκινήστε το Bitcoin Core και δοκιμάστε ξανά.<br>Δείτε <a href="https://github.com/cryptoadvance/specter-desktop/blob/34ca139694ecafb2e7c2bd5ad5c4ac74c6d11501/docs/faq.md#im-not-sure-i-want-the-bitcoin-core-wallet-functionality-to-be-used-is-that-mandatory-if-so-is-it-considered-secure" target="_blank" style="color: white;">εδώ</a> για περισσότερες πληροφορίες στα Αγγλικά.</p>

source: If you haven’t done so already, head to “Preferences” on your desktop app (found on the top navigation). Select the option to connect remotely.
el: Αν δεν το έχετε κάνει ήδη, παρακαλώ πηγαίνετε στις "Προτιμήσεις" στην εφαρμογή του υπολογιστή σας (θα το βρείτε στην πλοήγηση πάνω-πάνω). Επιλέξτε τον κόμβο για να συνδεθείτε απόμακρυσμένα.
