Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: Cannot enable when using a pruned bitcoin node
bg: Не може да се включи, докато се използва съкратен Биткойн възел
de: Kann das bei Verwendung eines gestutzten Nodes nicht einschalten
el: Δεν μπορεί να ενεργοποιηθεί όταν χρησιμοποιείτε έναν κλαδεμένο κόμβο bitcoin
es: No se puede habilitar cuando se usa un nodo bitcoin podado
fr: Impossible d'activer lors de l'utilisation d'un noeud Bitcoin élagué (pruned)
nl: Kan niet geactiveerd worden met een getrimde bitcoin node
pl: Nie można włączyć kiedy używany jest przycięty węzeł (pruned node)
pt: Não pode ser habilitado quando estiver usando um node prunado
ru: Невозможно включить при использовании узла с прунингом
sv: Kan inte slås på med en beskärande nod

source: What's this?
bg: Какво е това?
de: Was ist das?
el: Τι είναι αυτό;
es: Qué es esto?
fr: Qu'est-ce que c'est?
nl: Wat is dit?
pl: Co to jest?
pt: O que é isso?
ru: Что это?
sv: Vad är detta?

source: Specter-Desktop validates <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> Merkle Proofs from your full node <strong>guaranteeing</strong> that displayed as confirmed have been included in the specified block hash.
bg: Спектър-Десктоп валидира <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> Merkle Proofs от твоя пълен възел <strong>гарантирайки</strong> че показаните като потвърдени са включени в специфичния блок хеш.
de: Specter-Desktop validiert <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> Merkle Proofs von deinem Full Node, was <strong>garantiert</strong>, dass als bestätigt angezeigte Transaktionen in den spezifischen Block Hash eingegangen sind.
el: Το Specter-Desktop επαληθεύει τις<a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> Αποδείξεις Merkle από τον πλήρη κόμβο σας,<strong>εγγυώντας</strong> ότι οι συναλλαγές που εμφανίζονται ως επαληθευμένες συμπεριλαμβάνονται σίγουρα μέσα στον συγκεκριμένο κατακερματισμό μπλοκ.
es: Specter-Desktop valida las <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank"> BIP 37 </a> Pruebas de Merkle (Merkle Proofs) desde su nodo completo < strong> garantizando </strong> que se muestra como confirmado al haber sido incluido en el hash del bloque especificado.
fr: Specter-Ordinateur valide les <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> preuves de Merkle(Merkle Proofs) de votre full node(noeud) <strong>garantissant</strong> que les transactions affichant comme étant confirmées ont bien été incluses dans l'identifiant du bloc spécifié.
pl: Specter-Desktop sprawdza<a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> Merkle Proofs z twojego pełnego węzła <strong>gwarantując</strong> że transakcje wyświetlone jako potwierdzone zostały włączone do konkretnego hasha konkretnego bloku.
pt: O Specter-Desktop valida o <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> provas Merkle do seu full node <strong>garantindo</strong> que será exibido como confirmado quando for incluído o hash no bloco especificado.
ru: Specter Desktop проверяет доказательства Меркла по стандарту <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> с вашего полного узла, что <strong>гарантирует</strong>, что транзакции, показанные как подтвержденные, были включены в блок с данным хэшем.
sv: Specter-Desktop validerar <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> Merkle-bevis via din egna nod vilket <strong>garanterar</strong> att det som visas är bekräftat inkluderat i det specificerade blockhashet.

source: However, a compromised full node could return a fake block that was never mined into Bitcoin's blockchain! If you find the displayed block hash in other locations (other nodes, block explorers, etc) <strong>and you trust specter-desktop isn't lying to you</strong>, then you can be sure this transaction exists in their blockchain as well.
bg: Но, компроментиран пълен възел може да върне фалшив блок, който не е бил миннирал в блокчейна на Биткойн! Ако намерите показания блок хеш в други локации (пр. други възели, блок изследователи и т.н.) <strong>и имате доверие на спектър-десктоп не ви лъже</strong>, тогава можете да бъдете сигурни, че тази транзакция съществува в техния блокчейн също.
de: Allerdings könnte ein kompromittierter Full Node einen gefälschten Block zurück liefern, der nie Teil der Bitcoin Blockchain war! Wenn du den angezeigten Block Hash auch noch woanders siehst (auf anderen Nodes, Block Explorern usw) <strong>und sicher bist, dass dich Specter Desktop nicht belügt</strong>, dann kannst du dich darauf verlassen, dass die Transaktion auch in der Blockchain existiert.
el: Ωστόσο, ένας παραβιασμένος πλήρης κόμβος θα μπορούσε να επιστρέψει ένα ψεύτικο μπλοκ το οποίο δεν έχει εξορυχθεί ποτέ από την Bitcoin blockchain! Αν βρείτε τον εμφανιζόμενο κατακερματισμό μπλοκ σε άλλες τοποθεσίες (άλλους κόμβους, εξερευνητές μπλοκ, κτλ) <strong>και είστε απολύτως σίγουροι ότι το Specter για υπολογιστή δεν ψεύδεται</strong>, τότε μπορείτε να είστε σίγουροι ότι η συναλλαγή υπάρχει και στην blockchain τους.
es: Sin embargo, un nodo completo comprometido podría devolver un bloque falso que nunca se extrajo de la cadena de bloques de Bitcoin. Si encuentra el hash de bloque que se muestra en otras ubicaciones (otros nodos, exploradores de bloques, etc.) <strong> y confía en que Specter-Desktop no le esta mintiendo</strong>, puede estar seguro de que esta transacción existe en su cadena de bloques también.
fr: Cependant, une full node (noeud) compromise pourrait retourner un faux bloc n'ayant jamais été miné dans la blockchain Bitcoin! Si vous trouvez l'identifiant du bloc affiché à d'autres endroits (autres noeuds, explorateurs de blocs, etc) <strong>et que vous faites confiance que specter-ordinateur ne vous ment pas </strong>, alors vous pouvez être certains que cette transaction existe dans leur blockchain également.
nl: Echter, een gecompromitteerde node kan een vervalst blok geven welke nooit was gemined in de Bitcoin blockchain! Als je de getoonde blokhash in een andere locatie ziet (een andere node, een blokverkenner, etc) <strong>en je vertrouwt erop dat Specter Desktop niet tegen je liegt</strong>, dan kun je er zeker van zijn dat deze transactie in de blockchain is opgenomen.
pl: Jednakże, węzeł który został zhakowany może próbować wyświetlać bloki które nigdy nie znalazły się w blockchaine! Jeżeli znajdziesz hash bloku w innych lokacjach (inne węzły, block explorery, itp) <strong>i ufasz że specter-desktop nie próbuje cię oszukać</strong>, wtedy możesz mieć pewnośc ze ta transakcja również znajduje się w blockchainie.
pt: No entanto, um full node comprometido pode retornar um bloco falso que nunca foi minerado da blockchain do Bitcoin! Se encontrar o hash do bloco exibido em outros locais (outros nodes, exploradores de bloco, etc) <strong>e acreditar que a specter-desktop não está mentindo para você</strong>, então poderá ter certeza de que esta transação existe em sua blockchain também.
ru: Впрочем, скомпрометированный полный узел может возвращать поддельный блок, который не был включен в блокчейн биткоина! Если вы видите показанный хэш блока в других источниках (других полных узлах, эксплорерах блоков) <strong>и вы верите, что Specter Desktop вам не врет</strong>, тогда вы можете быть уверены, что эта транзакция также включена в их версию блокчейна.
sv: Dock kan en kompromissad nod återge fejkade block som aldrig brutits till Bitcoins blockkedja! Om du kan hitta det visade blocket på ett annat ställe (en annan nod, en blockkedjeutforskare, et.c.) <strong>och du litar på att specter-dekstop inte ljuger för dig</strong>, så kan du vara säker på att transaktionen finns på deras blockkedja också.

source: Hardware Devices Bridge
bg: Мост-интерфейс за хардуерни устройства
de: Hardware Gerätebrücke
el: Γέφυρα Φυσικών Συσκευών
es: Puente de Dispositivos de Hardware
fr: Pont pour Appareils Matériels (Hardware Devices Bridge)
nl: Hardware Apparaatoverbrugging
pl: Mostek Urządzen Sprzętowych
pt: Conexão de Dispositivos Hardware
ru: Мост к аппаратным устройствам
sv: Hårdvaruenhetsbrygga

source: Allows Specter to communicate with your hardware devices over USB.
bg: Позволява на Спектър да комуникира с вашите хардуерни устройства чрез USB.
de: Ermöglicht Specter die Kommunikation mit deinen Hardware Geräten über USB.
el: Επιτρέπει το Specter να επικοινωνεί με τα πορτοφόλια-συσκευές σας μέσω θύρας USB.
es: Permite que Specter se comunique con sus dispositivos de hardware a través de USB.
fr: Permet à Specter de communiquer avec vos appareils matériels via USB.
nl: Staat Specter toe om te communiceren met uw hardware apparaten over USB.
pl: Zezwól Specterowi na kompunikowanie się z twoimi sprzętowymi urządzeniami poprzez USB.
pt: Permite que o Specter se comunique com os dispositivos de hardware por USB.
ru: Позволяет Specter общаться с вашими аппаратными устройствами по USB.
sv: Tillåt Specter att kommunicera med din hårdvarunyckel via USB.

source: Local USB connection
bg: Местна USB връзка
de: Lokale USB Verbindung
el: Τοπική σύνδεση με θύρα USB
es: Conexión USB local
fr: Connexion USB locale
nl: Lokale USB verbinding
pl: Lokalne połączenie USB
pt: Conexão USB local
ru: Локальное USB-соединение
sv: Lokal USB-koppling

source: Select this if Specter is installed on this computer
bg: Изберете това ако Спектър е инсталиран на този компютър
de: Wähle dies aus, wenn Specter auf diesem Computer installiert ist
el: Επιλέξτε αυτό αν το Specter είναι εγκατεστημένο σε αυτόν τον υπολογιστή
es: Seleccione esto si Specter se encuentra instalado en esta computadora
fr: Sélectionnez cette option si Specter est installé sur cet ordinateur
nl: Selecteer dit als Specter op deze computer is geïnstalleerd
pl: Wybierz jeżeli Specter zainstalowany jest na tym komputerze
pt: Selecione caso o Specter estiver instalado neste computador
ru: Выберите, если Specter установлен на этом компьютере
sv: Välj denna om Specter är installerat på den här datorn

source: Remote Specter USB connection
bg: Задочна Спектър USB връзка
de: Entfernte Specter USB Verbindung
el: Απομακρυσμένη σύνδεση του Specter μέσω θύρας USB
es: Conexión USB Remota de Specter
fr: Connexion USB Specter à distance
nl: Specter USB verbinding op afstand
pl: Zdalne Połączenie Specter USB
pt: Conexão Remota usando um Specter no USB
ru: USB-соединение к Specter на удаленном компьютере
sv: USB-koppling på annan dator

source: Select this if Specter is installed on a different machine
bg: Изберете това ако Спектър е инсталирана на различна машина
de: Wähle dies aus, wenn Specter auf einem anderen Computer installiert ist
el: Επιλέξτε αυτό αν το Specter είναι εγκατεστημένο σε διαφορετικό μηχάνημα
es: Seleccione esto si Specter se encuentra instalado en una máquina diferente
fr: Sélectionnez cette option si Specter est installé sur un ordinateur différent
nl: Selecteer dit als Specter op een andere machine is geïnstalleerd
pl: Wybierz jeżeli Specter zainstalowany jest na innej maszynie
pt: Selecione isto se o Specter estiver instalado em uma máquina diferente
ru: Выберите, если Specter установлен на другом компьютере
sv: Välj denna om Specter är installerad på en annan dator

source: Select this if you would like to configure manually (experts only)
bg: Изберете това ако искате индивидуално да настроите (само за експерти)
de: Wähle dies aus, wenn du manuell konfigurieren willst (nur für Experten)
el: Επιλέξτε αυτό αν θέλετε να εισάγετε τις ρυθμίσεις χειροκίνητα (μόνο για ειδικούς)
es: Seleccione esto si desea configurar manualmente (solo expertos)
fr: Sélectionnez cette option si vous souhaitez configurer manuellement (pour les experts)
nl: Selecteer dit als u het handmatig wilt configureren (voor de experts)
pl: Wybierz aby dokonać konfiguracji ręcznie (tylko eksperci)
pt: Selecione se desejar configurar manualmente (recursos avançados)
ru: Ручная настройка (только для опытных пользователей)
sv: Välj denna om du vill manuellt konfigurera (enbart experter)

source: Before changing these settings
bg: Преди да променяте тези настройки
de: Bevor du diese Einstellungen änderst
el: Πριν αλλάξετε αυτές τις ρυθμίσεις
es: Antes de cambiar estas configuraciones
fr: Avant de modifier ces paramètres
nl: Voor het wijzigingen van deze instellingen
pl: Przed zmianą tych ustawień
pt: Antes de alterar essas configurações
ru: Прежде чем менять эти настройки
sv: Innan du ändrar de här inställningarna

source: If you haven’t done so already, head to "Preferences" on your desktop app (found on the top navigation). Select the option to connect remotely.
bg: Ако не сте го направили, отидете до "Настройки" на вашото десктоп приложение (намерена на горната част на навигацията). Изберете настройката, за задочна връзка.
de: Wenn du es nicht bereits getan hast, gehe zu "Voreinstellungen" auf deiner Desktop App (findest du oben in der Navigation). Wähle die Option zur remote Verbindung.
es: Si aún no lo ha hecho, diríjase a "Preferencias" en su aplicación de escritorio (que se encuentra en la barra de navegación superior). Seleccione la opción para conectarse de forma remota.
fr: Si ce n'est pas déjà fait, allez dans "Préférences" sur votre application bureau (dans le menu navigation du haut). Sélectionnez l'option de connexion à distance.
nl: Indien u dit nog niet gedaan heeft, ga naar "Voorkeuren" om uw desktop applicatie (in de navigatiebalk bovenaan). Selecteer hier de optie om op afstand te kunnen verbinden.
pl: Jeżeli to jeszcze nie zostało zrobione, idź do "Ustawienia" w swojej aplikacji desktop (górna nawigacja). Wybierz opcję żeby połączyć się zdalnie.
pt: Se você ainda não fez isso, vá em "Preferências" em seu aplicativo desktop (no menu superior). Selecione a opção de conectar-se remotamente.
ru: Если вы этого еще не сделали, откройте "Настройки" на десктоп-приложении (смотри верхнюю панель навигации). Выберите удаленное соединение.
sv: Om du inte redan gjort det, gå till "Inställningar" på din desktopapp (du hittar detta i navigationsraden längst upp). Välj att ansluta till annan dator.

source: Save Changes
bg: Запази промени
de: Änderungen Speichern
el: Αποθήκευση Αλλαγών
es: Guardar Cambios
fr: Sauvegarder les modifications
nl: Wijzigingen Opslaan
pl: Zapisz Zmiany
pt: Salvar Alterações
ru: Сохранить изменения
sv: Spara ändringar

source: You might also need to allow Specter to communicate with the device bridge.
bg: Може да потрябва да позволите на Спектър да комуникира с устройството мост.
de: Du möchtest Specter vielleicht auch erlauben, mit der Gerätebrücke zu kommunizieren.
el: Ίσως χρειαστεί να επιτρέψετε στο Specter να επικοινωνεί με την γέφυρα συσκευών.
es: Tal vez debas permitir que Specter se comunique con el puente del dispositivo.
fr: Il se pourrait que vous ayez à permettre à Specter de communiquer avec le pont d'appareil.
nl: U moet mogelijk ook Specter toegang geven om te communiceren met de apparaatoverbrugging.
pl: Być może będzie trzeba pozwolić Specter-owi komunikować się z mostkiem urządzeń.
pt: Você também pode precisar permitir que a Specter se comunique com o dispositivo.
ru: Возможно, вам потребуется разрешить Specter общаться с мостом к устройствам.
sv: Du behöver eventuellt tillåta Specter att kommunicera med enhetsbryggan.

source: Access the device bridge settings.
bg: Отидете до настройки за мост с устройство.
de: Gehe in die Einstellungen für die Gerätebrücke.
el: Πρόσβαση στις ρυθμίσεις γέφυρας συσκευών.
es: Acceda a la configuración del puente del dispositivo.
fr: Accéder aux paramètres du pont d'appareil.
nl: Open de apparaatoverbrugging instellingen.
pl: Ustawienia dostępu do mostka sprzętowego.
pt: Acesse as configurações do dispositivo.
ru: Открыть настройки моста к устройствам.
sv: Gå till inställningar för enhetsbryggan.

source: Add the domain
bg: Добави домейна
de: Füge die Domain hinzu
el: Προσθέστε το όνομα χώρου
es: Agregar dominio
fr: Ajouter le domaine
nl: Voeg domein toe
pl: Dodaj domenę
pt: Adicionar o domínio
ru: Добавить домен
sv: Lägg till domän

source: Copied Specter URL
bg: Копирано е URL на Спектър
de: Specter URL kopiert
el: Ο σύνδεσμος URL του Specter αντεγράφη
es: URL de Specter copiada
fr: URL Specter copié
nl: Kopieer Specter URL
pl: Skopiowany URL Specter-a
pt: URL da Specter copiado
ru: URL Specter скопирован
sv: Kopiera Specter URL

source: copy
bg: копирай
de: kopieren
el: αντιγραφή
es: copia
fr: copier
nl: kopieer
pl: kopjuj
pt: copiar
ru: скопировать
sv: kopiera

source: to the whitelist there.
bg: до "белия списък" там.
de: in die Whitelist dort.
el: στην λίστα επιτρεπόμενων εδώ.
es: a la lista blanca allí.
fr: à la liste blanche en question.
nl: daar naar de whitelist.
pl: do whitelisty.
pt: para a lista de permissões.
ru: в белый список там.
sv: till dess vitlista.

source: Save the changes and close the window.
bg: Запази промени и затвори прозореца.
de: Änderungen speichern und Fenster schließen.
el: Αποθήκευση αλλαγών και κλείσιμο παραθύρου.
es: Guarde los cambios y cierre la ventana.
fr: Sauvegarder les modifications et fermer la fenêtre.
nl: Wijzigingen opslaan en venster sluiten.
pl: Zapisz zmiany i zamknij okno.
pt: Salve as alterações e feche a janela.
ru: Сохранить изменения и закрыть окно.
sv: Spara ändringar och stäng fönstret.

source: Connect your hardware wallet to your computer and test if Specter manage to reach it
bg: Свържете вашото хардуерно портмоне с компютъра ви и пробвайте дали Спектър успешно ще се свърже
de: Schliesse deine Hardware Wallet an deinen Computer an und probiere aus, ob Specter sie erreichen kann
el: Συνδέστε τη συσκευή-πορτοφόλι σας με τον υπολογιστή σας και δοκιμάστε αν το Specter μπορεί να την προσπελάσει
es: Conecte su billetera de hardware a su computadora y pruebe si Specter logra alcanzarla
fr: Connectez votre portefeuille materiel à votre ordinateur et testez si Specter parvient à l'accèder
nl: Verbind uw hardware wallet met uw computer en test of Specter deze kan bereiken
pl: Podłąćż swój sprzętowy portfel do komputera i przetestuj czy Specter może się z nim połączyć
pt: Conecte sua hardware wallet ao computador e teste se o Specter consegue encontrá-la
ru: Подключите аппаратный кошелек к компьютеру и проверьте, смог ли Specter к нему подключиться
sv: Koppla in din hårdvarunyckel till datorn och testa om Specter upptäcker den

source: Test connection
bg: Пробвайте връзката
de: Prüfe Verbindung
el: Δοκιμή σύνδεσης
es: Conexión de prueba
fr: Tester la connexion
nl: Test verbinding
pl: Testowe połączenie
pt: Teste de conexão
ru: Проверка соединения
sv: Testa uppkoppling

source: Device detected successfully! USB connections configured correctly!
bg: Устройството е успешно намерено! USB връзките са правилно настроени!
de: Gerät erfolgreich verbunden! USB Verbindung erfolgreich konfiguriert!
el: Επιτυχία ανίχνευσης συσκευής! Οι συνδέσμοι θύρας USB ρυθμίστηκαν σωστά!
es: Dispositivo detectado correctamente! Conexiones USB configuradas correctamente!
fr: Appareil supprimé avec succès! Connexions USB configurées correctement!
nl: Apparaat succesvol gedetecteerd! USB verbindingen correct geconfigureerd!
pl: Urządzenie wykryte poprawnie! Połączenie USB zostało skonfigurowane poprawnie!
pt: Dispositivo detectado com sucesso! Conexões USB configuradas corretamente!
ru: Устройство успешно определено! USB-соединение настроено корректно!
sv: Enhet hittades! USB-kopplingen fungerar!

source: Failed to detect devices
bg: Няма намерени устройства
de: Konnte Geräte nicht ermitteln
el: Αποτυχία ανίχνευσης συσκευών
es: Error al detectar dispositivos
fr: Échec de la detection d'appareils
nl: Apparaatdetectie gefaald
pl: Nie udało się wykryć urządzeń
pt: Falha ao detectar dispositivos
ru: Не удалось определить устройства
sv: Misslyckades att hitta enheter

source: Tor configurations
bg: Тор конфигурация
de: Tor Konfigurationen
el: Ρυθμίσεις Tor
es: Configuraciones de Tor
fr: Configurations Tor
nl: Tor configuraties
pl: Ustawienia Tor
pt: Configurações do Tor
ru: Настройки Tor
sv: Torinställningar

source: Enable Tor to anonymise your data connections.
bg: Настройте Тор да анонимизира вашите дата връзки.
de: Schalte Tor ein, um deine Datenverbindungen zu anonymisieren.
el: Ενεργοποιήστε το Tor για να έχετε ανώνυμες συνδέσεις δεδομένων.
es: Habilite Tor para anonimizar sus conexiones de datos.
fr: Activer Tor pour anonymiser vos données de connexion.
nl: Activeer Tor om dataverbindingen te anonimiseren.
pl: Pozwól na anonimizacje twojego połączenia z internetem.
pt: Habilitar Tor para tornar os dados de conexão privados.
ru: Включите Tor, чтобы сделать анонимными ваши запросы к данным.
sv: Använd Tor för att anonymisera dina datauppkopplingar.

source: Stop
bg: Спри
el: Σταμάτημα
es: Detener
fr: Arrêter
pl: Zatrzymaj
pt: Parar
ru: Остановить
sv: Stoppa

source: Stopped
bg: Спряно
de: Gestoppt
el: Έχει σταματήσει
es: Detenido
fr: Arrêté
nl: Gestopt
pl: Zatrzymany
pt: Parado
ru: Остановлено
sv: Stoppad

source: Uninstall
bg: Премахни
de: Deinstallieren
el: Απεγκατάσταση
es: Desinstalar
fr: Désinstaller
nl: Verwijder
pl: Odinstaluj
pt: Desinstalar
ru: Удалить
sv: Avinstallera

source: Start
bg: Стартирай
el: Εκκίνηση
es: Iniciar
fr: Démarrer
pl: Uruchom
pt: Começar
ru: Запустить
sv: Starta

source: Set up
bg: Настрой
de: Einrichten
el: Εγκατάσταση
es: Configurar
fr: Configuration
nl: Configuratie
pl: Ustaw
pt: Configuração
ru: Настроить
sv: Ställ in

source: Quick and automatic setup.
bg: Бърза и автоматична настройка.
de: Schnelles automatisches Einrichten.
el: Γρήγορη και αυτόματη εγκατάσταση.
es: Configuración rápida y automática.
fr: Configuration rapide et automatique.
nl: Snelle en automatische configuratie.
pl: Szybkie automatyczne ustawienie.
pt: Configuração rápida e automática.
ru: Быстрая автоматическая настройка.
sv: Snabb och automatisk installation.

source: Use your own Tor configuration.
bg: Използввайте собствена Тор конфигурация.
de: Verwende deine eigene Tor Konfiguration.
el: Χρησιμοποιήστε την δική σας διαρρύθμιση Tor.
es: Usa tu propia configuración de Tor.
fr: Utilisez votre propre configuration Tor.
nl: Gebruik uw Tor configuratie.
pl: Konfiguruj używanie własnego Tor.
pt: Usando sua própria configuração Tor.
ru: Использовать собственные настройки Tor.
sv: Använd dina egna Tor-inställningar.

source: Use Tor proxy running at:
bg: Използвай Тор прокси, което върви на:
de: Verwende bestehenden Tor Proxy an:
el: Χρησιμοποιήστε το κλάδεμα του μεσολαβητή Tor στο:
es: Usa el proxy Tor ejecutándose en:
fr: Utiliser Tor proxy à:
nl: Gebruik Tor proxy op:
pl: Użyj Tor proxy na:
pt: Use o proxy do Tor executando em:
ru: Использовать Tor-прокси по адресу:
sv: Använd Tor proxy som kör på:

source: Default for Tor daemon:
bg: Начална настройка за Тор daemon:
de: Default für Tor Daemon:
el: Προεπιλεγμένος daemon για το Tor:
es: Predeterminado para el servicio Tor:
fr: Paramètre par défaut pour Tor daemon:
nl: Standaard voor Tor daemon:
pl: Domyślne dla Tor daemon:
pt: Tor daemon como Padrão:
ru: По умолчанию для Tor-демона:
sv: Standard för Tor daemon:

source: Default for Tor Browser:
bg: Начална настройка за Тор браузър:
de: Default für Tor Browser:
el: Προεπιλεγμένος για τον Φυλλομετρητή Tor:
es: Predeterminado para el navegador Tor:
fr: Paramètre par défaut pour le navigateur Tor:
nl: Standaard voor Tor Browser:
pl: Domyślne dla przeglądarki Tor:
pt: Navegador Tor Browser como Padrão:
ru: По умолчанию для Tor-браузера:
sv: Standard för Tor Browser:
