Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: Node not found
bg: Възелът не е намерен
de: Node nicht gefunden
el: Δεν βρέθηκε ο κόμβος
es: Nodo no encontrado
fr: Noeud introuvable
nl: Node niet gevonden
pl: Węzeł nie znaleziony
pt: Nó não encontrado
ru: Узел не найден
sv: Nod kan inte hittas

source: Only an admin is allowed to access this page
bg: Само администратор има достъп до тази страница
de: Nur ein Admin darf auf diese Seite zugreifen
el: Μόνο ένας διαχειριστής επιτρέπεται να προσπελάσει αυτή τη σελίδα
es: Solo un administrador puede acceder a esta página
fr: Seul un administrateur peut accèder cette page
nl: Enkel een admin heeft toegang tot deze pagina
pl: Tylko administrator ma dostęp do tej strony
pt: Apenas um administrador tem permissão para acessar esta página
ru: Эта страница доступна только администратору
sv: Enbart administratörer har tillgång till denna sida

source: Node name cannot be empty
bg: Името на възелът не може да остане непопълнено
de: Node Name darf nicht fehlen
el: Το όνομα κόμβου δεν μπορεί να είναι άδειο
es: Nombre de nodo no puede estar vacío
fr: Le nom du noeud ne peut demeurer vierge
nl: Node naam mag niet leeg zijn
pl: Nazwa węzła nie może być pusta
pt: Nome do nó não pode estar vazio
ru: Имя узла не может быть пустым
sv: Nodnamnet kan inte vara tomt

source: Node with this name already exists
bg: Възел с това име съществува отпреди
de: Es gibt bereits eine Node mit diesem Namen
el: Υπάρχει ήδη κόμβος με αυτό το όνομα
es: Nodo con este nombre ya existe
fr: Un noeud du même nom existe déjà
nl: Node met deze naam bestaat al
pl: Węzeł o tej nazwie już istnieje
pt: Já existe um nó com este nome
ru: Узел с таким именем уже существует
sv: En nod med namnet finns redan

source: Failed to deleted node. Node isn't saved
bg: Несупешен опит да се изтрие възела. Възелът не е запазен
de: Konnte Node nicht löschen. Node wird nicht gespeichert
el: Αποτυχία διαγραφής κόμβου. Ο κόμβος δεν έχει σωθεί
es: Ha fallado la eliminación del nodo. Nodo no ha sido guardado
fr: Le noeud n'a pas pu être supprimé. Le noeud n'est pas sauvegardé
nl: Verwijderen node gefaald. Node is niet opgeslagen
pl: Nie udało się usunąć węzła. Węzeł nie jest zapisany
pt: Falha ao excluir o nó. Nó não salvo
ru: Не удалось удалить узел. Узел не сохранен
sv: Misslyckades att ta bort nod. Noden sparas inte

source: Node deleted successfully
bg: Възелът е успешно изтрит
de: Node erfolgreich gelöscht
el: Επιτυχημένη διαγραφή κόμβου
es: Nodo borrado exitosamente
fr: Noeud supprimé avec succès
nl: Node succesvol verwijderd
pl: Węzeł usunięty poprawnie
pt: Nó excluído com sucesso
ru: Узел успешно удален
sv: Borttagning av nod lyckades

source: Failed to delete node. Specter must have at least one node configured
bg: Несупешен опит да се изтрие възела. Спектър трябва да има поне един конфигуриран възел
de: Konnte Node nicht löschen. Specter braucht mindestens eine konfigurierten Node
el: Αποτυχία διαγραφής κόμβου. Το Specter πρέπει να έχει τουλάχιστον έναν ρυθμισμένο κόμβο
es: Ha fallado la eliminación del nodo. Specter debe tener por lo menos un nodo configurado
fr: Le noeud n'a pas pu être supprimé. Specter requiert un minimum d'un noeud configuré
nl: Verwijderen node gefaald. Specter moet geconfigureerd zijn met minstens 1 node
pl: Nie udało się usuwanie węzła. Specter musi mieć przynajmniej jeden węzeł skonfigurowany
pt: Falha ao excluir o nó. A Specter deve ter pelo menos um nó configurado
ru: Не удалось удалить узел. Для работы Specter необходим как минимум один сконфигурированный узел
sv: Misslyckades att ta bort noden. Specter måste minst ha en konfigurerad nod

source: Test failed: {}
bg: Неуспешен тест: {}
de: Test fehlgeschlagen: {}
el: Αποτυχία δοκιμής: {}
es: Prueba ha fallado: {}
fr: Échec du test: {}
nl: Test gefaald: {}
pl: Test się nie udał: {}
pt: Teste falhou: {}
ru: Тест не прошел: {}
sv: Test misslyckades: {}

source: Test passed
bg: Успешен тест
de: Test bestanden
el: Επιτυχία δοκιμής
es: Prueba exitosa
fr: Test réussi
nl: Test succesvol
pl: Test się udał
pt: Teste aprovado
ru: Тест прошел
sv: Testet lyckades

source: Failed connecting to the node
bg: Неуспешна връзка с възела
de: Keine Verbindung zur Node
el: Η σύνδεση με τον κόμβο απέτυχε
es: Ha fallado la conexión al nodo
fr: Échec de la connexion au noeud
nl: Connectie met node gefaald
pl: Nie udało się połączyć z węzłem
pt: Falha ao conectar ao nó
ru: Не удалось подключиться узлу
sv: Misslyckades att ansluta till noden

source: Node name must not be empty
bg: Моля покръстете възела с име
de: Node Name darf nicht fehlen
el: Το όνομα κόμβου δεν μπορεί να είναι άδειο
es: Nombre de nodo no puede estar vacío
fr: Le nom du noeud ne peut demeurer vierge
nl: Node naam mag niet leeg zijn
pl: Nazwa węzła nie może być pusta
pt: Nome do nó não deve estar vazio
ru: Имя узла не может быть пустым
sv: Nodnamnet kan inte vara tomt

source: Specter successfully stopped Bitcoin Core
bg: Спектър успешно спря Биткойн Core
de: Specter hat Bitcoin Core erfolgreich gestoppt
el: Το Specter σταμάτησε το Bitcoin Core με επιτυχία
es: Specter apago exitosamente Bitcoin Core
fr: Succès de l'arrêt de Bitcoin Core via Specter
nl: Specter heeft Bitcoin Core succesvol beëindigd
pl: Specter pomyślnie zatrzymał węzeł Bitcoin Core
pt: Specter interrompeu com sucesso o Bitcoin Core
ru: Specter успешно остановил Bitcoin Core
sv: Specter lyckades stänga ned Bitcoin Core

source: Stopping Bitcoin Core, this might take a few moments.
bg: Биткойн Core се спира. Това може да отнеме малко време.
de: Stoppe Bitcoin Core, das kann eine Weile dauern.
el: Σταματάμε το Bitcoin Core, αυτό μπορεί να διαρκέσει μερικά δευτερόλεπτα.
es: Apagando Bitcoin Core, esto puede tomar unos minutos.
fr: Arrêt de Bitcoin Core, cette opération pourrait prendre quelque temps.
nl: Bitcoin Core wordt gestopt, dit kan even duren.
pl: Zatrzymywanie węzła Bitcoin Core, to może chwilę potrwać.
pt: Parando o Bitcoin Core, isso pode demorar um tempo.
ru: Останавливаю Bitcoin Core, это может занять несколько секунд.
sv: Stoppar Bitcoin Core, detta kan ta en liten stund.

source: Failed to stop Bitcoin Core {}
bg: Неуспешно опит да се спре Биткойн Core {}
de: Konnte Bitcoin Core {} nicht stoppen
el: Αποτυχία στο σταμάτημα του Bitcoin Core {}
es: Ha fallado el apagado de Bitcoin Core {}
fr: Échec de l'arrêt de Bitcoin Core {}
nl: Beëindigen Bitcoin Core gefaald {}
pl: Nie udało się zatrzymać węzła Bitcoin Core {}
pt: Falha ao parar o Bitcoin Core {}
ru: Не удалось остановить Bitcoin Core {}
sv: Misslyckades att stoppa Bitcoin Core {}

source: Specter has started Bitcoin Core
bg: Спектър започна Биткойн Core
de: Specter hat Bitcoin Core gestartet
el: Το Specter εκκίνησε το Bitcoin Core
es: Specter a iniciado Bitcoin Core
fr: Specter a démarré Bitcoin Core
nl: Specter heeft Bitcoin Core opgestart
pl: Specter uruchomił węzeł Bitcoin Core
pt: Specter iniciou o Bitcoin Core
ru: Specter запустил Bitcoin Core
sv: Specter har startat Bitcoin Core

source: Specter failed to start the node
bg: Спектър не успя да стартира възела
de: Specter konnte die Node nicht starten
el: Το Specter απέτυχε να εκκινήσει τον κόμβο
es: Specter ha fallado al iniciar el nodo
fr: Specter a échoué au démarrage du noeud
nl: Specter kon de node niet opstarten
pl: Spectre nie udało się uruchomić węzła
pt: Specter falhou ao iniciar o nó
ru: Specter не удалось запустить узел
sv: Specter lyckades inte starta noden

source: Bitcoin Core successfully uninstalled
bg: Биткойн Core е успешно премахнат
de: Bitcoin Core erfolgreich deinstalliert
el: Το Bitcoin Core απεγκαταστάθηκε με επιτυχία
es: Bitcoin Core exitosamente desinstalado
fr: Succès de la désinstallation de Bitcoin Core
nl: Bitcoin Core succesvol gedesinstalleerd
pl: Węzeł Bitcoin Core, pomyślnie odinstalowany
pt: Bitcoin Core desinstalado com sucesso
ru: Bitcoin Core успешно удален
sv: Bitcoin Core har avinstallerats

source: Failed to remove Bitcoin Core, error: {}
bg: Неуспешен опит да се премахне Биткойн Core
de: Konnte Bitcoin Core nicht löschen, Fehler: {}
el: Αποτυχία αφαίρεσης Bitcoin Core, σφάλμα: {}
es: Se ha fallado al remover Bitcoin Core, error: {}
fr: Échec du retrait de Bitcoin Core, erreur: {}
nl: Verwijderen Bitcoin Core gefaald, foutmelding: {}
pl: Nie udało się usunąć węzła Bitcoin core, błąd: {}
pt: Falha ao remover o Bitcoin Core, erro: {}
ru: Не удалось удалить Bitcoin Core, ошибка: {}
sv: Misslyckades att ta bort Bitcoin Core, felmeddelande: {}

source: Failed to upgrade Bitcoin Core version, error: {}
bg: Неуспешен опит да се инсталира нова Биткойн Core версия, грешка: {}
de: Konnte Bitcoin Core Version nicht upgraden, Fehler: {}
el: Αποτυχία ενημέρωσης της έκδοσης του Bitcoin Core, σφάλμα: {}
es: Se ha fallado al actualizar Bitcoin Core, error: {}
fr: Échec de la mise à jour de la version Bitcoin Core, erreur: {}
nl: Upgrade van Bitcoin Core versie gefaald, foutmelding: {}
pl: Nie udało się zaktualizować wersji węzła Bitcoin Core, błąð: {}
pt: Falha ao atualizar a versão do Bitcoin Core, erro: {}
ru: Не удалось обновить версию Bitcoin Core, ошибка: {}
sv: Misslyckades att uppgradera Bitcoin Core, felmeddelande: {}

source: Bitcoin Core version is already up to date
bg: Последната Биткойн Core версия е налице
de: Bitcoin Core Version ist schon die aktuelle
el: Η έκδοση του Bitcoin Core είναι ήδη ενημερωμένη στην πιο πρόσφατη
es: La versión de Bitcoin Core esta actualizada
fr: La version de Bitcoin Core est déjà à jour
nl: Bitcoin Core versie is al up-to-date
pl: Wersja węzła Bitcoin Core jest już najnowsza
pt: O Bitcoin Core está atualizado
ru: Bitcoin Core уже обновлен до последней версии
sv: Bitcoin Core är redan senaste versionen

source: Failed to import wallet {}, error: {}
bg: Неуспешно внасяне на портмоне {}, грешка: {}
de: Konnte Wallet {} nicht importieren, Fehler: {}
el: Αποτυχία εισαγωγής πορτοφολιού {}, σφάλμα: {}
es: Ha fallado la importación de billetera {}, error: {}
fr: Échec de l'importation du portefeuille {}, erreur: {}
nl: Importeren van wallet {} gefaald, foutmelding: {}
pl: Nie udało się zaimportować portfela {}, błąd: {}
pt: Falha ao importar carteira {}, erro: {}
ru: Не удалось импортировать кошелек {}, ошибка: {}
sv: Misslyckades att importera plånbok {}, felmeddelande: {}

source: Failed to perform rescan for wallet: {}
bg: Неуспешен опит да се търсе отново портмоне: {}
de: Konnte Wallet {} nicht durchscannen
el: Η επαναναζήτηση πορτοφολιού απέτυχε: {}
es: Ha fallado el re-escaneo para la billetera {}
fr: Échec de tentative de nouvelle analyse pour ce portefeuille: {}
nl: Herscannen gefaald voor wallet: {}
pl: Nie udało się wykonać przeskanowania dla portfela: {}
pt: Falha ao realizar uma nova varredura da carteira: {}
ru: Не удалось пересканировать кошелек {}
sv: Misslyckades att skanna om plånbok: {}

source: Failed to import wallet {}
bg: Неуспешно внасяне на портмоне {}
de: Konnte Wallet {} nicht importieren
el: Αποτυχία εισαγωγής πορτοφολιού {}
es: Ha fallado la importación de billetera {}
fr: Échec d'importation du portefeuille {}
nl: Importeren gefaald voor wallet {}
pl: NIe udało się zaimportować portfela {}
pt: Falha ao importar carteira {}
ru: Не удалось импортировать кошелек {}
sv: Misslyckades att importera plånbok {}

source: Specter data was successfully loaded from backup
bg: Данни от Спектър са успешно внесени от резервно копие
de: Specter Daten wurden erfolgreich aus Backup wiederhergestellt
el: Τα δεδομένα του Specter φορτώθηκαν με επιτυχία από το εφεδρικό αρχείο
es: Los datos de Specter fueron cargados exitosamente desde el backup
fr: Succès du chargement des données Specter à partir de la sauvegarde
nl: Specter data werd succesvol ingeladen van backup
pl: Dane z kopi zapasowej Specter zostały pomyślnie załadowane
pt: Os dados do Specter foram carregados com sucesso do backup
ru: Данные Specter были успешно загружены из бэкапа
sv: Specter har lyckats återställas från backup

source: Wallets are rescanning for transactions history. This may take a few hours to complete.
bg: Портмонета се пресканират за история на транзакции. Тази задача може да отнеме няколко часа да приключи.
de: Wallets suchen nach alten Transaktionen. Das kann einige Stunden dauern.
el: Τα πορτοφόλια σαρώνουν για το ιστορικό συναλλαγών. Αυτή η διαδικασία μπορεί να πάρει μερικές ώρες να ολοκληρωθεί.
es: Billeteras están re-escaneando el historial de transacciones. Esto puede tomar unas horas en completarse.
fr: Les portefeuilles analysent l'historique des transactions à nouveau. Cela pourrait prendre quelques à compléter.
nl: Wallets zijn de transactiegeschiedenis aan het herscannen. Dit kan enkele uren duren.
pl: Portfele są przeskanowywane pod kątem historii transakcji. To może potrwać kilka godzin.
pt: As carteiras estão examinando novamente o histórico de transações. Isso pode levar algumas horas para ser concluído.
ru: Идет пересканирование кошельков для получения истории транзакций. Это может занять несколько часов.
sv: Plånböcker skannar om transaktionshistorien. Det här kan ta ett par timmar att bli klart.

source: Only an admin is allowed to access this page.
bg: Само администратор може да отвори тази страница.
de: Nur ein Admin darf auf diese Seite zugreifen.
el: Μόνο ένας διαχειριστής έχει το δικαίωμα να προσπελάσει αυτή τη σελίδα.
es: Solo un administrador puede acceder a esta página.
fr: L'accès à cette page n'est permis qu'à un administrateur.
nl: Enkel een admin heeft toegang tot deze pagina.
pl: Tylko administrator ma prawo dostępu do tej strony.
pt: Apenas um administrador tem permissão para acessar esta página.
ru: Эта страница доступна только администратору.
sv: Enbart administratörer har tillgång till denna sidan.

source: Specter has started Tor
bg: Спектър е стартирал Тор
de: Specter hat Tor gestartet
el: Το Specter εκκίνησε το Tor
es: Specter ha iniciado Tor
fr: Specter a démarré Tor
nl: Specter heeft Tor opgestart
pl: Specter uruchomił Tor
pt: Specter iniciou o Tor
ru: Specter запустил Tor
sv: Specter har startat Tor

source: Failed to start Tor, error: {}
bg: Неуспешно стартиране на Тор, грешка: {}
de: Konnte Tor nicht starten, Fehler: {}
el: Αποτυχία εκκίνησης του Tor, σφάλμα: {}
es: Ha fallado el inicio de Tor, error: {}
fr: Échec du démarrage de Tor, erreur: {}
nl: Opstarten Tor gefaald, foutmelding: {}
pl: Nie udało się uruchomić Tor, błąd: {}
pt: Falha ao iniciar o Tor, erro: {}
ru: Не удалось запустить Tor, ошибка: {}
sv: Misslyckades att starta Tor, felmeddelande: {}

source: Specter stopped Tor successfully
bg: Спектър успешно спря Тор
de: Specter hat Tor erfolgreich gestoppt
el: Το Specter κατάφερε να σταματήσει το Tor
es: Specter ha apagado Tor de manera exitosa
fr: Specter a arrêté Tor avec succès
nl: Specter heeft Tor succesvol beëindigd
pl: Specter zatrzymał Tor pomyślnie
pt: Specter parou o Tor com sucesso
ru: Specter успешно остановил Tor
sv: Specter har stoppat Tor

source: Failed to stop Tor, error: {}
bg: Неуспешен опит да се спре Тор, грешка: {}
de: Konnte Tor nicht stoppen, Fehler: {}
el: Αποτυχία σταματημού του Tor, σφάλμα: {}
es: Ha fallado el apagado de Tor, error: {}
fr: Échec du démarrage de Tor, erreur: {}
nl: Stopzetten van Tor gefaald, foutmelding: {}
pl: Nie udało się zatrzymać Tor, błąd: {}
pt: Falha ao parar o Tor, erro: {}
ru: Не удалось остановить Tor, ошибка: {}
sv: Misslyckades att stoppa Tor, felmeddelande: {}

source: Tor uninstalled successfully
bg: Тор е премахнат успешно
de: Tor erfolgreich deinstalliert
el: Το Tor απεγκαταστάθηκε επιτυχώς
es: Tor desinstalado exitosamente
fr: Succès de la désinstallation de Tor
nl: Tor succesvol gedesinstalleerd
pl: Odinstalowano Tor pomyślnie
pt: Tor desinstalado com sucesso
ru: Tor успешно удален
sv: Tor har avinstallerats

source: Failed to uninstall Tor, error: {}
bg: Неуспешен опит да се премахне Тор, грешка: {}
de: Konnte Tor nicht deinstallieren, Fehler: {}
el: Η απεγκατάσταση του Tor απέτυχε, σφάλμα: {}
es: Ha fallado desinstalación de Tor, error: {}
fr: Échec de la désinstallation de Tor, erreur: {}
nl: Desinstallatie Tor gefaald, foutmelding: {}
pl: Nie udało się odinstalować Tor, błąd: {}
pt: Falha ao desinstalar o Tor, erro: {}
ru: Не удалось удалить Tor, ошибка: {}
sv: Misslyckades att avinstallera Tor, felmeddelande: {}

source: Tor requests test completed successfully!
bg: Tестът за заявки по Тор приключи успешно!
de: Tor Anfragentests bestanden!
el: Η δοκιμές ανάκτησης μέσω Tor ολοκληρώθηκαν με επιτυχία!
es: Solicitud Tor de prueba completada exitosamente!
fr: Succès du test de requêtes Tor!
nl: Tor requests test succesvol afgerond!
pl: Test zapytania przez Tor się udał!
pt: Teste de solicitações do Tor concluído com sucesso!
ru: Тест запросов через Tor прошел успешно!
sv: Test av Tor lyckades!

source: Failed to make test request over Tor. Status-Code: {}
bg: Неуспешен опит да се направи тест за заявки по Тор. Код статус: {}
de: Konnte keine Anfragen über Tor stellen. Statuscode: {}
el: Αποτυχία εκτέλεσης της δοκιμής ανάκτησης μέσω Tor. Κωδικός-Κατάστασης: {}
es: Ha fallado la solicitud de prueba a través de Tor. Código de Estado: {}
nl: Test request over Tor gefaald. Status Code: {}
pl: Nie udało się wysłać zapytania przez Tor. Kod-Statusu: {}
pt: Falha ao fazer solicitações de teste no Tor. Código de status: {}
ru: Не удалось сделать тестовый запрос через Tor. Код статуса: {}
sv: Misslyckades att skicka testförfrågan över Tor. Status-kod: {}

source: Failed to make test request over Tor. Error: {}
bg: Неуспешен опит да се направи тест за заявки по Тор. Грешка: {}
de: Konnte keine Anfragen über Tor stellen. Gehler: {}
el: Αποτυχία εκτέλεσης της δοκιμής ανάκτησης μέσω Tor. Σφάλμα: {}
es: Ha fallado la solicitud de prueba a través de Tor. Error: {}
fr: La requête de test sur Tor a échoué. Erreur: {}
nl: Test request over Tor gefaald. Foutmelding: {}
pl: Nie udało się wysłać zapytania przez Tor. Błąd: {}
pt: Falha ao fazer solicitações de teste no Tor. Erro: {}
ru: Не удалось сделать тестовый запрос через Tor. Ошибка: {}
sv: Misslyckades att utföra test-förfrågan över Tor. Felmeddelande: {}

source: Please enter a password of a least {} characters
bg: Моля въведете парола от поне {} символа/знаци
de: Bitte gib ein mindestens {} Zeichen langes Passwort ein
el: Παρακαλώ πληκτρολογήστε έναν κωδικό πρόσβασης με τουλάχιστον {} χαρακτήρες
es: Por favor ingresa una contraseña de al menos {} caracteres
fr: Veuillez entrer un mot de passe contenant au moins {} caractères
nl: Geef een wachtwoord in van minstens {} tekens
pl: Proszę podaj hasło które składa się z minimum {} znaków
pt: Digite uma senha de pelo menos {} caracteres
ru: Пожалуйста, введите пароль из минимум {} символов
sv: Vänligen ange ett lösenord med minst {} tecken

source: (expires in {} hours)
bg: (губи валидност в {} часа)
de: (bleibt für {} Stunden gültig)
el: (λήγει σε {} ώρες)
es: (Expira en {} horas)
fr: (expiration dans {} heures)
nl: (verloopt in {} uur)
pl: (wygasa za {} godzin)
pt: (Expira em {} horas)
ru: (истекает через {} часов)
sv: (förfaller om {} timmar)

source: (expires in 1 hour)
bg: (губи валидност в 1 час)
de: (bleibt für eine Stunde gültig)
el: (λήγει σε 1 ώρα)
es: (Expira en 1 hora)
fr: (expiration dans 1 heure)
nl: (verloopt in 1 uur)
pl: (wygasa za 1 godzinę)
pt: (Expira em 1 hora)
ru: (истекает через 1 час)
sv: (förfaller om 1 timme)

source: New user link generated{}: {}auth/register?otp={}
bg: Нов линк за потребител е създаден{}: {}auth/register?otp={}
de: Neuen Benutzerlink erzeugt{}: {}auth/register?otp={}
el: Δημιουργήθηκε νέος σύνδεσμος χρήστη{}: {}auth/register?otp={}
es: Enlace generado para nuevo usuario{}: {}auth/register?otp={}
fr: Nouveau lien d'utilisateur généré{}: {}auth/register?otp={}
nl: Nieuwe gebruikerslink gegenereerd{}: {}auth/register?otp={}
pl: Link dla nowego użytkownika wygenerowany{}: {}auth/register?otp={}
pt: Novo link de usuário gerado{}: {}auth/register?otp={}
ru: Создана новая ссылка пользователя{}: {}auth/register?otp={}
sv: Ny användarlänk genererad{}: {}auth/register?otp={}

source: Error: Only the admin account can issue new registration links
bg: Грешка: Единствено администраторът може да издава нови линкове за регистрация
de: Fehler: Nur das Admin Konto kann neue Registrierungslinks erzeugen
el: Σφάλμα: Μόνο ο λογαριασμός του διαχειριστή μπορεί να εκδόσει νέους συνδέσμους εγγραφής
es: Error: Solo la cuenta administrador puede emitir nuevos enlaces de registros
fr: Erreur: Seul le compte administrateur peut émettre de nouveaux liens d'enregistrements
nl: Foutmelding: Enkel een admin profiel kan nieuwe registratielinks uitgeven
pl: Błąd: Tylko konto administratora może generować nowe linki do rejestracji
pt: Erro: apenas a conta do administrador pode emitir novos links de registro
ru: Ошибка: только администратор может выпускать новые ссылки для регистрации
sv: Felmeddelande: Enbart administratörer kan skapa nya registreringslänkar

source: User {} was deleted successfully
bg: Потребител {} е успешно изтрит
de: Benutzer {} erfolgreich gelöscht
el: Ο χρήστης {} διαγράφηκε επιτυχώς
es: Usuario {} fue eliminado exitosamente
fr: L'utilisateur {} a été supprimé avec succès
nl: Gebruiker {} werd succesvol verwijderd
pl: Użytkownik {} został usunięty pomyślnie
pt: Usuário {} foi excluído com sucesso
ru: Пользователь {} успешно удален
sv: Användare {} har tagits bort

source: Error: Only the admin account can delete users
bg: Грешка: Само администраторът може да изтрива потребителски профили
de: Fehler: Nur der Admin kann Benutzer löschen
el: Σφάλμα: Μόνο ο λογαριασμός του διαχειριστή μπορεί να διαγράψει χρήστες
es: Error: Solo la cuenta administrador puede eliminar usuarios
fr: Erreur: Seul le compte administrateur peut supprimé des utilisateurs
nl: Foutmelding: Enkel het admin profiel kan gebruikers verwijderen
pl: Błąd: Tylko administrator może usuwać użytkowników
pt: Erro: apenas a conta do administrador pode excluir usuários
ru: Ошибка: только администратор может удалять пользователей
sv: Felmeddelande: Enbart administratörer kan ta bort användare

source: HWIBridge URL is updated! Don't forget to whitelist Specter!
bg: Мост-интерфейс са хардуерно портмоне (HWIBridge) линк-ът е подновен! Моля не забравяйте да разрешите/сложете Спектър в "белия списък"!
de: HWIBridge URL wurde aktualisiert! Vergiss nicht, Specter auf die Whitelist zu setzen!
el: Ο σύνδεσμος URL του HWIBridge URL έχει ενημερωθεί. Μην ξεχάσετε να βάλετε το Specter στην λίστα των εγκεκριμένων εφαρμογών!
es: URL HWIBridge actualizada! No olvidar agregar a Specter a la lista blanca!
fr: L'URL HWIBridge a été mis à jour! N'oublez pas de mettre Specter en liste blanche (whitelist)!
nl: HWIBridge URL werd ge-update! Vergeet niet om Specter aan de whitelist toe te voegen!
pl: URL do HWIBridge został uaktualniony! Nie zapomnij dodać Specter do whitelisty!
pt: O URL do HWIBridge foi atualizado! Não se esqueça de colocar o Specter na lista de permissões!
ru: URL-адрес HWIBridge обновлен! Не забудьте внести Specter в белый список!
sv: HWIBridge URL har uppdaterats! Glöm inte att vitlista Specter!

source: Tor is already installed
bg: Тор инсталация съществува отпреди
de: Tor ist schon installiert
el: Το Tor είναι ήδη εγκατεστημένο
es: Tor ya esta instalado
fr: Tor est déjà installé
nl: Tor is reeds geïnstalleerd
pl: Tor jest już zainstalowany
pt: Tor já está instalado
ru: Tor уже установлен
sv: Tor är redan installerat

source: Tor installation is still in progress
bg: Тор инсталацията тече в момента
de: Tor Installation ist noch im Gange
el: Η διαδικασία εγκατάστασης του Tor δεν έχει ολοκληρωθεί ακόμα
es: Instalación de Tor sigue ejecutándose
fr: L'installation de Tor est en progression
nl: Tor installatie is nog bezig
pl: Instalowanie Tor w toku
pt: A instalação do Tor ainda está em andamento
ru: Установка Tor еще продолжается
sv: Tor installeras fortfarande
