Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: Tor control port:
bg: Тор порт за контрол:
de: Tor Kontrollport:
el: Θύρα ελέγχου Tor:
es: Puerto de control Tor:
fr: Port de contrôle pour Tor:
nl: Tor beheerpoort:
pl: Port kontrolny Tor:
pt: Controle de porta do Tor:
ru: Контрольный порт Tor:
sv: Kontrollport för Tor:

source: Restart Specter for change of the control port to take effect.
bg: Рестартирайте Спектър за промяна на контрол порта.
de: Starte Specter erneut, damit die Änderung des Kontrollports wirksam wird.
el: Επανεκκινήστε το Spectter για να έρθει η αλλαγή της θύρας ελέγχου σε λειτουργία.
es: Reinicie Specter para que surta efecto el cambio del puerto de control.
fr: Redémarrez Specter pour que la modification du port de contrôle prenne effet.
nl: Herstart Specter om de wijziging in beheerpoort in gebruik te nemen.
pl: Zrestartuj Specter aby zmiana konfiguracji portu kontrolnego miała efekt.
pt: Reinicie o Specter para que a mudança no controle de porta tenha efeito.
ru: Перезапустите Specter, чтобы изменение контрольного порта вступило в действие.
sv: Starta om Specter för att ändringar i kontrollport ska användas.

source: Set to custom port here, if kept empty the default (9051 and 9151) is used
bg: Настройте порт тука. Ако няма стойност преконфигурирани настройки (9051 и 9151) са използвани
de: Gib hier den eigenen Port ein. Bei leerem Feld wird der Default (9051 und 9151) verwendet
el: Ορίστε δικιά σας θύρα εδώ, αν το αφήσετε άδειο θα χρησιμοποιηθούν οι προκαθορισμένες (9051 και 9151)
es: Configure aquí el puerto personalizado, si se mantiene vacío, se utilizara el predeterminado (9051 y 9151)
fr: Définir à un port personnalisé ici. Si laissé vierge, les données par défaut (9051 et 9151) sont utilisées
nl: Configureer een aangepaste poort hier, als deze leeg gelaten is dan zullen de standaard poorten (9051 en 9151) gebruikt worden
pl: Wybierz dowolny port, pole puste spowoduje użycie domyślnego (9051 i 9151)
pt: Defina uma porta, caso deixe vazio, o padrão (9051 e 9151) é utilizado
ru: Настройка своего порта здесь, если пусто — используются значения по умолчанию (9051 и 9151)
sv: Ange egen port här, om det lämnas tomt används standard (9051 och 9151)

source: Additional Options
bg: Допълнителни настройки
de: Zusätzliche Optionen
el: Επιπλέον Επιλογές
es: Opciones adicionales
fr: Options additionnelles
nl: Aanvullende Opties
pl: Dodatkowe Opcje
pt: Opções adicionais
ru: Дополнительные опции
sv: Fler inställningar

source: Running Specter behind a Tor hidden service allows you to acccess Specter over Tor from anywhere via a Tor supporting browser.
bg: Ползване на Спектър зад Тор скрита услуга ви позволява да получите достъп до Спектър по Тор навсякъде по света чрез браузър, които поддържа Тор.
de: Specter hinter einem geheimen Tor Service zu betreiben, erlaubt dir den Zugriff auf Specter über Tor von überall aus mit jedem Browser, der Tor unterstützt.
el: Το να τρέχετε το Specter πίσω από μια κρυφή υπηρεσία Tor σας επιτρέπει να προσπελάσετε το Specter μέσω Tor από οπουδήποτε μέσω ενός φυλλομετρητή με δυνατότητες Tor.
es: Ejecutar Specter detrás de un servicio oculto de Tor le permite acceder a Specter sobre Tor desde cualquier lugar a través de un navegador compatible con Tor.
fr: Faire fonctionner Specter sous le couvert d'un service de masquage Tor vous permet d'accèder à Specter via Tor n'importe où un navigateur Tor est accessible.
nl: Het draaien van Specter achter een Tor verborgen dienst maakt het mogelijk om Specter via Tor vanaf overal te benaderen met behulp van een browser met Tor ondersteuning.
pl: Specter działający poprzez ukrytą usługę Tor umożliwia dostęp do Specter przez Tor z każdego miejsca przy użyciu wspierającej Tor przeglądarki.
pt: Executar a Spectre usando um serviço Tor permite que você acesse a Specter usando a rde Tor de qualquer lugar através de um navegador com suporte ao Tor.
ru: Запустив Specter за скрытым сервисом Tor, вы получите доступ к Specter через Tor из любой точки мира через браузер с поддержкой Tor.
sv: Kör du Specter bakom en gömd Tor-tjänst kan du komma åt Specter över Tor oavsett plats, så länge du använder en Tor-browser.

source: Enable Tor hidden service
bg: Включи Тор скрита услуга
de: Geheimen Tor Service einschalten
el: Ενεργοποίηση της κρυφής υπηρεσίας Tor
es: Habilitar el servicio oculto de Tor
fr: Activer le service de masquage Tor
nl: Activeer Tor verborgen dienst
pl: Włącz ukrytą usługę Tor
pt: Habilitar serviço Tor
ru: Включить скрытый сервис Tor
sv: Slå på gömd Torservice

source: Allows access to Specter from anywhere.
bg: Позволява достъп до Спектър отвсякъде.
de: Ermöglich Zugriff auf Specter von überall.
el: Επιτρέπει πρόσβαση στο Specter από οπουδήποτε.
es: Permite el acceso a Specter desde cualquier lugar.
fr: Permet d'accèder à Specter de n'importe où.
nl: Staat toegang tot Specter vanaf overal toe.
pl: Umożliwia dostęp do Specter z każdego miejsca.
pt: Permite o acesso a Specter de qualquer lugar.
ru: Дает доступ к Specter из любой точки мира.
sv: Tillåt att komma åt Specter överallt.

source: Requires authentication to be enabled.
bg: Задължава удостоверение, за да бъде включен.
de: Verlangt eingeschaltete Authentisierung.
el: Απαιτεί αυθεντικοποίηση για να ενεργοποιηθεί.
es: Requiere que la autenticación esté habilitada.
fr: Une authentification est requise pour l'activation.
nl: Vereist ingeschakelde authenticatie.
pl: Wymaga uwierzytelniania.
pt: Requer que a autenticação esteja habilitada.
ru: Чтобы включить, нужна аутентификация.
sv: Kräver authentifiering för att slås på.

source: Authentication settings
bg: Настройки за удостоверение
de: Einstellungen zur Authentisierung
el: Ρυθμίσεις αυθεντικοποίησης
es: Configuración de autenticación
fr: Paramètres d'authentification
nl: Authenticatie instellingen
pl: Ustawienia uwierzytelniania
pt: Configurações de autenticação
ru: Настройки аутентификации
sv: Authentifieringsinställningar

source: Specter hidden service is running at:
bg: Спектър скрита услуга работи в:
de: Geheimer Specter Service läuft auf:
el: Η κρυφή υπηρεσία του Specter τρέχει σε:
es: El servicio oculto de Specter se está ejecutando en:
fr: Le service de masquage de Specter fonctionne à:
nl: Specter verborgen dienst draait op:
pl: Ukryta usługa Specter działa na:
pt: O serviço da Specter está sendo executada em:
ru: Скрытый сервис Specter запущен по адресу:
sv: Specter körs som gömd service via:

source: Copied Tor hidden service address:
bg: Копиран е адреса за Тор скрити услуги:
de: Kopierte Geheime Tor Adresse:
el: Αντιγραμμένη διεύθυνση κρυφής υπηρεσίας Tor:
es: Dirección de servicio oculta de Tor copiada:
fr: Adresse du service de masquage Tor copiée:
nl: Verborgen dienst Tor adres gekopieerd:
pl: Skopiowano adres ukrytej usługi Tor:
pt: Endereço de serviço do Tor copiado:
ru: Адрес скрытого Tor-сервиса скопирован:
sv: Gömd torservice adress kopierad:

source: Some optional Specter functionality, like rescanning UTXO on a pruned node or getting the Bitcoin price, might make calls to external APIs and services.
bg: Някои свободно избираеми Спектър функционалности като ресканирани на UTXO на съкратен възел или изтегляне на курса на Биткойн могат да направят външни "обаждания".
de: Einige optionale Specter Funktionalitäten, wie das Scannen von UTXOs auf einem gestutzten Node oder das Abfragen des Bitcoin Preises, können externe APIs und Dienste verwenden.
el: Μερικές προαιρετικές δυνατότητες του Specter, όπως το επανασκανάρισμα UTXO σε κλαδεμένο κόμβο ή η λήψη της τιμής του Bitcoin, ίσως χρειαστεί να κάνουν κλήση σε εξωτερικές υπηρεσίες και διεπαφές API.
es: Algunas funciones opcionales de Specter, como volver a escanear UTXO en un nodo podado u obtener el precio de Bitcoin, pueden realizar llamadas a API y servicios externos.
fr: Quelques fonctionnalités optionnelles de Specter, telles les réanalyses de UTXO sur les noeuds élagués ("pruned") ou l'obtention du prix du Bitcoin, pourraient effectuer des appels à des services et APIs externes.
nl: Sommige optionele Specter opties, zoals herscannen van UTXO op een getrimde node of het verkrijgen van de Bitcoin prijs maken mogelijk verzoeken naar externe APIs en diensten.
pl: Niektóre funckje Spectera, jak skanowanie UTXO na przyciętym węźle, lub pobieranie kursu Bitcoin, może wykonać zapytania do zewnętrznych API i usług.
pt: Algumas funcionalidades opcionais da Specter, como nova varredura de UTXO em um node prunado ou para obter o preço do Bitcoin, podem fazer chamadas para APIs e serviços externos.
ru: Некоторые дополнительные функции Specter, такие как пересканирование выхода (UTXO) на узле с прунингом или получение курса биткоина, могут вызывать внешние API и сервисы.
sv: Vissa Specter-funktioner, som t.ex. omläsning av UTXO på en beskärd nod, eller att hämta Bitcoin-priser, kan använda externa APIer och tjänster.

source: Toggle this on to ensure Specter routes all these external calls over Tor proxy.
bg: Сменете това за да осигурите, че Спектър праща всички тези външни "обандания" по Тор прокси.
de: Schalte dies um, damit Specter all diese externen Aufrufe über einen Tor Proxy leitet.
el: Εναλλαγή κατάστασης σε ενεργό για να διαβεβαιώσετε ότι το Specter δρομολογεί όλες αυτές τις εξωτερικές κλήσεις μέσω μεσολαβητή Tor.
es: Activa esta opción para asegurarte de que Specter enruta todas estas llamadas externas a través del proxy Tor.
fr: Activez cette fonction pour vous assurer que Specter achemine tous ces appels externes via proxy Tor.
nl: Kies deze optie om ervoor te zorgen dat Specter alle externe verzoeken via de Tor proxy stuurt.
pl: Wybierz tą opcję żeby wysyłać wszystkie zewnętrzne zapytania poprzez proxy Tor.
pt: Ative essa opção para garantir que o Specter encaminhe todas essas chamadas externas pelo proxy Tor.
ru: Переключите эту настройку, чтобы Specter делал внешние запросы только через Tor-прокси.
sv: Slå på detta för att tvinga Specter att använda Tor för externa rop.

source: Note: Some external sources may stop working if they block Tor call.
bg: Бележка: Някои външни източници може да спрят да работят ако те блокират обаждания по Тор.
de: Hinweis: Einige externe Quellen funktionieren nicht, wenn sie Tor Aufrufe blockieren.
el: Σημείωση: Μερικές εξωτερικές πηγές ίσως να σταματήσουν να λειτουργούν αν μπλοκάρουν κλήσεις Tor.
es: Nota: Algunas fuentes externas pueden dejar de funcionar si bloquean la llamada a Tor.
fr: Note: Quelques sources externes pourraient arrêter de fonctionner si elles bloquent un appel Tor.
nl: Let op: Sommige externe bronnen kunnen falen als deze Tor aanroepen blokkeren.
pl: Uwaga: Niektóre zewnętrzne źródła mogą przestać działać, jeżeli blokują zapytania przez Tor.
pt: Nota: Algumas fontes externas podem parar de funcionar se bloquearem as chamadas do Tor.
ru: Замечание: некоторые внешние источники могут не работать, если они блокируют вызовы из Tor.
sv: Notera: Vissa externa tjänster blockerar Tor-kopplingar och kan därför sluta fungera.

source: Force external calls over Tor?
bg: Форсирай външни обаждания върху Тор?
de: Externe Aufrufe über Tor erzwingen?
el: Απαιτήστε οι εξωτερικές κλήσεις να γίνονται μέσω Tor;
es: Forzar llamadas externas a través de Tor?
fr: Forcer les appels externes sur Tor?
nl: Forceer externe verzoeken via Tor?
pl: Zmuszać zewnętrzne zapytania do używania Tor-a?
pt: Forçar todas as chamadas serem pelo Tor?
ru: Отправлять все внешние вызовы через Tor?
sv: Tvinga externa rop att använda Tor?

source: Route all external calls over the Tor proxy for improved privacy.
bg: Изпрати всички външни обаждания по Тор прокси за подобрена поверителност.
de: Route alle externen Aufrufe über den Tor Proxy für verbesserten Datenschutz.
el: Δρομολογήστε όλες τις εξωτερικές κλήσεις μέσω του μεσολαβητή Tor για αυξημένη ανωνυμία.
es: Enruta todas las llamadas externas a través del proxy Tor para mejorar la privacidad.
fr: Acheminer tous les appels externes via proxy Tor pour une amélioration de la confidentialité.
nl: Stuur alle externe verzoeken via de Tor proxy voor verbeterde privacy.
pl: Wysyłaj wszystkie zewnętrzne połączenia przez proxy Tor żeby zwiększyć prywatność.
pt: Roteie todas as chamadas externas pelo proxy Tor para maior privacidade.
ru: Отправлять все внешние вызовы через Tor-прокси для лучшей приватности.
sv: Sänd alla externa rop över Torproxy för att öka din privacy.

source: Save changes
bg: Запазете промени
de: Änderungen speichern
el: Αποθήκευση αλλαγών
es: Guardar cambios
fr: Sauvegarder les modifications
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt: Salvar mudanças
ru: Сохранить изменения
sv: Spara ändringar

source: Please set an authentication method before enabling the hidden service
bg: Моля настройте метод за удостоверение преди да включите скритата услуга
de: Bitte lege eine Authentisierungsmethode fest, bevor du den geheimen Dienst einschaltest
el: Παρακαλώ ορίστε μια μέθοδο αυθεντικοποίησης πριν να ενεργοποιήσετε την κρυφή υπηρεσία
es: Establezca un método de autenticación antes de habilitar el servicio oculto
fr: Veuillez configurer une méthode d'authentification avant d'activer le service de masquage
nl: Graag een authenticatiemethode instellen voordat u een verborgen service inschakelt
pl: Wybierz metodę uwierzytelniania przed włączeniem ukrytej usługi
pt: Por favor, configure um método de autenticação antes de habilitar o serviço
ru: Пожалуйста, задайте метод аутентификации, прежде чем включать скрытый сервис
sv: Vänligen välj authentifieringsmetod innan du slår på gömd torservice

source: General
bg: Основно
de: Allgemein
el: Γενικά
fr: Général
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Основные
sv: Allmänt

source: USB Devices
bg: USB усторйства
de: USB Geräte
el: Συσκευές USB
es: Dispositivos USB
fr: Périphériques USB
nl: USB Apparaten
pl: Urządzenia USB
pt: Dispositivos USB
ru: USB-устройства
sv: USB enheter

source: Setup Bitcoin Core
bg: Настройте Биткойн Core
de: Bitcoin Core einrichten
el: Εγκατάσταση Bitcoin Core
es: Configurar Bitcoin Core
fr: Configurer Bitcoin Core
nl: Installeer Bitcoin Core
pl: Konfiguracja Bitcoin Core
pt: Configurando o Bitcoin Core
ru: Настроить Bitcoin Core
sv: Sätt upp Bitcoin Core

source: Start the Setup!
bg: Почнете инсталацията!
de: Einrichtung starten!
el: Εκκίνηση Εγκατάστασης!
es: Inicie la instalación!
fr: Débuter la configuration!
nl: Start de Installatie!
pl: Zacznij konfigurację!
pt: Começando a Configuração!
ru: Начать настройку!
sv: Starta setupen!

source: Failed to download Bitcoin Core...
bg: Неуспешно опит да се изтегли Биткойн Core…
de: Bitcoin Core konnte nicht geladen werden...
el: Το κατέβασμα του Bitcoin Core απέτυχε...
es: Error al descargar Bitcoin Core ...
fr: Échec du téléchargement de Bitcoin Core...
nl: Downloaden van Bitcoin Core is gefaald.
pl: Nie udało się pobrać Bitcoin Core...
pt: Falha ao fazer o download do Bitcoin Core...
ru: Не удалось скачать Bitcoin Core...
sv: Misslyckades att hämta Bitcoin Core...

source: Configure your node
bg: Настройте вашия възел
de: Konfiguriere deine Node
el: Ρυθμίστε τον κόμβο σας
es: Configura tu nodo
fr: Configurez votre noeud
nl: Configureer uw node
pl: Konfiguruj swój węzeł
pt: Configure seu node
ru: Настройте свой узел
sv: Konfigurera din nod

source: What is QuickSync?
bg: Какво е бързо синхронизиране (QuickSync)?
de: Was ist QuickSync?
el: Τι είναι ο ταχυσυγχρονισμός QuickSync;
es: Qué es QuickSync?
fr: Qu'est-ce que QuickSync?
nl: Wat is QuickSync?
pl: Co to jest Szybka Synchronizacja?
pt: O que é uma sincronização rápida?
ru: Что такое QuickSync?
sv: Vad är QuickSync?

source: QuickSync will set up your new node from a trusted state of the blockchain.
bg: QuickSync ще настрои новия ви възел от доверена версия на блокчейна.
de: QuickSync richtet deine Node auf Basis eines als vertrauenswürdig bekannten Zustandes der Blockchain ein.
el: Ο ταχυσυγχρονισμός QuickSync θα δημιουργήσει τον νέο σας κόμβο από μια κατάσταση της blockchain από έμπιστο πάροχο.
es: QuickSync configurará su nuevo nodo desde un estado confiable de la cadena de bloques.
fr: QuickSync configurera votre noeud à partir d'un état approuvé du blockchain.
nl: QuickSync installeert uw nieuwe node van een vertrouwde staat van de blockchain.
pl: Szybka Synchronizacja ustawi nowy węzeł z zaufanego stanu blockchaina.
pt: A sincronização rápida irá configurar seu novo node à partir de um estado de confiança da blockchain.
ru: QuickSync позволяет запустить новый узел, используя доверенное состояние блокчейна.
sv: QuickSync snabbstartar din nya nod från en pålitlig ögonblicksbild av blockkedjan.

source: This means all block validation will be skipped until the most recent block in the snapshot.
bg: Това означава всяка блок валидация ще бъде пропусната до най-скорошния блок в запазения момент.
de: Das bedeutet, die gesamte Blockvalidierung bis hin zum jüngsten Block im Snapshot wird übersprungen.
el: Αυτό σημαίνει ότι όλες οι επαληθεύσεις των μπλοκ θα προσπεραστούν μέχρι το πιο πρόσφατο μπλοκ στο στιγμιότυπο.
es: Esto significa que toda la validación de bloques se omitirá hasta el bloque más reciente de la instantánea.
fr: Cela veut dire que toute validation des blocs sera ignorée jusqu'au bloc le plus récent dans la capture d'écran.
nl: Dit betekend dat alle blokvalidatie overgeslagen wordt tot aan de meest recente blokken in de momentopname.
pl: To oznacza że weryfikacja bloków będzie pominięta do momentu najświeższego bloku w snapshocie.
pt: Isso significa que todas a validações dos blocos serão puladas para as mais recentes no snapshot.
ru: Это значит, что валидация блоков будет пропущена до самого свежего блока в снэпшоте.
sv: Detta betyder att blockvalidering kommer hoppas över fram till senaste blocket i ögonblicksbilden.

source: Later blocks will be normally validated like with a regular full node.
bg: По нататъка блокове ще бъдат нормално валидирани като с обикновен пълен възел.
de: Spätere Blocks werden normal validiert, wie bei einer normalen Full Node.
el: Τα μετέπειτα μπλοκ θα επαληθεύονται κανονικά όπως και σε κάθε πλήρη κόμβο.
es: Los bloques posteriores se validarán normalmente como con un nodo completo normal.
fr: Les derniers blocs seront validés normalement comme sur un noeud complet (full node) régulier.
nl: Latere blokken worden gevalideerd zoals bij een normale node.
pl: Pózniejsze bloki będą normalnie weryfikowanie tak jak w każdym pełnym węźle.
pt: Os blocos posteriores serão normalmente validados como com um node regular completo.
ru: Последующие блоки будут провалидированы, как в случае обычного полного узла.
sv: Efterföljande block kommer valideras som vanligt på en vanlig full nod.

source: Select node type:
bg: Избери тип възел:
de: Wähle den Node Typ:
el: Διαλέξτε είδος κόμβου:
es: Seleccione el tipo de nodo:
fr: Sélectionner le type de noeud:
nl: Selecteer type node:
pl: Wybrany typ węzła:
pt: Selecione o tipo do node:
ru: Выберите тип узла:
sv: Välj nodtyp:

source: Archival Node
bg: Архивен възел
de: Archivnode
el: Κόμβος Αρχειακός
es: Nodo de Archivo
fr: Noeud archivistique
nl: Archiefnode
pl: Węzeł Archiwizacyjny
pt: Node de Histórico
ru: Архивный узел
sv: Arkivnod

source: Requires about 400GB of available storage
bg: Изисква около 400 ГБ свободно място
de: Braucht etwa 400GB freien Speicher
el: Απαιτεί περίπου 400GB διαθέσιμου χώρου στον δίσκο
es: Requiere aproximadamente 400 GB de almacenamiento disponible
fr: Nécessite environ 400Gb d'espace libre
nl: Vereist ongeveer 400GB aan beschikbare ruimte
pl: Wymaga około 400GB miejsca na dysku
pt: Requer cerca de 400GB de armazenamento disponível
ru: Требует около 400 Гб места на диске
sv: Kräver ca 400GB tillgängligt diskutrymme

source: Requires about 30GB of available storage
bg: Изисква около 30 ГБ свободно място
de: Braucht etwa 300GB freien Speicher
el: Απαιτεί περίπου 30GB διαθέσιμου χώρου στον δίσκο
es: Requiere aproximadamente 30 GB de almacenamiento disponible
fr: Nécessite environ 30Gb d'espace libre
nl: Vereist ongeveer 30GB aan beschikbare ruimte
pl: Wymaga około 30GB miejsca na dysku
pt: Requer cerca de 30GB de armazenamento disponível
ru: Требует около 30 Гб места на диске
sv: Kräver ca 30GB tillgängligt diskutrymme

source: Requires a few MB of available storage
bg: Изисква няколко МБ от свободно място
de: Braucht einige MB freien Speicher
el: Απαιτεί μερικά MB διαθέσιμου χώρου στον δίσκο
es: Requiere algunos MB de almacenamiento disponible
fr: Nécessite quelques Mb d'espace libre
nl: Vereist een paar MB aan beschikbare ruimte
pl: Wymaga kilku MB miejsca na dysku
pt: Requer alguns MB de armazenametno disponível
ru: Требует несколько Мб места на диске
sv: Kräver ett par MB tillgängligt diskutrymme

source: Pruned Node
bg: Подрязан възел
de: Gestutzer ("Pruned") Node
el: Κλαδεμένος Κόμβος
es: Nodo podado
fr: Noeud élagué
nl: Getrimde Node
pl: Przycięty Węzeł (pruned node)
pt: Node Prunado
ru: Узел с прунингом
sv: Beskärd nod

source: Requires about 10GB of available storage
bg: Изисква около 10 ГБ свободно място
de: Braucht etwa 100GB freien Speicher
el: Απαιτεί περίπου 10GB διαθέσιμου χώρου στον δίσκο
es: Requiere aproximadamente 10 GB de almacenamiento disponible
fr: Nécessite environ 10Gb d'espace libre
nl: Vereist ongeveer 10GB aan beschikbare ruimte
pl: Wymaga około 10GB miejsca na dysku
pt: Requer cerca de 10GB de armazenamento disponível
ru: Требует около 10 Гб места на диске
sv: Kräver ca 10GB tillgängligt diskutrymme

source: Requires about 3GB of available storage
bg: Изисква около 3 ГБ свободно място
de: Braucht etwa 3GB freien Speicher
el: Απαιτεί περίπου 3GB διαθέσιμου χώρου στον δίσκο
es: Requiere aproximadamente 3 GB de almacenamiento disponible
fr: Nécessite environ 3Gb d'espace libre
nl: Vereist ongeveer 3GB aan beschikbare ruimte
pl: Wymaga około 3GB miejsca na dysku
pt: Requer cerca de 3GB de armazenamento disponível
ru: Требует около 3 Гб места на диске
sv: Kräver ca 3GB tillgängligt diskutrymme

source: Now that you have Bitcoin Core installed, your next step will be to sync with the network.
bg: Тъй като вече сте инсталирали Биткойн Core, следващата стъпка ще бъде да синхронизирате с мрежата.
de: Jetzt, da du Bitcoin Core installiert hast, musst du die Node zunächst mit dem Netzwerk synchronisieren.
el: Τώρα που έχετε εγκαταστήσει το Bitcoin Core, το επόμενό σας βήμα θα είναι να τον συγχρονίσετε με το δίκτυο.
es: Ahora que tiene Bitcoin Core instalado, su siguiente paso será sincronizar con la red.
fr: Maintenant que vous avez installé Bitcoin Core, la prochaine étape est la synchronisation au réseau.
nl: Nu u een Bitcoin Core geïnstalleerd heeft is de volgende stap om de synchroniseren met het netwerk.
pl: Kiedy mamy już Bitcoin Core zainstalowane, następnym krokiem będzie synchronizacja z siecią.
pt: Agora que instalou o Bitcoin Core, sua próxima etapa será sincronizar com a rede.
ru: Следующий шаг после установки Bitcoin Core — синхронизация с сетью.
sv: Nu när Bitcoin Core är installerat kommer nästa steg vara att synka ikapp nätverket.
