Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: Scan, paste or load xpubs
bg: Сканирай, постави или зареди xpubs
de: Xpubs scannen, laden oder einfügen
el: Σκανάρισμα, επικόλληση ή φόρτωση xpubs
es: Escanea, pega o carga xpubs
fr: Balayer, copier, ou charger les xpubs
nl: Inscannen, plakken en opladen van xpubs
pl: Skanuj, wklej lub załaduj xpub-y
pt: Digitalize, cole ou carregue xpubs
ru: Отсканировать, вставить из буфера обмена или загрузить xpub-ключи
sv: Scanna, klistra in eller ladda xpub-strängar

source: You will be able add more keys later from the device menu.
bg: Ще е възможно нататъка да добавите още ключове от менюто за устройства.
de: Du kannst später im Gerätemenü weitere Keys hinzufügen.
el: Θα μπορέσετε να προσθέσετε και άλλα κλειδιά αργότερα από το μενού της συσκευής.
es: Podrá agregar más llaves más tarde desde el menú del dispositivo.
fr: Vous pourrez ajouter plus de clés à partir du menu de l'appareil.
nl: U zal later meer sleutels kunnen toevoegen vanuit het toestel menu.
pl: Będzie można dodać więcej kluczy z menu urządzeń.
pt: Você poderá adicionar mais chaves posteriormente no menu do dispositivo.
ru: Вы сможете добавить еще ключи позже из меню устройства.
sv: Du kan lägga till fler nycklar genom enhetsmenyn.

source: One line per xpub. Ideally with derivation path in the form
bg: Една линия на xpub. В идеалния случай с деривационна пътека в формата
de: Ein Xpub pro Zeile. Am besten mit dem Ableitungspfad im Formular
el: Μία μόνο γραμμή ανά xpub. Ιδανικά με το μονοπάτι παραγώγων στην φόρμα
es: Una línea por xpub. Idealmente con ruta de derivación en la forma
nl: Een lijn per xpub. Ideaal met derivatie pad in het invulveld
pl: Jedna linia dla xpub. Idealnie w formacie ze ścieżka pochodzenia (derivation path)
pt: Uma linha por xpub. Idealmente com caminho de derivação no formulário
ru: Одна строка на xpub-ключ. Желательно, с путем вывода (derivation path) в формате
sv: En rad per xpub. Bäst om du anger derivationslänken i formuläret

source: Enter your xpubs here
bg: Въведи твоите xpubs тука
de: Trage deine Xpubs hier ein
el: Εισάγετε τα xpubs σας εδώ
es: Ingresa tus xpubs acá
fr: Entrer vos xpubs ici
nl: Voeg uw xpubs hier toe
pl: Tu wprowadź swoje xpub-y
pt: Insira seus xpubs aqui
ru: Введите xpub-ключи
sv: Ange dina xpub-strängar här

source: Scan
bg: Сканирай
de: Scannen
el: Σκανάρισμα
es: Escanea
fr: Balayage
nl: Inscannen
pl: Skanuj
pt: Ler
ru: Отсканировать
sv: Scanna

source: Using an airgapped device with QR codes
bg: Използвай "въздушно отделено" устройство с QR кодове
de: Ein separiertes Gerät mit QR Codes benutzen
el: Χρήση συσκευής απομονωμένης από κάθε δίκτυο με κωδικούς QR
es: Usar un dispositivo airgap con códigos QR
fr: Utiliser un appareil étanche ("airgapped") avec codes QR
nl: Een airgapped apparaat gebruiken met QR codes
pl: Używaj urządzenia airgapped z kodami QR
pt: Usando um dispositivo airgap com códigos QR
ru: Использование изолированных (air-gapped) устройств через QR-коды
sv: Använd ouppkopplad enhet med QR koder

source: Scan QR codes with extended public keys one by one.
bg: Сканирай QR кодове с разширени публични ключове (xpubs) един по един.
de: Scanne nacheinander QR Codes mit den erweiterten Public Keys.
el: Σκανάρισμα κωδικών QR με επεκτεταμένα δημόσια κλειδιά, τον έναν μετά τον άλλο.
es: Escanee códigos QR con llaves públicas extendidas una por una.
fr: Balayer les codes QR un à un avec des clés publiques élargies.
nl: Scan QR codes met extended public keys één per één.
pl: Skanuj kody QR z rozszerzonym publicznym kluczem pojedyńczo.
pt: Digitalize códigos QR com chaves públicas estendidas, um por um.
ru: Отсканируйте QR-коды с расширенными публичными ключами один за одним.
sv: Scanna QR-koder med utökade publika nycklar, en och en.

source: We recommend importing <b>Native Segwit</b> and <b>Segwit Multisig</b> keys.
bg: Ние препоръчваме импортиране <b>Native Segwit</b> и <b>Segwit Multisig</b> ключове.
de: Wir empfehlen das Importieren von <b>Native Segwit</b> und <b>Segwit Multisig</b> Keys.
el: Προτείνουμε να εισάγετε κλειδιά <b>Ιθαγενή Native Segwit</b> και <b>Segwit Multisig Πολύ-Υπογραφές</b>.
es: Recomendamos importar llaves <b>Segwit Nativo</b> y <b>Segwit Multifirma</b>.
fr: Nous recommandons l'importation de clés <b>Native Segwit (Originaire Segwit)</b> et <b>Segwit Multisig</b>.
nl: We raden het importeren aan van <b>Native Segwit</b> en <b>Segwit Multisig</b> sleutels.
pl: Polecamy importowanie kluczy <b>Natywnego Segwit</b> oraz <b>Segwit Multisig</b>.
pt: Recomendamos importar chaves<b>Native Segwit</b> e <b>Segwit Multisig</b>.
ru: Мы рекомендуем импортировать ключи типа <b>Native Segwit</b> и <b>Segwit Multisig</b>.
sv: Vi rekommenderar att importera <b>Native Segwit</b> och<b>Segwit Multisig</b> nycklar.

source: Choose files
bg: Избери файлове
de: Wähle Dateien
el: Επιλογή αρχείων
es: Seleccionar archivos
fr: Choisissez les fichiers
nl: Betanden kiezen
pl: Wybierz pliki
pt: Escolher os arquivos
ru: Выбрать файлы
sv: Välj filer

source: Using an airgapped ColdCard with MicroSD
bg: Използва се "въздушно отделена" ColdCard с MicroSD
de: Benutzung einer separierten ColdCard mit MicroSD
el: Χρησιμοποίηση ColdCard απομονωμένης από κάθε δίκτυο με κάρτα μνήμης MicroSD
es: Usar una ColdCard (Airgapped) con MicroSD
fr: Utilisation d'une ColdCard étanche (airgapped) avec MicroSD
nl: Een airgapped ColdCard gebruiken met MicroSD
pl: Używając airgapped ColdCard z kartą MicroSD
pt: Usando a Coldcard "no ar" (airgapped) com o MicroSD
ru: Использование изолированного кошелька ColdCard с картой памяти MicroSD
sv: Använder ouppkopplad ColdCard med MicroSD

source: Export extended public keys for single-key wallets to the SD card from
bg: Експортирай удължени публични ключове (xpubs) за портмонета с единичен ключ до SD картата от
de: Exportiere Erweiterte Public Keys für Einzel-Key Wallets an die SD Karte von
el: Εξαγωγή των επεκτεταμένων δημόσιων κλειδιών για πορτοφόλια με ένα κλειδί από
es: Exporte llaves públicas extendidas para billeteras de una sola llave a la tarjeta SD desde
fr: Exportation de clés publiques élargies pour portefeuilles à clé simple vers la carte SD en provenance de
nl: Exporteer extended public keys voor single-key wallets naar de SD kaart vanuit
pl: Eksportuj rozszerzone publiczne klucze dla portfela o jednym kluczu do karty SD z
pt: Exportar chaves públicas estendidas de carteiras de chave única para o cartão SD
ru: Экспортировать расширенные публичные ключи для кошельков с одной подписью на SD-карту из
sv: Exportera utökade publika nycklar för ensignatur-plånböcker till SD-kort från

source: To export multisignature pubkeys go to
bg: За да експортирате публични ключове с многобройни подписи (multisig) отидете до
de: Um Multisignatur Pubkuys zu exportieren, gehe zu
el: Για να εξάγετε δημόσια κλειδιά για πολύ-υπογραφές πηγαίνετε στο
es: Para exportar llaves públicas de varias firmas (multisignature), vaya a
fr: Pour l'exportation de clés publies (pubkeys) multisignature, allez à
nl: Om multisignature pubkeys te exporteren, ga naar
pl: Żeby wyeksportować publiczne klucze o wielu podpisach (multisig) idź do
pt: Para exportar chaves públicas de multi assinatura, vá para
ru: Для экспорта публичных ключей для кошельков с несколькими подписями, перейдите на
sv: För att exportera publika nycklar för multisignaturplånböcker, gå till

source: We recommend using Native Segwit.
bg: Ние препоръчваме използване на Native Segwit.
de: Wir empfehlen die Benutzung von Native Segwit.
el: Προτείνουμε να χρησιμοποιήσετε Ιθαγενή Native Segwit.
es: Recomendamos el uso de Segwit Nativo.
fr: Nous recommandons l'utilisation de Native Segwit (Originaire Segwit).
nl: We raden het gebruik van Native Segwit aan.
pl: Rekomendujemy używanie Natywnego Segwit.
pt: Recomendamos o uso de "Native Segwit".
ru: Мы рекомендуем использовать Native Segwit.
sv: Vi rekommenderar att Native Segwit används.

source: Specify account number (advanced)
bg: Определете номер на профила (усложнена опция)
de: Gib die Kontennummer an (fortgeschritten)
el: Ορίστε τον αριθμό λογαριασμού (Για προχωρημένους)
es: Especificar número de cuenta (avanzado)
fr: Spécifier le numéro de compte (avancé)
nl: Specifieer profiel nummer (geavanceerd)
pl: Sprecyzuj numer konta (zaawansowane)
pt: Especifique o número da conta (avançado)
ru: Введите номер аккаунта (для опытных пользователей)
sv: Specificera kontonummer (avancerad)

source: Select the account you wish to import
bg: Изберете профила, който желаете да импортирате
de: Wähle das Konto, das du importieren willst
el: Επιλέξτε τον λογαριασμό που θέλετε να εισάγετε
es: Seleccione la cuenta que desea importar
fr: Sélectionner le compte que vous souhaitez importer
nl: Selecteer het profiel dat u wenst te importeren
pl: Wybierz konto które chcesz importować
pt: Selecione a conta que deseja importar
ru: Выберите аккаунт, который хотите импортировать
sv: Välj konto du vill importera

source: You can set which account number you wish to import.<br>Account derivation uses the number choosen here to derive an xpub as specified in
bg: Може да настроите коя сметка желаете да импортирате. <br>Деривация на сметката изпозлва числото избрано тука да деривира xpub, както специфирано вьч
de: Du kannst festlegen, welche Kontennummer du importieren möchtest.<br>Kontenableitung verwendet die hier gewählte Nummer zur Erzeugung eines Xpubs wie angegeben in
el: Μπορείτε να θέσετε τον αριθμό λογαριασμού που επιθυμείτε να εισάγετε.<br>Τα παράγωγα λογαριασμού χρησιμοποιούν τον αριθμό που διαλέγετε εδώ για να παράγουν ένα xpub ως ορίζεται στο
es: Puede establecer qué número de cuenta desea importar. <br> La derivación de cuenta utiliza el número elegido aquí para derivar un xpub como se especifica en
fr: Vous pouvez configurer quel numéro de compte vous souhaitez importer.<br>La dérivation de compte utilise le numéro choisi ici pour dériver un xpub tel que spécifié dans
nl: U kan instellen welke profiel nummer u wenst te importeren.<br>Profiel derivatie gebeurt aan de hand van het hier opgegeven nummer om een xpub af te leiden, zoals gespecifieerd in
pl: Możesz wybrać który numer konta chcesz zaimportować. <br>Pochodzenie kont używa numeru wybranego tutaj żeby ustalić pochodzenie xpub tak jak podane w
pt: Você pode definir o número da conta que deseja importar.<br>A derivação da conta usa o número escolhido aqui para derivar um xpub conforme especificado em
ru: Вы можете задать номер аккаунта, который хотите импортировать. <br>Вывод (derivation) аккаунта использует заданный здесь номер, чтобы получить xpub-ключ, согласно спецификации
sv: Du kan ställa in vilket kontonummer du vill importera.<br>Konto-derivering använder numret du anger här för att räkna ut xpub-strängarna som är specificerade i

source: This is an advanced feature.<br>If you're not familiar with account derivations please leave this as 0.
bg: Това е приложение за напреднали. <br>Ако не сте запознати в деривации на акаунт моля оставете това като 0.
de: Dies ist ein fortgeschrittenes Feature.<br>Wenn du mit Kontenableitungen nicht vertraut bist, dann lasse es bitte auf 0.
el: Αυτή είναι μια λειτουργία για προχωρημένους.<br>Εάν δεν είστε εξοικειωμένοι με παράγωγα λογαριασμών, παρακαλώ αφήστε το ως μηδέν (0).
es: Esta es una función avanzada. <br> Si no está familiarizado con las derivaciones de cuentas, déjelo en 0.
fr: Ceci est une fonction avancée.<br>Si vous n'êtes pas familier avec les dérivations de compte, veuillez la laisser à 0.
nl: Dit is een geavanceerde feature.<br>Als u niet vertrouwd bent met profiel derivatie gelieve dit op 0 te houden.
pl: To jest zaawansowana funkcja.<br>Jezeli nie znasz się na pochodzeniu kont (account derivation), zostaw to jako 0.
pt: Este é um recurso avançado.<br>Se você não está familiarizado com derivações de contas, deixe como 0.
ru: Это функция для опытных пользователей.<br>Если вы раньше не работали с выводом аккаунтов, пожалуйста, оставьте значение 0.
sv: Detta är för avancerade användar.<br>Om du inte är väl påläst om konto-deriveringar, vänligen låt denna stå som 0.

source: Close
bg: Затвори
de: Schliessen
el: Κλείσιμο
es: Cerrar
fr: Fermer
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng

source: Examples
bg: Примери
de: Beispiele
el: Παραδείγματα
es: Ejemplos
fr: Exemples
nl: Voorbeelden
pl: Przykłady
pt: Exemplos
ru: Примеры
sv: Exempel

source: Continue
bg: Продължи
de: Fortfahren
el: Συνέχεια
es: Continuar
fr: Continuer
nl: Verdergaan
pl: Kontynuj
pt: Continuar
ru: Продолжить
sv: Fortsätt

source: A note on hot wallets
bg: Бележка за "горещи" портмонета
de: Ein Hinweis für Hot Wallets
el: Μια σημείωση για τα ζεστά πορτοφόλια
es: Una nota sobre billeteras calientes
fr: Une note sur les portefeuilles de stockage à chaud ("hot wallets")
nl: Een opmerking over hot wallets
pl: Uwaga dotycząca gorących portfeli (hot wallets)
pt: Uma nota sobre hot wallets
ru: Замечание о горячих кошельках
sv: En anmärkning om hot wallets

source: This will create a <a style="color: #ddd;" href="https://en.bitcoin.it/wiki/Hot_wallet" target="_blank">hot wallet</a> on your Bitcoin Core node.
bg: Това ще създаде <a style="color: #ddd;" href="https://en.bitcoin.it/wiki/Hot_wallet" target="_blank">горещо портмоне</a> във вашия Биткойн Core възел.
de: Dies erzeugt ein <a style="color: #ddd;" href="https://en.bitcoin.it/wiki/Hot_wallet" target="_blank">Hot Wallet</a> auf deinem Bitcoin Core Node.
el: Αυτό θα δημιουργήσει ένα <a style="color: #ddd;" href="https://en.bitcoin.it/wiki/Hot_wallet" target="_blank"> ζεστό πορτοφόλι </a> στον κόμβο σας Bitcoin Core.
es: Esto creara una <a style="color: #ddd;" href="https://en.bitcoin.it/wiki/Hot_wallet" target="_blank">billetera caliente</a> en tu nodo Bitcoin Core.
fr: Vous allez créer un <a style="color: #ddd;" href="https://en.bitcoin.it/wiki/Hot_wallet" target="_blank">portefeuille à stockage à chaud</a> sur votre noeud Bitcoin Core.
nl: Dit zal een <a style="color: #ddd;" href="https://en.bitcoin.it/wiki/Hot_wallet" target="_blank">hot wallet</a> aanmaken op u Bitcoin Core node.
pl: To utworzy <a style="color: #ddd;" href="https://en.bitcoin.it/wiki/Hot_wallet" target="_blank">gorący portfel (hot wallet)</a> na twoim węźle Bitcoin Core.
pt: Isto irá criar uma <a style="color: #ddd;" href="https://en.bitcoin.it/wiki/Hot_wallet" target="_blank">hot wallet</a> no seu nó do Bitcoin Core.
ru: На вашем узле Bitcoin Core будет создан <a style="color: #ddd;" href="https://en.bitcoin.it/wiki/Hot_wallet" target="_blank">горячий кошелек</a>.
sv: Detta skapar en <a style="color: #ddd;" href="https://en.bitcoin.it/wiki/Hot_wallet" target="_blank">hot wallet</a> på din Bitcoin Core node.

source: Hot wallets are considered less secure and are not recommended for use with significant amounts. Use with caution and beware the potential risks.
bg: "Горещи" портмонета са считани за по-малко сигурни и не са препоръчани за употреба със значими количества. Използвайте внимателно и се запознайте с потенциалните рискове.
de: Hot Wallets werden als weniger sicher betrachtet und werden für die Verwahrung grösserer Beträge nicht empfohlen. Verwende sie mit Vorsicht und sei dir der Risiken bewusst.
el: Τα ζεστά (συνδεδεμένα) πορτοφόλια θεωρούνται λιγότερο ασφαλή και δεν προτείνονται για χρήση με κάποιο σημαντικό χρηματικό ποσό. Χρησιμοποιήστε τα με προσοχή και έχετε εις γνώση σας τους πιθανούς κινδύνους.
es: Las carteras calientes se consideran menos seguras y no se recomienda su uso con cantidades significativas. Úselo con precaución y tenga cuidado con los riesgos potenciales.
fr: Les portefeuilles de stockage à chaud sont considérés comme étant moins sécure, il est recommandé de ne les utiliser qu'avec de petits montants. Soyez prudents et méfiez-vous des risques potentiels.
nl: Hot wallets worden minder veilig beschouwd en zijn niet aangeraden voor gebruik met significante bedragen. Wees voorzichtig in gebruik en wees u bewust van de potentiële risico’s.
pl: Gorące portfele (hot wallets) są uważane za mniej bezpieczne i nie są rekomendowane do użytku ze znaczącymi sumami. Używaj ostrożnie i bądź w świadomości zagrożeń.
pt: Hot Wallets são consideradas menos seguras e não são recomendadas para uso com quantias significativas. Use com cautela e cuidado com os riscos potenciais.
ru: Горячие кошельки считаются менее безопасными и не рекомендуются для значительных сумм. Используйте с осторожностью и помните о возможных рисках.
sv: Hot wallets (heta plånböcker) anses vara mindre säkra och avrekommenderas till störe summor. Använd på egen risk och läs på om potentiella risker.

source: Enter you mnemonic here or use the randomly generated one
bg: Въведете вашата мнемоника тука или използвайте произволно (randomly) генерирарана тука
de: Gib hier deinen Merksatz ein, oder verwende den zufällig erzeugten
el: Εισάγετε τη μνημονική φράση εδώ ή χρησιμοποιήστε μια δημιουργημένη τυχαία
es: Ingrese su mnemónico aquí o use el generado aleatoriamente
fr: Entrez votre phrase mnémonique ici ou utilisez-en une générée aléatoirement
nl: Geef uw mnemonic hier in of gebruik een willekeurig gegeneerde
pl: Wpisz swój mnemoniczny klucz tutaj lub utwórz nowy losowo
pt: Digite seu mnemônico aqui ou use aquele gerado aleatoriamente
ru: Введите мнемоническую фразу или используйте случайно сгенерированную
sv: Ange din mnemonic-fras här, eller använd den genererade

source: Make sure to backup these words!
bg: Важно! Проверете отново, че запазихте тези думи!
de: Mach dir unbedingt ein Backup dieser Wörter!
el: Φροντίστε να αποθηκεύσετε αυτές τις λέξεις!
es: Asegúrate de respaldar estas palabras!
fr: Assurez-vous de bien sauvegarder ces mots!
nl: Maak een backup van deze woorden!
pl: Upewnij się za masz kopię zapasową tych słów!
pt: Certifique-se de fazer backup dessas palavras!
ru: Обязательно сделайте резервную копию этих слов!
sv: Se till att göra backup på de här orden!

source: Generate
bg: Генерирай
de: Erzeugen
el: Παραγωγή
es: Generar
fr: Générer
nl: Genereer
pl: Generuj
pt: Gerar
ru: Сгенерировать
sv: Generera

source: Import
bg: Импортирай
de: Importieren
el: Εισαγωγή
es: Importar
fr: Importer
nl: Importeer
pl: Importuj
pt: Importar
ru: Импортировать
sv: Importera

source: Enter your mnemonic here
bg: Въведете вашата мнемоика тука
de: Gib deinen Merksatz hier ein
el: Εισάγετε τη μνημονική σας φράση εδώ
es: Ingrese su mnemónico aquí
fr: Entrez votre phrase mnémonique ici
nl: Geef uw mnemonic hier in
pl: Tu wpisz swoje mnemoniczne frazy
pt: Digite seu mnemônico aqui
ru: Введите мнемонику сюда
sv: Ange din mnemonic-fras här

source: Generate New Mnemonic
bg: Създай нова мнемоника
de: Erzeuge neuen Merksatz
el: Δημιουργία Νέας Μνημονικής Φράσης
es: Generar Nuevo Mnemónico
fr: Générer Une Nouvelle Phrase Mnémonique
nl: Genereer Nieuwe Mnemonic
pl: Utwórz Nowe Mnemoniczne Frazy
pt: Gerar Novo Mnemônico
ru: Сгенерировать новую мнемонику
sv: Generera ny mnemonic-fras

source: Encrypt Wallet File
bg: Енкриптирай Файла Портмоне
de: Verschlüssele Walletdatei
el: Κρυπτογράφηση Αρχείου Πορτοφολιού
es: Encriptar archivo de billetera
fr: Chiffrer Le Fichier Portefeuille
nl: Versleutel Wallet Bestand
pl: Zaszyfruk Plik Portfela
pt: Criptografar arquivo da carteira
ru: Зашифровать файл кошелька
sv: Kryptera plånboksfilen

source: Advanced
bg: Настройки за напреднали
de: Fortgeschrittenes
el: Για Προχωρημένους
es: Avanzado
fr: Avancée
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
ru: Расширенные опции
sv: Avancerat

source: BIP39 passphrase (optional)
bg: BIP39 парола (не е задължителна)
de: BIP39 Passwort (optional)
el: BIP39 συνθηματικό (προαιρετικό)
es: BIP39 passphrase (opcional)
fr: Mot de passe BIP39 (facultatif)
nl: BIP39 wachtwoordzin (optioneel)
pl: BIP39 hasło (opcjonalnie)
pt: BIP39 passphrase (opcional)
ru: Фраза-пароль по стандарту BIP39 (необязательно)
sv: BIP39 passphrase (frivillig)

source: Derivation paths
bg: Деривационна пътека
de: Ableitungspfade
el: Παράγωγα μονοπάτια
es: Rutas de derivación
fr: Chemins de dérivation
nl: Derivatie paden
pl: Sćieżki pochodzenia (dervation paths)
pt: Caminhos de derivação
ru: Пути вывода
sv: Deriveringslänkar

source: Enter each derivation path as a separate line. Start each path with an <code>m</code>. No trailing slash.
bg: Въведете всяка деривиционна пътека на нов ред. Започнете всяка пътек с <code>m</code>. Без наклонена черта.
de: Gib jeden Ableitungspfad als eigene Zeile ein. Beginne jeden Pfad mit einem <code>m</code>. Keinen angehängten Schrägstrich.
el: Εισάγετε κάθε παράγωγο μονοπάτι ως ξεχωριστή γραμμή. Ξεκινήστε το κάθε μονοπάτι με ένα <code>m</code>. Μην εισάγετε κάθετους.
es: Ingrese cada ruta de derivación como una línea separada. Comience cada ruta con un <code> m </code>. Sin back slash ( \ ).
fr: Entrer chaque chemin de dérivation sur une ligne séparée. Débuter chaque chemin par un <code>m</code>. Pas de barre oblique de fin.
nl: Geef elk derivatie pad als een afzonderlijke lijn. Start elk pad met een <code>m</code>. Geen trailing slash.
pl: Wprowadź każdą ścieżkę pochodzenia (derivation path) jako nową linie. Zacznij każdą ścieżkę od <code>m</code>. Bez slasha na końcu.
pt: Insira cada caminho de derivação como uma linha separada. Comece cada caminho com um <code>m</code>. Sem barra final.
ru: Введите каждый путь вывода на отдельной строке. Каждый путь должен начинаться с <code>m</code>. Косая черта в конце не нужна.
sv: Ange varje deriveringslänk som en separat rad. Börja varje rad med ett <code>m</code>. Inga avslutande snedstreck.

source: Specify derivation paths to import for the wallet
bg: Уточнете деривационни пътеки за импортация на портмонето
de: Gib die Ableitungspfade zum Import der Wallet ein
el: Προσδιορίστε ποια παράγωγα μονοπάτια να εισάγετε για το πορτοφόλι
es: Especificar rutas de derivación a importar para la billetera
fr: Spécifiez les chemins de dérivation à importer pour le portefeuille
nl: Specifieer derivatie pad om de wallet te importeren
pl: Sprecyzuj ścieżki pochodzenia (derivation paths) do zaimportowania dla tego portfela
pt: Especifique os caminhos de derivação para importar para a carteira
ru: Укажите пути вывода, которые нужно импортировать для кошелька
sv: Specificera deriveringslänken för att importera plånboken

source: Address range to import
bg: Обхват на адреси за импортиране
de: Adressbereich für den Import
el: Εύρος διευθύνσεων προς εισαγωγή
es: Rango de direcciones para importar
fr: Gamme d'addresses à importer
nl: Adres range om te importeren
pl: Zakres adresów do importowania
pt: Intervalo de endereços para importar
ru: Диапазон адресов для импорта
sv: Adresser att importera

source: From
bg: От
de: Von
el: Από
es: De
fr: De
nl: Van
pl: Od
pt: De
ru: От
sv: Från

source: to
bg: до
de: an
el: έως
es: para
fr: à
nl: naar
pl: do
pt: para
ru: до
sv: till

source: No devices found
bg: Няма намерени устройства
de: Keine Geräte gefunden
el: Δεν βρέθηκαν συσκευές
es: No se encontraron dispositivos
fr: Appareils introuvables
nl: Geen apparaten gevonden
pl: Nie znaleziono urządzeń
pt: Nenhum dispositivo encontrado
ru: Устройства не найдены
sv: Ingen enhet hittades

source: Unknown key format
bg: Непознат формат на ключ
de: Unbekanntes Key Format
el: Άγνωστη μορφή κλειδιού
es: Formato de llave desconocido
fr: Format de clé inconnu
nl: Onbekend sleutel formaat
pl: Nie rozpoznany format klucza
pt: Formato de chave desconhecido
ru: Неизвестный формат ключа
sv: Okänt nyckelformat

source: Device Type:
bg: Тип Устройство:
de: Gerätetyp:
es: Tipo de dispositivo:
fr: Type d'appareil:
nl: Apparaat Type:
pl: Typ Urządzenia:
pt: Tipo de dispositivo:
ru: Тип устройства:
sv: Enhetstyp:

source: Select type
bg: Избери тип
de: Typ auswählen
es: Seleccione tipo
fr: Sélectionnez le type
nl: Selecteer type
pl: Wybierz typ
pt: Selecione o tipo
ru: Выберите тип
sv: Välj typ
