Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: Connection to node failed
bg: Връзката с възела е неуспешна
de: Keine Verbindung zur Node
el: Η σύνδεση με τον κόμβο απέτυχε
es: Conexión al nodo fallo
fr: Échec de la connexion au noeud
nl: Connectie met node is gefaald
pl: Nie mogę połączyć się z węzłem (node)
pt: Conexão com o nó falhou
ru: Не удалось подключиться к узлу
sv: Anslutning till noden misslyckades

source: Core Node might be too old
bg: Core възелът е възможно твърде стара версия
de: Core Node wohl veraltet
el: Ο πυρήνας του κόμβου μπορεί να είναι πολύ παλιός
es: El núcleo del nodo puede ser que sea muy viejo
fr: Le noeud Core pourrait être trop vieux
nl: Core Node mogelijk te oud
pl: Węzeł Core wydaje się za stary
pt: O nó do Core pode ser muito velho
ru: Версия Bitcoin Core слишком старая
sv: Core Node versionen verkar vara för gammal

source: Failed to connect!
bg: Неуспешна връзка!
de: Keine Verbindung!
el: Απέτυχε η σύνδεση!
es: Falla al conectarse!
fr: Échec de la connexion!
nl: Connectie gefaald!
pl: Połączenie się nie powiodło!
pt: Falha ao conectar!
ru: Не удалось подключиться!
sv: Misslyckades att ansluta!

source: RPC authentication failed!
bg: Неуспешно RPC удостоверение!
de: RPC Authentisierung fehlgeschlagen!
el: Ο έλεγχος ταυτοποίησης RPC απέτυχε!
es: Autenticación RPC fallo!
fr: Échec de l'authentification RPC!
nl: RPC authenticatie gefaald!
pl: uwierzytelnienie RPC nie powiodło się!
pt: Autenticação RPC falhou!
ru: Аутентификация RPC не прошла!
sv: RPC authentifiering misslyckades!

source: Failed to connect
bg: Неуспешна връзка
de: Keine Verbindung
el: Απέτυχε η σύνδεση
es: Falla al conectarse
fr: Échec de la connexion
nl: Connectie gefaald
pl: Połączenie się nie powiodło
pt: Falha ao conectar
ru: Не удалось подключиться
sv: Anslutning misslyckades

source: Could not find Device {}
bg: Не можах да намеря устройство {}
de: Gerät {} nicht gefunden
el: Δεν ήταν δυνατή η εύρεση της συσκευής {}
es: No se pudo encontrar dispositivo {}
fr: Appareil introuvable {}
nl: Apparaat {} niet gevonden
pl: Nie znaleziono urządzenia {}
pt: Não foi possível encontrar o dispositivo {}
ru: Не удалось найти устройство {}
sv: Kan inte hitta enhet {}

source: We could not check your password, maybe Bitcoin Core is not running or not configured?
bg: Не можахме да проверим вашата парола. Възможно е Биткойн Core да не върви, или да не е настроен правилно?
de: Wir konnten das Passwort nicht prüfen, ist vielleicht Bitcoin Core nicht am laufen oder nicht konfiguriert?
el: Δεν μπορέσαμε να ελέγξουμε τον κωδικό πρόσβασής σας, ίσως το Bitcoin Core δεν λειτουργεί ή δεν έχει ρυθμιστεί σωστά;
es: No logramos verificar tu contraseña, tal vez Bitcoin Core no este corriendo o este configurado?
fr: Votre mot de passe n'a pas pu être vérifié, il se peut que Bitcoin Core ne soit pas en marche ou ne soit pas configuré?
nl: We kunnen uw wachtwoord niet vinden, is Bitcoin Core misschien niet lopende of niet geconfigureerd?
pl: Nie udało się sprawdzenie hasła, czy węzeł Bitcoin Core działa i jest skonfigurowany?
pt: Não foi possível verificar sua senha, talvez o Bitcoin Core não esteja funcionando ou não esteja configurado?
ru: Не удалось проверить пароль. Возможно, Bitcoin Core не запущен или не сконфигурирован?
sv: Vi kan inte verifiera ditt lösenord, kontrollera att Bitcoin Core körs och är korrekt konfigurerat?

source: Invalid username or password
bg: Невалидно потребителско име или невалидна парола
de: Benutzername oder Kennwort ungültig
el: Λάθος όνομα χρήστη ή κωδικός
es: Usuario o contraseña invalida
fr: Nom d'utilisateur ou mot de passe invalide
nl: Ongeldige gebruikersnaam of wachtwoord
pl: Nieprawidłowy użytkownik lub hasło
pt: Nome de usuário ou senha inválido
ru: Неправильное имя пользователя или пароль
sv: Felaktigt användarnamn eller lösenord

source: Please enter a username.
bg: Моля въведете потребителско име.
de: Bitte Benutzernamen eingeben.
el: Παρακαλώ εισάγετε το όνομα χρήστη.
es: Por favor ingresa nombre de usuario.
fr: Veuillez entrer un nom d'utilisateur.
nl: Voer een gebruikersnaam in.
pl: Podaj nazwę użytkownika.
pt: Por favor entre com o nome de usuário.
ru: Пожалуйста, введите имя пользователя.
sv: Vänligen ange ett användarnamn.

source: Please enter a password of a least {} characters.
bg: Моля въведете парола от минимум {} символа/знаци.
de: Bitte ein mindestens {} Zeichen langes Passwort eingeben.
el: Παρακαλώ πληκτρολογήστε έναν κωδικό πρόσβασης με τουλάχιστον {} χαρακτήρες.
es: Por favor ingresa una contraseña de por lo menos de {} caracteres.
fr: Veuillez entrer un mot de passe contenant au moins {} caractères.
nl: Voer een wachtwoord in van minimum {} tekens.
pl: Podaj hasło składające się z minimum {} znaków.
pt: Por favor insira uma senha com pelo menos {} caracteres.
ru: Пожалуйста, введите пароль длиной как минимум {} символов.
sv: Var vänlig ange ett lösenord med minst {} tecken.

source: Username is already taken, please choose another one
bg: Избранато потребителско име е заето. Моля изберете ново
de: Benutzername schon vergeben, bitte nimm einen anderen
el: Το όνομα χρήστη χρησιμοποιείται ήδη, παρακαλώ διαλέξτε κάποιο άλλο
es: Nombre de usuario ya se encuentra en uso, por favor selecciona uno nuevo
fr: Ce nom d'utilisateur n'est pas disponible, veuillez en choisir un autre
nl: Gebruikersnaam reeds bezet, kies een andere
pl: Nazwa użytkownika jest zajęta, wybierz inną
pt: Este nome de usuário já existe, por favor escolha outro
ru: Имя пользователя уже используется, пожалуйста, выберите другое
sv: Användarnamn upptaget, var vänlig välj ett annat

source: You have registered successfully, please login with your new account to start using Specter
bg: Записахте се успешно, моля влезте с новия си профил, за да започнете да използват Спектър
de: Du hast dich erfolgreich registriert, bitte logge dich mit deinem neuen Konto ein, um mit Specter loszulegen
el: Η εγγραφή σας έγινε με επιτυχία, παρακαλώ συνδεθείτε με τον νέο σας λογαριασμό για να ξεκινήσετε να χρησιμοποιείτε το Specter
es: Te has registrado de manera exitosa, por favor ingresa con tu nueva cuenta y comienza a usar Specter
fr: Vous avez été enregistré avec succès, veuillez vous connecter à votre nouveau compte pour commencer l'utilisation de Specter
nl: U bent succesvol geregistreerd, meld u aan met uw nieuw profiel om te starten met Specter
pl: Rejestracja się udała, zaloguj się używając nowego konta żeby zacząć korzystać ze Specter
pt: Você se registrou com sucesso, faça o login com sua nova conta para começar a usar a Specter
ru: Вы успешно зарегистрировались. Пожалуйста, зайдите в свой новый аккаунт, чтобы начать использовать Specter
sv: Din registrering lyckades, var vänlig anslut med ditt nya konto för att börja använda Specter

source: Invalid registration link, please request a new link from the node operator.
bg: Невалиден линк за регистрация, моля пожелайте нов линк от оператора на възела.
de: Ungültiger Registrierungslink, bitte fordere einen Neuen vom Node-Betreiber an.
el: Μη έγκυρος σύνδεσμος εγγραφής, παρακαλώ ζητήστε νέο σύνδεσμο από τον χειριστή του κόμβου.
es: Link de registro invalido, por favor solicita un nuevo enlace al operador del nodo.
fr: Lien d'enregistrement invalide, veuillez demander un nouveau lien à l'opérateur du noeud.
nl: Ongeldige registratielink, vraag een nieuwe link aan via de node operator.
pl: Nieprawidłowy link rejestracyjny, proszę uzyskać nowy link od operatora węzła.
pt: Link de registro inválido, solicite um novo link do operador do nó.
ru: Ссылка для регистрации невалидна. Пожалуйста, попросите новую ссылку у оператора узла.
sv: Ogiltig registreringslänk, var vänlig be om en ny länk från nod-operatören.

source: You were logged out
bg: Излязохте от профила си
de: Du wurdest ausgeloggt
el: Έχετε αποσυνδεθεί
es: Fuiste sacado de la sesión
fr: Vous avez été déconnecté
nl: U werd afgemeld
pl: Zostałeś wylogowany
pt: Você foi desconectado
ru: Вы вышли из аккаунта
sv: Du har loggats ut

source: Logged in successfully.
bg: Успешен вход в профила ви.
de: Erfolgreich eingeloggt.
el: Η σύνδεσή σας έγινε με επιτυχία.
es: Inicio de sesión exitosa.
fr: Succès de la connexion.
nl: Aanmelden succesvol.
pl: Logowanie się udało.
pt: Conectado com sucesso.
ru: Вы успешно вошли в аккаунт.
sv: Du har loggats in.

source: Wallet not found. Specter reloaded all wallets, please try again.
bg: Портмонето не е намерено. Спектър презареди всички портмонета. Моля опитайте отново.
de: Wallet nicht gefunden. Specter hat alle Wallets neu geladen, bitte versuche es erneut.
el: Δεν βρέθηκε το πορτοφόλι. Το Specter επαναφόρτωσε όλα τα πορτοφόλια, παρακαλώ προσπαθήστε ξανά.
es: Billetera no encontrada. Specter recargo todas la billeteras, por favor intenta de nuevo.
fr: Portefeuille introuvable. Specter a rechargé tous les portefeuilles, essayez à nouveau.
nl: Wallet niet gevonden. Specter heeft alle wallets opnieuw opgeladen, probeer opnieuw.
pl: Nie znaleziono portfela. Specter odświeżył wszystkie portfele, spróbuj ponownie.
pt: Carteira não encontrada. Specter recarregou todas as carteiras, por favor tente novamente.
ru: Кошелек не найден. Specter перезагрузил все кошельки, пожалуйста, попробуйте снова.
sv: Plånbok kan inte hittas. Specter har laddat om alla plånböcker, var vänlig försök igen.

source: Bitcoin Core RpcError: {}
bg: Биткойн Core RpcError: {}
el: Σφάλμα RPC του Bitcoin Core: {}
pl: BłądRPC węzła Bitcoin Core: {}
pt: Bitcoin Core RpcErro: {}
ru: Ошибка Bitcoin Core RPC: {}

source: Bitcoin Core is not coming up in time. Maybe it's just slow but please check the logs below
bg: Биткойн Core не зарежда на време. Възможно е просто да зарежда бавно, но моля проверете логовете/описанията отдолу
de: Bitcoin Core kommt nicht rechtzeitig hoch. Vielleicht ist es nur langsam, aber schau bitte unten in den Logs nach
el: Το Bitcoin Core δεν φορτώνει σε έγκυρο χρονικό διάστημα. Ίσως απλά να είναι αργό αλλά σας παρακαλούμε να ελέγξετε τα αρχεία καταγραφής σφαλμάτων παρακάτω
es: Bitcoin no esta corriendo a tiempo. Talvez este lento, por favor revisa los registros de abajo
nl: Bitcoin Core is niet tijdig opgekomen. Misschien is het gewoon traag maar kijk aub onderstaande logs na
pl: Węzeł Bitcoin Core nie uruchamia się w czasie. Może jeszcze się uruchamia, ale sprawdź logi poniżej
pt: O Bitcoin Core não está chegando a tempo. Talvez esteja apenas lento, mas por favor, verifique os registros abaixo
ru: Bitcoin Core работает слишком медленно. Проверьте логи ниже
sv: Bitcoin Core verkar inte starta i tid. Det kan gå långsamt, men vänligen kontrollera loggarna nedan

source: Session expired. Please refresh and try again.
bg: Сесията е изтякла. Моля презаредете и опитайте отново.
de: Sitzung abgelaufen. Bitte auffrischen und nochmal probieren.
el: Ο χρόνος συνεδρίας έχει λήξει. Παρακαλώ ανανεώστε και δοκιμάστε ξανά.
es: La sesión a expirado. Por refresca e intenta de nuevo.
fr: Session expirée. Veuillez rafraîchir et essayer à nouveau.
nl: Sessie verlopen. Herlaad en probeer opnieuw.
pl: Sesja wygasła. Odśwież i spróbuj ponownie.
pt: Sessão expirada. Por favor atualize e tente novamente.
ru: Сессия завершена. Пожалуйста, обновите и попробуйте снова.
sv: Sessionen har tagit slut. Vänligen ladda om sidan och försök igen.

source: You need a mainnet node to retrieve the whitepaper. Check your node configurations.
bg: Трябва ви възел, за да изтеглите документа (whitepaper). Моля проверете настройките на вашия възел.
de: Du brauchst eine Mainnet Node, um das Whitepaper runterzuladen. Überprüfe deine Node Konfiguration.
el: Θα χρειαστείτε έναν κόμβο στο κυρίως δίκτυο για να παραλάβετε τη Λευκή Βίβλο του Bitcoin. Ελέγξτε τις ρυθμίσεις του κόμβου σας.
es: Necesitas un nodo que este en mainnet para bajar el whitepaper. Verifica las configuraciones de tu nodo.
fr: Un noeud de réseau principal est nécessaire pour la récuperation du livre blanc. Vérifiez la configuration de votre noeud.
nl: U heeft een maannet node nodig om de whitepaper op te halen. Kijk u node configuratie na.
pl: Potrzebujesz węzła na mainnet żeby pobrać whitepaper. Sprawdź konfiguracje swojego węzła.
pt: Você precisa de um node na rede principal para recuperar o whitepaper. Verifique a configuração do seu node.
ru: Необходим узел в основной сети (mainnet), чтобы получить статью (whitepaper). Проверьте конфигурацию узла.
sv: Du behöver en Bitcoin nod på mainnet för att hämta Bitcoin Whitepaper. Vänligen kontrollera din nodkonfiguration.

source: Device name cannot be empty
bg: Името на устройството не може да бъде празно
de: Der Gerätename darf nicht leer sein
el: Το όνομα συσκευής δεν μπορεί να είναι κενό
es: El nombre del dispositivo no debe estar vacío
fr: Le nom de l’appareil ne peut demeurer vierge
nl: Naam apparaat mag niet leeg zijn
pl: Nazwa urządzenia nie może być pusta
pt: Nome do dispositivo não pode estar vazio
ru: Имя устройства не может быть пустым
sv: Enhetsnamnet kan inte vara tomt

source: Device with this name already exists
bg: Устройство с това име съществува
de: Ein Gerät mit diesem Namen gibt es bereits
el: Υπάρχει ήδη συσκευή με αυτό το όνομα
es: El dispositivo con este nombre ya existe
fr: Un appareil avec ce nom existe déjà
nl: Apparaat met deze naam bestaat al
pl: Urządzenie o tej nazwie już istnieje
pt: Já existe um dispositivo com esse nome
ru: Уже есть устройство с таким именем
sv: En enhet med det här namnet finns redan

source: Failed to parse these xpubs
bg: Неуспешен прочит/разбор на тези xpubs (удължен публичен ключ)
de: Konnte diese xpubs nicht analysieren
el: Αποτυχία επεξεργασίας αυτών των xpubs
es: No se pudo analizar estos xpubs
fr: Échec de l’analyse de ces xpubs
nl: Ontleden van deze xpubs gefaald
pl: Nie udało się przeanalizować tych xpbub-ów
pt: Falha ao analisar estes xpubs
ru: Не удалось прочитать эти xpub-ключи
sv: Misslyckades att läsa xpub-strängarna

source: No paths were specified, please provide at least one.
bg: Няма уточнение пътеки. Моля въведете поне една.
de: Es wurden keine Pfade angegeben, bitte gib mindestens einen an.
el: Δεν ορίστηκαν μονοπάτια, παρακαλώ δώστε τουλάχιστον ένα.
es: No se especificaron rutas, proporcione al menos una.
fr: Aucun chemin n’a été spécifié, veuillez en fournir au moins un.
nl: Er werden geen paden gespecificeerd, geef minstens 1 op.
pl: Nie podano ścieżki, proszę podaj przynajmniej jedną.
pt: Nenhum caminho foi especificado, forneça pelo menos um.
ru: Пути (paths) не заданы. Пожалуйста, задайте хотя бы один путь.
sv: Ingen path specificerad, vänligen ange minst en.

source: {} keys were added successfully
bg: {} ключа бяха успешно добавени
de: {} Keys wurden erfolgreich eingefügt
el: {} κλειδιά προστέθηκαν επιτυχώς
es: {} llaves fueron agregadas exitosamente
nl: {} sleutels werden succesvol toegevoegd
pl: {} klucze zostały pomyślnie dodane
pt: {} chaves foram adicionadas com sucesso
ru: {} ключей успешно добавлены
sv: {} nycklar lades till

source: {} was added successfully!
bg: {} беше успешно добавен!
de: {} wurde erfolgreich eingefügt!
el: {} προστέθηκε επιτυχώς!
es: {} fue agregada exitosamente!
nl: {} werd succesvol toegevoegd!
pl: {} został dodany pomyślnie!
pt: {} foi adicionado com sucesso!
ru: {} успешно добавлен!
sv: {} lades till!

source: Failed to setup hot wallet. Error: {}
bg: Неуспешно добавяне на "горещо" портмоне. Грешка: {}
de: Konnte Hot Wallet nicht einrichten. Fehler: {}
el: Αποτυχία ρύθμισης ζεστού πορτοφολιού. Σφάλμα {}
es: Fallo al configurar billetera caliente. Error: {}
nl: Setup van hot wallet gefaald. Foutmelding: {}
pl: Nie udało się utworzyć gorącego portfela. Błąd: {}
pt: Falha ao configurar hot wallet. Erro: {}
ru: Не удалось настроить горячий кошелек. Ошибка: {}
sv: Misslyckades att sätta upp hot wallet. Felmeddelande: {}

source: xpubs list must not be empty
bg: xpubs (удължени публични ключове) списъкът не бива да бъде непопълнен
de: Xpub Liste darf nicht leer sein
el: η λίστα των xpubs δεν πρέπει να είναι άδεια
es: lista de xpubs no debe estar vacía
fr: la liste des xpubs ne doit pas être vide
nl: lijst met xpubs mag niet leeg zijn
pl: lista xpbub-ów nie może być pusta
pt: a lista de xpubs não deve estar vazia
ru: Список xpub-ключей не может быть пустым
sv: xpub-listan kan inte vara tom

source: Invalid mnemonic entered: Must contain either: 12, 15, 18, 21, or 24 words.
bg: Невалидна мнемоника въведена: Трябва да съдържа: 12, 15, 18, 21, или 24 думи.
de: Ungültiger Merksatz eigegeben: Muss aus 12, 15, 18, 21 oder 24 Wörtern bestehen.
el: Εισάχθηκε λάθος μνημονικό: Πρέπει να περιέχει είτε 12, 15, 18, 21 ή 24 λέξεις.
es: Palabras mnemotécnicas introducidas son invalidas: debe contener: 12, 15, 18, 21 o 24 palabras.
fr: Clé Mnémonique introduite non valide : doit contenir : 12, 15, 18, 21 ou 24 mots.
nl: Ongeldige mnemonic ingegeven: moet 12, 15, 18, 21 of 24 woorden bevatten.
pl: Wprowadzono nieprawidłowy mnemoniczny klucz: Musi zawierać: 12, 15, 18, 21, lub 24 słowa.
pt: Mnemônico inválido Inserido: Deve conter: 12, 15, 18, 21 ou 24 palavras.
ru: Введена некорректная мнемоника. Мнемоника может состоять из 12, 15, 18, 21 или 24 слов.
sv: Ogiltig mnemonic-fras angiven. Måste vara 12/15/18/21 eller 24 ord lång.

source: Invalid mnemonic entered.
bg: Невалидна мнемоника е въведена.
de: Ungültiger Merksatz eingegeben.
el: Εισάχθηκε λάθος μνημονικό.
es: Palabras mnemotécnicas introducidas son invalidas.
nl: Ongeldige mnemonic ingevoerd.
pl: Wprowadzono nieprawidłowy mnemoniczny klucz.
pt: Mnemônico inválido digitado.
ru: Введена некорректная мнемоника.
sv: Ogiltig mnemonic-fras angiven.

source: Invalid address range selected.
bg: Невалиден обхват на адреси е избран.
de: Ungültiger Adressbereich ausgewählt.
el: Επιλέχθηκε λάθος εύρος διευθύνσεων.
es: Rango seleccionado para direcciones es inválido.
fr: La plage d’adresses sélectionnée est invalide.
nl: Ongeldige adres range geselecteerd.
pl: Wybrano nieprawidłowy zakres adresu.
pt: Intervalo de endereço invalido selecionado.
ru: Введен некорректный диапазон адресов.
sv: Ogiltigt val av adresser.

source: Device not found
bg: Устройството не е намерено
de: Gerät nicht gefunden
el: Δεν ήταν δυνατή η εύρεση της συσκευής
es: Dispositivo no encontrado
fr: Appareil introuvable
nl: Apparaat niet gevonden
pl: Nie znaleziono urządzenia
pt: Dispositivo não encontrado
ru: Устройство не найдено
sv: Enhet hittades inte

source: Master blinding key was added successfully
bg: Главен "слепеещ" ключ е добавен успешно
de: Master Blinding Key erfolgreich eingefügt
el: Το κύριο κλειδί δέσμευσης προστέθηκε με επιτυχία
es: La llave maestra de cegamiento se agregó exitosamente
nl: Master blinding key werd succesvol toegevoegd
pl: Główny klucz (blinding) został dodany poprawnie
pt: Chave mestra de ofuscação foi adicionada com sucesso
ru: Главный blinding-ключ успешно добавлен
sv: Master blinding nyckel lades till

source: xpubs name cannot be empty
bg: името xpubs (удължен публичен ключ) не може да бъде оставено непопълнено
de: Der Name des Xpub darf nicht fehlen
el: το όνομα του xpubs δεν μπορεί να είναι κενό
es: nombre de xpubs no puede estar vacío
fr: le nom xpubs ne peut demeurer vierge
nl: xpubs naam mag niet leeg zijn
pl: Nazwa xpub-ów nie może być pusta
pt: o nome das xpubs não deve estar vazio
ru: Имя xpub-ключа не может быть пустым
sv: xpub namn kan inte vara tomma

source: Device could not be removed since it is used in wallets: {}
bg: Устройството не може да бъде премахнато, тъй като е използвано в портмонета: {}
de: Gerät konnte nicht entfernt werden, da es in folgenden Wallets benutzt wird: {}
el: Η συσκευή δεν μπορεί να αφαιρεθεί αφού χρησιμοποιείται ήδη στο/στα πορτοφόλια: {}
es: Dispositivo no pudo ser removido, ya que esta siendo usado en la billetera: {}
fr: Impossible de retirer l'appareil puisque ces portefeuilles l'utilise: {}
nl: Apparaat kan niet verwijderd worden aangezien het gebruikt wordt in wallet: {}
pl: Nie można usunąć urządzenia, ponieważ jest używane przez portfel: {}
pt: O dispositivo não pode ser removido pois é usado em carteiras: {}
ru: Нельзя удалить устройство, потому что оно используется в кошельках: {}
sv: Enhet kan inte tas bort då den används av plånböcker: {}

source: You must delete those wallets before you can remove this device.
bg: Трябва да изтриете тези портмонета, преди да премахнете това устройство.
de: Du musst diese Wallets löschen, bevor du dieses Gerät löschen kannst.
el: Πρέπει να διαγράψετε αυτά τα πορτοφόλια πριν να μπορέσετε να αφαιρέσετε αυτή τη συσκευή.
es: Debes borrar esas billeteras antes de poder remover este dispositivo.
fr: Vous devez supprimer ces portefeuilles avant de pouvoir supprimer cet appareil.
nl: U moet eerst deze wallets wissen voor u dit apparaat kan verwijderen.
pl: Musisz usunąć te portfele przed usunięciem tego urządzenia.
pt: Você deve excluir essas carteiras antes de remover este dispositivo.
ru: Вы должны удалить эти кошельки, прежде чем удалять это устройство.
sv: Du måste ta bort dessa plånböcker innan du kan ta bort enheten.

source: You can delete a wallet from its Settings -> Advanced page.
bg: Можеш да изтриеш портмоне от Настройки -> Разширени настройки.
de: Du kannst ein Wallet in Einstellungen->Fortgeschrittenes löschen.
el: Μπορείτε να διαγράψετε ένα πορτοφόλι από την σελίδα του στις Ρυθμίσεις -> Για Προχωρημένους.
es: Puedes borrar una billetera desde Configuraciones -> Página de Configuraciones Avanzadas.
fr: Vous pouvez supprimer un portefeuille depuis la page Paramètres -> Avancé.
nl: U kan een wallet wissen via zijn pagina: Instellingen -> Geavanceerd.
pl: Możesz usunąć portfel na stronie Ustawienia -> Zaawansowane.
pt: Você pode excluir uma carteira na página Configurações -> Avançado.
ru: Вы можете удалить кошелек со страницы его настроек (Настройки -> Расширенные настройки).
sv: Du kan ta bort en plånbok genom att besöka Inställningar -> Avancerat.

source: Key could not be removed since it is used in wallets: {}
bg: Ключът не можа да бъде премахнат, тъй като се изполва в портмонета: {}
de: Key konnte nicht gelöscht werden, weil er in folgenden Wallets benutzt wird: {}
el: Το κλειδί δεν μπορεί να αφαιρεθεί αφού χρησιμοποιείται ήδη στο/στα πορτοφόλια: {}
es: Llave no pudo ser removida, ya que esta siendo usada en la billetera: {}
fr: Impossible de retirer la clé puisque ces portefeuilles l'utilise: {}
nl: Sleutel kan niet verwijderd worden aangezien deze gebruikt wordt in wallets: {}
pl: Klucz nie mógł zostać usunięty, ponieważ jest użyty w portfelach: {}
pt: A chave não pode ser removida pois é usada em carteiras: {}
ru: Нельзя удалить ключ, потому что он используется в кошельках: {}
sv: Nyckel kan inte tas bort då den används av plånbok: {}

source: You must delete those wallets before you can remove this key.
bg: Трябва да изтриеш тези портмонета преди да премахнеш този ключ.
de: Du musst diese Wallets löschen, bevor du diesen Key löschen kannst.
el: Πρέπει να διαγράψετε αυτά τα πορτοφόλια πριν να μπορέσετε να αφαιρέσετε αυτό το κλειδί.
es: Debes primero borrar esas billeteras antes de poder borrar esta llave.
fr: Vous devez supprimer ces portefeuilles avant de pouvoir supprimer cette clé.
nl: U moet deze wallets wissen voor u deze sleutel kan verwijderen.
pl: Musisz usunąć te portfele, zanim będziesz mógł usunąć ten klucz.
pt: Você deve excluir essas carteiras antes de remover esta chave.
ru: Вы должны удалить эти ключи, прежде чем удалять этот ключ.
sv: Du måste ta bort dessa plånböcker innan du kan ta bort den valda nyckeln.

source: Device already exists
bg: Устройството съществува отпреди
de: Das Gerät gibt es bereits
el: Η συσκευή υπάρχει ήδη
es: Dispositivo ya existe
fr: L’appareil existe déjà
nl: Apparaat bestaat al
pl: Urządzenie już istnieje
pt: Dispositivo já existe
ru: Устройство уже существует
sv: Enhet existerar redan
