Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: Danger Zone
bg: Опасна зона
de: Gefahrenbereich
el: Ζώνη Κινδύνου
es: Zona de Peligro
fr: Zone Danger
nl: Gevaren Zone
pl: Ćienki lód (danger zone)
pt: Zona de Perigo
ru: Опасная зона
sv: Farozon

source: Forget node
bg: Забрави възел
de: Node Vergessen
el: Ξέχασε τον κόμβο
es: Olvidar nodo
fr: Oublier le noeud
nl: Vergeet node
pl: Zapomnij węzeł
pt: Esquecer node
ru: Забыть узел
sv: Glöm nod

source: Unistall Bitcoin Core
bg: Премахни Биткойн Core
de: Bitcoin Core Deinstallieren
el: Απεγκατάσταση του Bitcoin Core
es: Desinstalar Bitcoin Core
fr: Désinstaller Bitcoin Core
nl: Desinstalleer Bitcoin Core
pl: Odinstaluj Bitcoin Core
pt: Desinstalar o Bitcoin Core
ru: Удалить Bitcoin Core
sv: Avinstallera Bitcoin Core

source: Delete data folder?
bg: Изтрийте дата папката?
de: Datenverzeichnis löschen?
el: Διαγραφή του φακέλου δεδομένων;
es: Eliminar carpeta de datos?
fr: Supprimer le fichier de données?
nl: Verwijder data folder?
pl: Usunąć folder danych?
pt: Excluir os dados da pasta?
ru: Удалить директорию с данными?
sv: Ta bort datamapp?

source: Configure new node
bg: Настройте нов възел
de: Neue Node konfigurieren
el: Ρύθμιση νέου κόμβου
es: Configurar nuevo nodo
fr: Configurer un nouveau noeud
nl: Configureer nieuwe node
pl: Konfigurowanie nowego węzła
pt: Configurar o novo node
ru: Настроить новый узел
sv: Konfigurera ny nod

source: Name your new node:
bg: Кръсти своя нов възел:
de: Benenne deine neue Node:
el: Ονομάστε τον νέο σας κόμβο:
es: Nombra tu nuevo nodo:
fr: Nommez votre nouveau noeud:
nl: Benoem uw nieuwe node:
pl: Nazwij swój nowy węzeł:
pt: Nome do seu novo node:
ru: Назовите свой новый узел:
sv: Namnge din nya nod:

source: Name your new node
bg: Кръсти своя нов възел
de: Benenne deine neue Node
el: Ονομάστε τον νέο σας κόμβο
es: Nombra tu nuevo nodo
fr: Nommez votre nouveau noeud
nl: Benoem uw nieuwe node
pl: Nazwij swój nowy węzeł
pt: Nome do seu novo node
ru: Назовите свой новый узел
sv: Namnge din nya nod

source: Bitcoin JSON-RPC configuration
bg: Биткойн JSON-RPC конфигурация
de: Bitcoin JSON-RPC Konfiguration
el: Ρύθμιση Bitcoin JSON-RPC
es: Configuración de Bitcoin JSON-RPC
fr: Configuration de Bitcoin JSON-RPC
nl: Bitcoin JSON-RPC configuratie
pl: Konfiguracja Bitcoin JSON-RPC
pt: Configuração do JSON-RPC do Bitcoin
ru: Настройка Bitcoin JSON-RPC
sv: Bitcoin JSON-RPC konfiguration

source: Setting Bitcoin Core Data Directory
bg: Настройте Биткойн Core Data директория
de: Bitcoin Core Datenverzeichnis festlegen
el: Ορισμός Φακέλου Δεδομένων του Bitcoin Core
es: Configuración del directorio de datos Bitcoin Core
fr: Configuration du répertoire de données de Bitcoin Core
nl: Stel Bitcoin Core Data Directory in
pl: Ustawianie Folderu Danych dla Bitcoin Core
pt: Configurando o diretório de dados do Bitcoin Core
ru: Настройка директории с данными Bitcoin Core
sv: Sätter upp Bitcoin Core datamapp

source: When auto-detect is on, Specter will check for Environment-Variables (BTC_RPC_USER, BTC_RPC_PASSWORD, BTC_RPC_HOST, BTC_RPC_PORT) to configure the connection or attempt to automatically locate your Bitcoin data directory and load your node configurations from it.
bg: Когато авто-детект е включено, Спектър ще провери за вашите Environment-Variables (BTC_RPC_USER, BTC_RPC_PASSWORD, BTC_RPC_HOST, BTC_RPC_PORT), за да конфигурира връзката или да се опита автоматично да намери вашата Биткойн дата директория и да зареди вашата възелова конфигурация.
de: Wenn Auto-Detect an ist, wird Specter die Umgebungsvariablen (BTC_RPC_USER, BTC_RPC_PASSWORD, BTC_RPC_HOST, BTC_RPC_PORT) durchsuchen, um die Verbindung zu konfigurieren oder versuchen, dein Bitcoin Datenverzeichnis automatisch zu lokalisieren und deine Node Konfigurationen daraus zu laden.
el: Όταν η επιλογή αυτόματης ανίχνευσης είναι ενεργή, το Specter θα ελέγξει για Περιβαλλοντικές-Μεταβλητές (BTC_RPC_USER, BTC_RPC_PASSWORD, BTC_RPC_HOST, BTC_RPC_PORT) για να ρυθμίσει τη σύνδεση ή θα προσπαθήσει να εντοπίσει αυτόματα τον φάκελο δεδομένων του Bitcoin Core και να φορτώσει τις ρυθμίσεις του κόμβου σας από εκεί.
es: Cuando la detección automática está activada, Specter buscará variables de entorno (BTC_RPC_USER, BTC_RPC_PASSWORD, BTC_RPC_HOST, BTC_RPC_PORT) para configurar la conexión o intentará ubicar automáticamente su directorio de datos de Bitcoin y cargar las configuraciones de su nodo desde él.
fr: Avec "auto-detect" activé, Specter vérifiera les Variables d'Environnement (BTC_RPC_USER, BTC_RPC_PASSWORD, BTC_RPC_HOST, BTC_RPC_PORT) pour configurer la connexion ou tenter de localiser automatiquement votre répertoire de données Bitcoin et s'en servir pour charger la configuration de votre noeud.
nl: Wanneer auto-detectie aanstaat, zal Specter zoeken naar Environment-Variables (BTC_RPC_USER, BTC_RPC_PASSWORD, BTC_RPC_HOST, BTC_RPC_PORT) om de connectie te configureren of om te trachten automatisch uw Bitcoin data directory te lokaliseren en uw node configuraties hier uit op te laden.
pl: Kiedy automatyczna detekcja jest włąćzona, Specter sprawdzi Zmienne-Środowiskowe (BTC_RPC_USER, BTC_RPC_PASSWORD, BTC_RPC_HOST, BTC_RPC_PORT) żeby spróbować skonfigurować dostęp do twojego folderu danych Bitcoin automatycznie i załadować konfiguracje węzła.
pt: Quando a detecção automática está ativada, o Specter verifica as Variáveis de Ambiente (BTC_RPC_USER, BTC_RPC_PASSWORD, BTC_RPC_HOST, BTC_RPC_PORT) para configurar a conexão ou tenta localizar automaticamente o diretório de dados do Bitcoin e carregar as configurações do node à partir dele.
ru: Когда автоопределение включено, Specter проверит переменные окружения (BTC_RPC_USER, BTC_RPC_PASSWORD, BTC_RPC_HOST, BTC_RPC_PORT), чтобы настроить соединение, или попробует автоматически определить, где находится директория с данными Bitcoin, и загрузить настройки узла оттуда.
sv: När autodetektering är påslaget kommer Specter analysera dina omgivningsvariabler (Environment) (BTC_RPC_USER, BTC_RPC_PASSWORD, BTC_RPC_HOST, BTC_RPC_PORT) för att automatiskt konfigurera uppkopplingen, eller så försöker den hitta din Bitcoin datamapp och läser in nodkonfigurationen från den.

source: However, if your Bitcoin Core data directory is not located at the default location, you will need to enter its path here so Specter will be able to locate it.
bg: Но, ако вашата Биткойн директория не се намира в началанта локация, ще трябва да въведете пътеката и тука, така че Спектър да може да я намери.
de: Aber wenn dein Bitcoin Core Datenverzeichnis nicht am Standardort ist, wirst du den Pfad hier eintragen müssen, damit Specter ihn finden kann.
el: Ωστόσο, αν ο φάκελος δεδομένων του Bitcoin Core δεν είναι στο προεπιλεγμένο μονοπάτι, θα πρέπει να εισάγετε το νέο μονοπάτι εδώ για να μπορέσει το Specter να το εντοπίσει.
es: Sin embargo, si su directorio de datos de Bitcoin Core no se encuentra en la ubicación predeterminada, deberá ingresar su ruta aquí para que Specter pueda ubicarlo.
fr: Cependant, si votre répertoire de données Bitcoin Core n'est pas situé à son emplacement par défaut, vous devrez entrer le chemin ici manuellement pour permettre à Specter de le localiser.
nl: Als uw Bitcoin Core data directory echter niet op de standaard locatie staat, geeft u hier best het juiste pad in zodat Specter in staat is om het te lokaliseren.
pl: Jednakże, jeżeli folder danych Bitcoin Core nie jest w domyślnej lokalizacji, będzie trzeba podać Specterowi ścieżkę żeby mogł go zlokalizować.
pt: No entanto, se o diretório de dados Bitcoin Core não estiver localizado no local padrão, é necessário inserir o caminho aqui para que o Specter possa localizá-lo.
ru: Впрочем, если директория с данными Bitcoin Core находится не по умолчанию, вам потребуется ввести путь к ней здесь, чтобы Specter смог ее найти.
sv: Om du inte använder Bitcoin Cores standard-sökväg till datamappen så behöver du ange den manuellt för att Specter ska kunna hitta den.

source: If you are connecting to a specific remote node, you can disable the auto-detect feature and enter the node's configurations manually below.
bg: Ако се свързвате със специфичен задочен възел, може да изключите функцията авто-детекция и да въведете конфигурацията на възела индивидуално отдолу.
de: Wenn du dich mit einer bestimmten anderen Node verbindest, kannst du Auto-Detect ausschalten und die Konfiguration der Node unten manuell eintragen.
el: Αν συνδέεστε με συγκεκριμένο απομακρυσμένο κόμβο, μπορείτε να απενεργοποιήσετε την επιλογή του αυτόματου εντοπισμού και να εισάγετε τις ρυθμίσεις του κόμβου χειροκίνητα παρακάτω.
es: Si se está conectando a un nodo remoto específico, puede deshabilitar la función de detección automática e ingresar las configuraciones del nodo manualmente a continuación.
fr: Si vous vous connectez à un noeud à distance spécifique, vous pouvez désactiver la fonction "auto-detect" et entrer manuellement la configuration du noeud ci-dessous.
nl: Als u connecteert met een specifieke remote node, kan u de auto-detectie feature uitschakelen en de configuratie van de node hieronder manueel ingeven.
pl: Jeżeli łączysz się z konkretnym zdalnym węzłem, możesz wyłączyć funkcję auto wykrywania i ustawić swoją własną konfigurację ręcznie poniżej.
pt: Se estiver se conectando a um node remoto específico, pode desativar o recurso de detecção automática e inserir as configurações do node manualmente abaixo.
ru: Если вы подключаетесь к определенному удаленному узлу, можете отключить автоопределение и ввести настройки узла вручную ниже.
sv: Om du ansluter till en nod på en annan dator så kan du stänga av autodetekteringen och ange nodens konfiguration manuellt nedan.

source: Bitcoin Core data directory path:
bg: Биткойн Core данни пътека:
de: Bitcoin Core Datenverzeichnis Pfad:
el: Μονοπάτι δεδομένων του Bitcoin Core:
es: Ruta del directorio de datos de Bitcoin Core:
fr: Chemin du répertoire de données Bitcoin Core:
nl: Bitcoin Core data directory pad:
pl: Ścieżka do folderu danych Bitcoin Core:
pt: Caminho do diretório de dados do Bitcoin Core:
ru: Путь к директории с данными Bitcoin Core:
sv: Bitcoin Core datamapp sökväg:

source: (disable auto-detect to configure manually)
bg: (изключете авто-детект, за да настроите индивидуално)
de: (Auto-Detect ausschalten zur manuellen Eingabe)
el: (απενεργοποίηση του αυτόματου εντοπισμού για να εισάγετε τις ρυθμίσεις χειροκίνητα)
es: (deshabilite la detección automática para configurar manualmente)
fr: (désactivez "auto-detect" pour configurer manuellement)
nl: (schakel auto-detectie uit voor manuele configuratie)
pl: (wyłącz automatyczną konfigurację żeby skonfigurować ręcznie)
pt: (desative a detecção automática para configurar manualmente)
ru: (отключить автоопределение и настроить вручную)
sv: (stäng av autodetektering för att konfigurera manuellt)

source: Connect with QR
bg: Свържете с QR
de: Verbinden über QR
el: Σύνδεση με κωδικό QR
es: Conéctese con QR
fr: Connecter avec QR
nl: Connecteer met QR
pl: Połącz przez QR
pt: Conectar usando QR code
ru: Соединение через QR-код
sv: Anslut med QR-kod

source: Default ports: <b>8332</b> for mainnet, <b>18332</b> for Testnet, <b>18443</b> for Regtest, <b>38332</b> for Signet, <b>7041</b> for Liquid
bg: Начални настройки за портове: <b>8332</b> за mainnet, <b>18332</b> за Testnet, <b>18443</b> за Regtest, <b>38332</b> за Signet, <b>7041</b> за Liquid
de: Default Ports: <b>8332</b> für Mainnet, <b>18332</b> für Testnet, <b>18443</b> für Regtest, <b>38332</b> für Signet, <b>7041</b> für Liquid
el: Προεπιλεγμένες θύρες: <b>8332</b> για το κυρίως δίκτυο, <b>18332</b> για το δοκιμαστικό Testnet, <b>18443</b> για Regtest, <b>38332</b> για Signet, <b>7041</b> για Liquid
es: Puertos predeterminados: <b> 8332 </b> para mainnet, <b> 18332 </b> para Testnet, <b> 18443 </b> para Regtest, <b> 38332 </b> para Signet, <b> 7041 </b> para Liquid
fr: Ports par défaut: <b>8332</b> pour mainnet, <b>18332</b> pour Testnet, <b>18443</b> pour Regtest, <b>38332</b> pour Signet, <b>7041</b> pour Liquid
nl: Standaar poorten: <b>8332</b> voor mainnet, <b>18332</b> voor Testnet, <b>18443</b> voor Regtest, <b>38332</b> voor Signet, <b>7041</b> voor Liquid
pl: Domyślne porty: <b>8332</b> dla mainnet, <b>18332</b> dla Testnet, <b>18443</b> dla Regtest, <b>38332</b> dla Signet, <b>7041</b> dla Liquid
pt: Portas padrão: <b>8332</b> para Mainnet, <b>18332</b> para Testnet, <b>18443</b> para Regtest, <b>38332</b> para Signet, <b>7041</b> para Liquid
ru: Порты по умолчанию: <b>8332</b> для mainnet, <b>18332</b> для Testnet, <b>18443</b> для Regtest, <b>38332</b> для Signet, <b>7041</b> для Liquid
sv: Standardportar: <b>8332</b> för mainnet, <b>18332</b> för Testnet, <b>18443</b> för Regtest, <b>38332</b> för Signet, <b>7041</b> för Liquid

source: Test
bg: Тест
el: Δοκιμή
es: Prueba
fr: Tester
pt: Teste
ru: Тест

source: Test results:
bg: Тест резултати:
de: Testergebnisse:
el: Αποτελέσματα δοκιμής:
es: Resultados de la prueba:
fr: Résultats du test:
nl: Test resultaten:
pl: Wyniki testu:
pt: Resultado dos testes:
ru: Результаты теста:
sv: Testresultat:

source: Connectable
bg: Свързващо се
de: Verbindbar
el: Δυνατή η σύνδεση με
es: Conectable
nl: Connecteerbaar
pl: Połączenie możliwe
pt: Conectável
ru: Можно подключиться
sv: Anslutningsbar

source: Your Node can't be reached
bg: Не може да се свърже с вашия възел
de: Dein Node ist unerreichbar
el: Ο κόμβος σας δεν είναι προσπελάσιμος
es: No se puede acceder a tu nodo
fr: Votre noeud est inaccessible
nl: Uw Node kan niet bereikt worden
pl: Twój Węzeł nie jest osiągalny
pt: Seu Node não pode ser encontrado
ru: Ваш узел недоступен
sv: Noden kan inte nås

source: There are a lot of potential issues preventing the connection. Please double check the Host and the Port. Make sure you can reach the host and make sure that Bitcoin-Core is listening at the port you have specified.
bg: Има много потенциални проблеми, които биха предотвратили връзката. Моля проверете отново хост-а (Host) и порт-а (Port). Моля проверете, че може да се свържете с хост-а и че Биткойн Core "слуша" порт-а, който вие сте посочили.
de: Es gibt eine Reihe möglicher Probleme, die eine Verbindung verhindern können. Bitte überprüfe den Host und den Port. Stelle sicher, dass du den Host erreichen kannst und dass Bitcoin Core auf dem von dir angegebenen Port hört.
el: Υπάρχουν διάφορα πιθανά ενδεχόμενα που ίσως αποτρέπουν την σύνδεση. Παρακαλώ επαληθεύστε τον Ξενιστή και την Θύρα. Σιγουρευτείτε ότι μπορείτε να προσπελάσετε τον ξενιστή και επίσης ότι το Bitcoin Core ακούει από τις θύρες που ορίσατε.
es: Hay muchos problemas potenciales que impiden la conexión. Vuelva a comprobar el host y el puerto. Asegúrese de poder comunicarse con el host y asegúrese de que Bitcoin-Core esté escuchando en el puerto que ha especificado.
fr: Plusieurs problèmes potentiels peuvent prévenir la connexion. Veuillez revérifier l'Hôte (Host) ainsi que le Port. Assurez-vous que l'hôte est accessible et que Bitcoin Core est à l'écoute du port que vous avez spécifié.
nl: Er zijn veel mogelijke problemen die de connectie kunnen verhinderen. Gelieve de Host en de Poort na te kijken. Wees zeker dat u de host kan bereiken en dat Bitcoin-Core luistert op de poort die u heeft gespecifieerd.
pl: Może być wiele potencjalnych przyczyn uniemożliwiających połączenie. Sprawdź ponownie nazwę hosta i port. Upewnij się że możesz połaczyć się z hostem i upewnij się ze Bitcoin-Core nasłuchuje na porcie który jest ustawiony.
pt: Existem muitos problemas potenciais que impedem a conexão. Verifique novamente o Host e a Porta. Certifique-se de que pode chegar até o host e de que o Bitcoin-Core está escutando a porta especificada.
ru: Соединение может не работать по множеству причин. Пожалуйста, перепроверьте хост и порт. Убедитесь, что хост доступен и что Bitcoin Core принимает соединения через заданный порт.
sv: Det finns många potentiella problem som kan hindra anslutningen. Vänligen dubbelkolla adress och port. Säkerställ att du kan nå adressen och att Bitcoin Core lyssnar på porten du angett.

source: For more hints, please look at this <a style="color:grey" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/connect-your-node.md" target="_blank">article</a>.
bg: За повече упътване, моля погледнете тази <a style="color:grey" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/connect-your-node.md" target="_blank">статия</a>.
de: Für weitere Tips, schau dir diesen <a style="color:grey" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/connect-your-node.md" target="_blank">Artikel an</a>.
el: Για περισσότερη βοήθεια, παρακαλώ κοιτάξτε <a style="color:grey" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/connect-your-node.md" target="_blank">αυτό το άρθρο στα Αγγλικά</a>.
es: Para obtener más sugerencias, consulte este <a style = "color: gray" href = "https://github.com/cryptoadvance/specter-desktop/blob/master/docs/connect-your-node.md" target = "_blank"> artículo </a>.
fr: Pour plus d'astuces, veuillez vous référer à cet <a style="color:grey" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/connect-your-node.md" target="_blank">article</a>.
nl: Voor meer hints, gelieve dit <a style="color:grey" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/connect-your-node.md" target="_blank">artikel</a> na te kijken.
pl: Po więcej wskazówek, zobacz ten <a style="color:grey" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/connect-your-node.md" target="_blank">artykuł</a>.
pt: Para obter mais dicas, consulte este <a style="color:grey" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/connect-your-node.md" target="_blank">artigo</a>.
ru: Для дополнительных рекомендаций, пожалуйста, обратитесь к этой <a style="color:grey" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/connect-your-node.md" target="_blank">статье</a>.
sv: För fler möjliga anledningar, se denna <a style="color:grey" href="https://github.com/cryptoadvance/specter-desktop/blob/master/docs/connect-your-node.md" target="_blank">artikel</a>.

source: Your Credentials don't work
bg: Вашите данни не са приети
de: Deine Credentials funktionieren nicht
el: Τα πιστοποιητικά σας δεν λειτούργησαν
es: Tus credenciales no funcionan
fr: Vos informations d'identification ne fonctionnent pas
nl: Uw Credentials werken niet
pl: Twoje dane logowania nie działają
pt: Suas credenciais não funcionaram
ru: Ваши параметры доступа не сработали
sv: Dina användaruppgifter fungerar inte

source: Please doublecheck the user and the Password. Look at the bitcoin.conf for the correct values in that field.
bg: Моля проверете профила и паролата. Погледнете файла bitcoin.conf за правилните стойности в полетата.
de: Bitte überprüfe den Benutzer und das Passwort. Schau in der bitcoin.conf nach den korrekten Werten für dieses Feld.
el: Παρακαλώ ελέγξτε ξανά τον χρήστη και τον κωδικό πρόσβασης. Κοιτάξτε το αρχείο bitcoin.conf για τις σωστές τιμές αυτών των πεδίων.
es: Vuelva a verificar el usuario y la contraseña. Mira el bitcoin.conf para los valores correctos en ese campo.
fr: Veuillez revérifier le nom d'utilisateur et le mot de passe. Référez-vous au fichier bitcoin.conf pour avoir les données correctes.
nl: Gelieve de gebruiker en het wachtwoord na te kijken. Kijk in de bitcoin.conf voor de correcte waarden in dat veld.
pl: Sprawdź nazwę użytkownika i hasło. Popatrz w bitcoin.conf żeby znalźć właściwe wartości dla tego pola.
pt: Verifique novamente o usuário e a senha. Veja o bitcoin.conf para os valores corretos deste campo.
ru: Пожалуйста, перепроверьте имя пользователя и пароль. Посмотрите в файл bitcoin.conf , чтобы узнать корректные значения в этом поле.
sv: Vänligen kontrollera att du angett rätt användarnamn och lösenord. Se bitcoin.conf för rätt värden.

source: Version recent enough
bg: Версия е достатъчно съвременна
de: Version aktuell genug
el: Η έκδοση είναι αρκετά επίκαιρη
es: Versión lo suficientemente reciente
fr: Cette version est assez récente
nl: Versie recent genoeg
pl: Wersja wystarczająco świeża
pt: Versão recente o suficiente
ru: Достаточно свежая версия
sv: Tillräckligt modern version

source: Your Core Node might be too old
bg: Core възелът ви е възможно твърде стара версия
de: Deine Core Node kann zu alt sein
el: Ο κόμβος σας Bitcoin Core ίσως είναι πολύ παλιός
es: Es posible que su nodo principal sea demasiado antiguo
fr: Il se pourrait que votre noeud Core soit trop vieux
nl: Uw Core Node is mogelijk te oud
pl: Twój Węzeł Core może być przestarzały
pt: O Core do seu Node pode ser muito antigo
ru: Ваш Core-узел, возможно, устарел
sv: Din Bitcoin Core nodversion kan vara för gammal

source: Specter is working well up from Bitcoin Core version 0.17. The version of your Node is too low, unfortunatley. Please upgrade!
bg: Спектър работи стабилни от версия 0.17 Биткойн Core и нататъка. Версията на възела ви е твърде стара, за съжалание. Моля подновете!
de: Specter funktioniert gut ab Bitcoin Core Version 0.17 aufwärts. Die Version deines Nodes ist leider zu niedrig. Bitte upgraden!
el: Το Specter δουλεύει καλά από την έκδοση Bitcoin Core 0.17 και άνω. Η έκδοση του κόμβου σας είναι πολύ παλιότερη, δυστυχώς. Σας παρακαλώ αναβαθμίστε τον!
es: Specter está funcionando bien desde la versión 0.17 de Bitcoin Core. La versión de su Nodo es demasiado baja, desafortunadamente. Por favor actualizar!
fr: Specter fonctionne bien à partir de la version 0.17 de Bitcoin Core. La version de votre noeud est malheureusement trop vieille. Veuillez mettre à jour!
nl: Specter werkt goed met Bitcoin Core versie 0.17 en hoger. De versie van uw Node is spijtig genoeg te laag. Gelieve te upgraden!
pl: Specter działa dobrze z Bitcoin Core od versji 0.17. Wersja twojego węzła jest niestety za niska. Proszę o aktualizację!
pt: O Specter está funcionando corretamente com o Bitcoin Core versão 0.17. A versão do seu node é muito antiga, infelizmente. Por favor, atualize-o!
ru: Specter работает хорошо с версиями Bitcoin Core 0.17 и выше. Версия вашего узла устарела. Пожалуйста, обновитесь!
sv: Specter fungerar väl från och med Bitcoin Core version 0.17. Versionen på din nod är tyvärr för gammal. Vänligen uppgradera!

source: Wallet Support in your Core-Node
bg: Подкрепа за портмоне във вашия Core-възел
de: Wallet Support in deinem Core Node
el: Υποστήριξη Πορτοφολιού στον κόμβο Core
es: Soporte de billetera en su nodo Bitcoin Core
fr: Support de portefeuille dans votre noeud-Core
nl: Wallet Ondersteuning in uw Core-Node
pl: Wsparcie Portfela w twoim Węźle-Core
pt: Suporte de carteira em seu Core-Node
ru: Поддержка кошельков в вашем Core-узле
sv: Plånboksupport i din nod
