Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: Can't get access to the camera. Specter should run on localhost or over https to enable QR code scanning.
bg: Няма достъп до камерата. Спектър би трябвало да върви на localhost или върху https да позволи сканирани чрез QR кодове.
de: Bekomme keinen Zugriff auf die Kamera. Specter sollte auf localhost oder über https laufen, damit das Scannen von QR Codes funktioniert.
el: Δεν μπορέσαμε να αποκτήσουμε πρόσβαση στην κάμερα. Το Specter θα πρέπει να τρέχει τοπικά σε localhost ή μέσω https για να επιτραπεί το σκανάρισμα κωδικών QR.
es: No se puede acceder a la cámara. Specter debe ejecutarse en localhost o sobre https para habilitar el escaneo de códigos QR.
fr: Impossible d'accèder à la camera. Specter devrait fonctionner sur hôte locale (localhost) ou sur https pour activer le balayage de code QR.
nl: Geen toegang tot de camera. Specter zou op localhost moeten draaien of over https om QR code scannen toe te laten.
pl: Nie można uzyskać dostępu do kamery. Specter powinien działać na localhost lub przez https żeby skanowanie QR kodów działało.
pt: Não é possível acessar a câmera. A Specter deve ser executado em um host local ou em https para habilitar a leitura do código QR.
ru: Не удалось получить доступ к камере. Чтобы сканировать QR-коды, Specter должен работать на localhost или через https.
sv: Kan inte komma åt kameran. Specter ska köras på localhost eller över https för att möjliggöra QR-kodscanning.

source: Can't start the QR scanner!
bg: Не може да се стартира QR скенера!
de: Kann den QR Scanner nicht starten!
el: Δεν μπορέσαμε να εκκινήσουμε τον σκάνερ κωδικών QR!
es: No se puede iniciar el escáner QR!
fr: Impossible de démarrer le balayage de code QR!
nl: Kan de QR scanner niet opstarten!
pl: Nie można uruchomić skanera QR!
pt: Não é possível iniciar o leitor QR!
ru: Не удалось запустить сканер QR-кодов!
sv: Kan inte starta QR-kodscannern!

source: Transaction details
bg: Детайли на транзакция
de: Transaktionsdetails
el: Λεπτομέρειες συναλλαγής
es: Detalles de la transacción
fr: Détails de la transaction
nl: Transactie details
pl: Szczegóły transakcji
pt: Detalhes da transação
ru: Детали транзакции
sv: Transaktionsdetaljer

source: Loading transaction details... Transaction ID:
bg: Набират се детайли на транзакция… Транзакция идентификационен номер:
de: Lade Transaktionsdetails... Transaktions-ID:
el: Φόρτωση λεπτομερειών συναλλαγής... Χαρακτηριστικός κωδικός συναλλαγής:
es: Cargando detalles de la transacción ... ID de transacción:
fr: Chargement des détails de la transaction... ID de la transaction:
nl: Laden transactie details… Transactie ID:
pl: Ładowanie szczegółów transakcji... ID Transakcji:
pt: Carregando detalhes da transação… ID da transação:
ru: Загрузка деталей транзакции... Идентификатор транзакции:
sv: Laddar transaktionsdetaljer... Transaktionsid:

source: Failed to load transaction details...
bg: Неуспешно зареждане на детайли на транзакцията…
de: Konnte Transaktionsdetails nicht laden...
el: Αποτυχία φόρτωσης λεπτομερειών συναλλαγής...
es: No se pudieron cargar los detalles de la transacción ...
fr: Échec du chargement des détails de la transcation...
nl: Laden transactie details gefaald…
pl: Nie udało się załadować szczegółów transakcji...
pt: Falha ao carregar os detalhes da transação …
ru: Не удалось загрузить детали транзакции...
sv: Misslyckades att ladda transaktionsdetaljer...

source: This transaction (aka "tx") could not be found in your node's mempool!
bg: Тази транзакция ("tx"(б.а. "tx" е кратко на transaction)) не можа да бъде намерена във паметта (mempool) на вашия възел!
de: Diese Transaktion ("TX") liegt im Mempool des Nodes nicht vor!
el: Αυτή η συναλλαγή (tx) δεν εβρέθη στην mempool του κόμβου σας!
es: Esta transacción (también conocida como "tx") no se pudo encontrar en el mempool de su nodo!
fr: Impossible de trouver cette transaction (aka "tx") dans le bassin de transactions (mempool) de votre noeud!
nl: Deze transactie (aka "tx") werd niet gevonden in de mempool van uw node!
pl: Ta transakcja ("tx") nie może zostać odnaleziona w mempool twojego węzła!
pt: Esta transação (também conhecida como "tx") não pôde ser encontrada no mempool do seu nó!
ru: Эта транзакция не найдена в мемпуле вашего узла!
sv: Denna transaktion (även "tx") kunde inte hittas i din nods mempool!

source: If the bitcoin network is very busy, nodes will start purging the pending txs with the lowest fees. Txs older than two weeks are also purged.
bg: Ако биткойн мрежата е много заета/преангажирана, възелите ще почнат да съкращават висящи транзакции с най-ниски тарифи. Транзакции по стари от две (2) седмици също са съкратени.
de: Wenn das Bitcoin Netzwerk sehr beschäftigt ist, fangen Nodes an, die ausstehenden Transaktionen mit den geringsten Gebühren zu verwerfen. Ebenso werden TXe verworfen, die älter als zwei Wochen sind.
el: Αν η κίνηση στο δίκτυο του bitcoin είναι πολύ μεγάλη, οι κόμβοι θα αρχίσουν να απορρίπτουν τις συναλλαγές tx με τις μικρότερες αμοιβές. Συναλλαγές παλαιότερες από δύο εβδομάδες επίσης απορρίπτονται.
es: Si la red bitcoin está muy ocupada, los nodos comenzarán a purgar los tx pendientes con las tarifas más bajas. Los Tx de más de dos semanas también se purgan.
fr: Lorsque le réseau bitcoin est fort achalandé, les noeuds commencent à purger les txs en attente avec les frais les moins élevés. Les txs datant de plus de deux semaines sont également purgées.
nl: Als het bitcoin netwerk drukbezet is, gaan nodes de hangende tx’s met de laagste transactiekosten beginnen verwijderen. Tx’s die ouder zijn dan twee weken worden ook verwijderd.
pl: Jeżeli ruch w sieci bitcoin jest bardzo natężony, węzły zaczną porzucać oczekujące transakcje z najniższymi opłatami. Transakcje starsze niż dwa tygodnie są również porzucane.
pt: Se a rede bitcoin estiver muito ocupada, os nós começarão a limpar as transações pendentes com as taxas mais baixas. Transações com mais de duas semanas também são eliminados.
ru: Если биткоин-сеть сильно загружена, узлы начинают удалять неподтвержденные транзакции с самой низкой комиссией. Транзакции старше двух недель также удаляются.
sv: Om Bitcoin nätverket är högbelastad kommer noderna börja rensa ut transaktioner med lägst transaktionskostnad. Transaktioner som är äldre än två veckor tas också bort.

source: A purged tx will never complete. Abandoning this tx will clear it from your wallet, making those funds spendable once again.
bg: Съкратена транзакция няма да бъде довършена. Изоставянето на тази транзакция ще я изчисти от вашото портмоне, правейки тези фондове отново на разположение за харчене.
de: Eine verworfene TX wird nie bestätigt. Diese TX abzubrechen bedeutet, sie aus der Wallet zu entfernen, wodurch die Coins wieder zum Ausgeben frei werden.
el: Μία απορριφθείσα συναλλαγή tx δεν θα ολοκληρωθεί ποτέ. Η εγκατάλειψη αυτής της συναλλαγής θα την εκκαθαρίσει από το πορτοφόλι σας, και έτσι τα ποσά αυτά θα είναι ξανά διαθέσιμα για κάθε χρήση.
es: Un tx purgado nunca se completará. Abandonar este tx lo borrará de su billetera, lo que hará que esos fondos se puedan gastar una vez más.
fr: Une tx purgée n'aboutira jamais. L'abandon de cette tx l'effacera de votre portefeuille et vos fonds seront disponibles à nouveau.
nl: Een verwijderde tx zal nooit verwerkt worden. Het opgeven van deze tx zal deze uit je wallet verwijderen, hetgeen de fondsen terug beschikbaar zal maken.
pl: Porzucona transakcja nigdy się nie potwierdzi. Porzucenie tej transakcji usunie ją z twojego portfela, i umożliwi ponowne wydawanie środków.
pt: Uma transação excluída nunca será concluído. Abandonar essa transação a apagará de sua carteira, tornando esses fundos novamente utilizáveis.
ru: Удаленная транзакция никогда не завершится. Забыв транзакцию, вы удалите ее из кошелька и снова сможете тратить эти деньги.
sv: En borttagen transaktion går aldrig igenom. Genom att släppa transaktionen kommer den tas bort från din plånbok, vilket gör att du kan spendera summan igen.

source: But first verify that other nodes have also purged your tx! Enter the tx id into a public block explorer (warning: slight privacy leak). If the tx cannot be found, it is safe to abandon this tx.
bg: Но първо проверете, че другите възели също са съкратили вашата транзакция! Наберете tx идентификанциония номер в публичен блок експолорер (внимание: има риск за теч/загуба на поверителност). Ако транзакцията не може да бъде намерена, е безопасно да изоставите тази транзакция.
de: Aber vergewissere dich zuerst, dass auch andere Nodes deine TX verworfen haben! Gibt die TX-ID in einen öffentlichen Block Explorer ein (Vorsicht: kleines Datenleck). Wenn die TX nicht gefunden wird, kannst du sie beruhigt abbrechen.
el: Όμως καλό θα είναι να επιβεβαιώσετε ότι και οι άλλοι κόμβοι έχουν εκκαθαρίσει την συναλλαγή tx σας από την προσωρινή τους μνήμη! Εισάγετε τον κωδικό συναλλαγής tx σε ένα δημόσιο εξερευνητή block (προσοχή: μικρός κίνδυνος στην ανωνυμία σας). Αν δεν μπορεί να βρεθεί η συναλλαγή, τότε είναι ασφαλές να την εγκαταλείψετε.
es: Pero primero verifique que otros nodos también hayan purgado su tx! Ingrese el tx id en un explorador de bloques público (advertencia: leve fuga de privacidad). Si no se puede encontrar el tx, es seguro abandonar este tx.
fr: Avant tout, verifiez que d'autres noeuds ont aussi purgé votre tx! Entrez l'id de la tx dans un explorateur de bloc public (attention: légère fuite de confidentialité). Si la tx est introuvable, l'abandonner est sécuritaire.
nl: Verifieer wel eerst dat andere nodes jouw tx ook verwijderd hebben! Geef de tx id in een publieke blokverkenner in (waarschuwing: hiermee geef je wat privacy weg). Als de transactie niet gevonden wordt, is het veilig om deze op te geven.
pl: Ale najpierw upewnij się ze inne węzły również porzuciły twoją transakcję. Wprowadź tx id w publicznym block explorerze (uwaga: możliwośc naruszenia prywatności). Jeżeli transakcja nie będzie znaleziona, możesz bezpiecznie ją porzucić.
pt: Mas primeiro verifique se outros nós também excluíram sua transação! Digite o id da transação em um explorador de bloco público (aviso: leve vazamento de privacidade). Se a transação não puder ser encontrado, é seguro abandoná-la.
ru: Но сперва убедитесь, что другие узлы также удалили вашу транзакцию! Введите идентификатор транзакции в публичный эксплорер блоков (предупреждение: небольшая утечка приватных данных). Если транзакция не найдена, ее можно безопасно забыть.
sv: Börja med att verifiera att andra noder också har tagit bort din transaktion! Skriv in transaktionsid i en publik blockkedjeutforskare (varning: detta sänker din privacy). Om transaktionen inte kan hittas så är det säkert att ta bort transaktionen.

source: Abandon transaction
bg: Абортирай транзакция
de: Transaktion abbrechen
el: Εγκατάλειψη συναλλαγής
es: Abandonar transacción
fr: Abandonner la transaction
nl: Opgeven transactie
pl: Porzuć transakcję
pt: Abandonar transação
ru: Забыть транзакцию
sv: Ta bort transaktion

source: Transaction id
bg: Транзакция идентификационен №
de: Transaktions-ID
el: Αναγνωριστικός κωδικός συναλλαγής
es: Id de Transacción
fr: Id de la transaction
nl: Transactie id
pl: Id transakcji
pt: ID da transação
ru: Идентификатор транзакции
sv: Transaktionsid

source: Fee
bg: Курс
de: Gebühr
el: Αμοιβή
es: Tarifa
fr: Frais
nl: Transactiekost
pl: Opłata
pt: Taxa
ru: Комиссия
sv: Transaktionskostnad total

source: Fee rate
bg: Курс
de: Gebührensatz
el: Αναλογία τιμής
es: Tasa de tarifa
fr: Taux de frais
nl: Transactiekost tarief
pl: Kurs opłaty
pt: Taxa
ru: Комиссия за единицу
sv: Transaktionskostnad

source: Mined at block
bg: Минирано на блок
de: Gemined in Block
el: Εξορύχθη στο μπλοκ
es: Minado en el bloque
fr: Miné au bloc
nl: Gemijnd in blok
pl: Wykopano w bloku
pt: Minerado no bloco
ru: Включено в блок
sv: Bruten i block

source: Block hash
bg: Блок хеш
el: Κατακερματισμός μπλοκ
es: Hash del Bloque
fr: Hache du bloc
nl: Blok hash
pl: Hash bloku
pt: Hash do bloco
ru: Хэш блока

source: Block time
bg: Блок време
de: Blockzeit
el: Χρόνος μπλοκ
es: Tiempo del bloque
fr: Temps du bloc
nl: Blok tijd
pl: Czas bloku
pt: Tempo do bloco
ru: Время блока
sv: Blocktid

source: Inputs count
bg: Брой входяща информация
de: Anzahl Inputs
el: Πλήθος εισόδων
es: Cantidad de entradas
fr: Nombre d'entrées (inputs)
nl: Aantal inputs
pl: Liczba wejść (Inputs count)
pt: Contagem de entradas
ru: Входов
sv: Antal ingående

source: Outputs count
bg: Брой изходяща информация
de: Anzahl Outputs
el: Πλήθος εξόδων
es: Cantidad de salidas
fr: Nombre de sorties (outputs)
nl: Aantal outputs
pl: Liczba wyników (Outputs count)
pt: Contagem de saídas
ru: Выходов
sv: Antal utgående

source: Address:
bg: Адрес:
de: Adresse:
el: Διεύθυνση:
es: Dirección:
fr: Adresse:
nl: Adres:
pl: Adres:
pt: Endereço:
ru: Адрес:
sv: Adress:

source: Value:
bg: Стойност:
de: Wert:
el: Αξία:
es: Valor:
fr: Valeur:
nl: Waarde:
pl: Wartość:
pt: Valor:
ru: Сумма:
sv: Värde:

source: Input #
bg: Входен №
el: Είσοδος #
es: Entrada #
fr: Entrée (Input) #
pl: Wejście #
pt: Entrada #
ru: Вход #
sv: Ingående #

source: Coinbase transaction
bg: Coinbase транзакция
de: Coinbase Transaktion
el: Συναλλαγή της νομισματικής βάσης
es: Transacción Coinbase
fr: Transaction coinbase (prime de minage)
nl: Coinbase transactie
pl: Transakcja coinbase
pt: Transação coinbase
ru: Коинбейз-транзакция
sv: Coinbase transaktion

source: Output #
bg: Изходяща информация №
el: Έξοδος #
es: Salida #
fr: Sortie (Output) #
pl: Wynik #
pt: Saída #
ru: Выход #
sv: Utgående #

source: Outputs
bg: Изходящи информации
el: Εξόδοι
es: Salidas
fr: Sorties (Outputs)
pl: Wyniki
pt: Saídas
ru: Выходы
sv: Utgående transaktioner

source: Output #${i}
bg: Изходящ инфо #${i}
el: Έξοδος #${i}
es: Salida #${i}
fr: Sortie (Output) #${i}
pl: Wynik #${i}
pt: Saída #${i}
ru: Выход #${i}
sv: Utgående #${i}

source: Failed to load address data...
bg: Неуспешно зареждане на адресна информация…
de: Konnte Adressdaten nicht laden...
el: Αποτυχία φορτώματος δεδομένων της διεύθυνσης...
es: No se pudieron cargar los datos de la dirección ...
fr: Échec du chargement des données de l'adresse...
nl: Laden van adres data gefaald…
pl: Nie udało się załadować danych adresu...
pt: Falha ao carregar dados de endereço …
ru: Не удалось загрузить данные адреса...
sv: Misslyckades att ladda adressdata...

source: Speed up
bg: Ускорете
de: Beschleunigen
el: Επιτάχυνση
es: Acelerar
fr: Accélérer
nl: Versnellen
pl: Przyśpiesz
pt: Acelerar
ru: Ускорить
sv: Snabba på

source: Cancel transaction
bg: Отменете транзакция
de: Transaktion abbrechen
el: Ακύρωση συναλλαγής
es: Cancelar transacción
fr: Annuler la transaction
nl: Annuleer transactie
pl: Anuluj transakcję
pt: Cancelar transação
ru: Отменить транзакцию
sv: Avbryt transaktion

source: Recipients
bg: Получатели
de: Empfänger
el: Αποδέκτες
es: Destinatarios
fr: Destinataires
nl: Ontvangers
pl: Odbiorcy
pt: Destinatários
ru: Получатели
sv: Mottagare

source: Confidential
bg: Конфиденциално
de: Geheim
el: Εμπιστευτικό
es: Confidencial
fr: Confidentiel
nl: Confidentieel
pl: Poufne
pt: Confidencial
ru: Конфиденциально
sv: Hemlig

source: Confirmations
bg: Конфирмации
de: Bestätigungen
el: Επαληθεύσεις
es: Confirmaciones
nl: Bevestigingen
pl: Potwierdzenia
pt: Confirmações
ru: Подтверждения
sv: Bekräftelser

source: Unconfirmed
bg: Непотвърдено
de: Unbestätigt
el: Μη επαληθευμένα
es: Sin confirmaciones
fr: Non-confirmée
nl: Onbevestigd
pl: Nie potwierdzone
pt: Não confirmado
ru: Не подтверждено
sv: Obekräftad

source: Cancelled (replaced by sender)
bg: Отменено (заместено от изпращача)
de: Abgebrochen (vom Absender ersetzt)
el: Ακυρωμένα (αντικατάσταση από τον αποστολέα)
es: Cancelado (reemplazado por el remitente)
fr: Annulée (remplacée par l'expéditeur)
nl: Geannuleerd (vervangen door zender)
pl: Anulowane (podmienione przez nadawcę)
pt: Cancelado (substituído pelo remetente)
ru: Отменено (заменено отправителем)
sv: Avbruten (ersatt av sändare)

source: the Transaction
bg: Транзакцията
de: die Transaktion
el: η Συναλλαγή
es: la transacción
fr: la Transaction
nl: de Transactie
pl: Transakcja
pt: a transação
ru: Транзакция
sv: transaktionen

source: You can
bg: Можете да
de: Du kannst die Transaktion
el: Μπορείτε να
es: Tu puedes
fr: Vous pouvez
nl: U kan de transactie
pl: Możesz
pt: Você pode
ru: Вы можете
sv: Du kan

source: cancel
bg: откажете
de: abbrechen
el: ακύρωση
es: cancelar
fr: annuler
nl: annuleren
pl: anulować
pt: cancelar
ru: отменить
sv: avbryta

source: speed up
bg: ускорите
de: beschleunigen
el: επιτάχυνση
es: acelerar
fr: accélérer
nl: versnellen
pl: przyspieszyć
pt: acelerar
ru: ускорить
sv: snabba på

source: the transaction by increasing its fee rate
bg: тази транзакция чрез увеличаване на тарифата
de: durch Erhöhen des Gebührensatzes
el: την συναλλαγή με το να αυξήσετε το κόστος της αμοιβής της
es: la transacción aumentando su tasa de tarifa
fr: la transaction en augmentant son taux de frais
nl: door de transactiekosten te verhogen
pl: transakcję poprzez zwiększenie opłaty
pt: a transação por aumento de taxa
ru: транзакцию увеличив комиссию
sv: transaktionen genom att öka transaktionsavgiften

source: and sending the funds back to yourself
bg: и пращайки фондовете обратно до вас
de: und schicken der Coins an dich selbst
el: και να αποστείλετε το ποσό πίσω σε εσάς
es: y enviarte los fondos a ti mismo
fr: et en vous retournant les fonds
nl: en de fondsen terug naar uzelf te sturen
pl: i wysyłając środki z powrotem do siebie
pt: e enviar os fundos de volta para você
ru: и послав деньги обратно себе
sv: och skicka tillbaka mynten till dig själv

source: Speed up!
bg: Ускори!
de: Beschleunige!
el: Επιτάχυνση!
es: Acelerar!
fr: Accélérer!
nl: Versnel!
pl: Przyśpiesz!
pt: Acelerar!
ru: Ускорить!
sv: Snabba på!

source: If you would like further customization, you can click here to fully edit the transaction.
bg: Ако искате още персонализация, можете да цъкнете тука, за да напълно да обработите транзкацията.
de: Wenn du weitere Einstellungen vornehmen willst, kannst du hier klicken und die Transaktion umfassend bearbeiten.
el: Αν θα θέλατε μεγαλύτερη παραμετροποίηση, μπορείτε να κάνετε κλικ εδώ για να επεξεργαστείτε όλα τα στοιχεία της συναλλαγής.
es: Si desea una mayor personalización, puedes hacer clic aquí para editar completamente la transacción.
fr: Si vous désirez davantage de personnalisation, cliquez ici pour avoir accès à tous les paramètres de modification.
nl: Als u verdere aanpassingen wil doen, kan u hier klikken om de transactie volledig te wijzigen.
pl: Jeżeli chcesz wprowadzić więcej ustawień własnych, możesz kliknąć tu żeby w pełni edytować transakcję.
pt: Se desejar mais personalização, você pode clicar aqui para editar totalmente a transação.
ru: Для последующей кастомизации, можете кликнуть сюда и полноценно редактировать транзакцию.
sv: Om du vill ändra ytterligare, klicka här för att få full tillgång till att ändra transaktionen.

source: (advanced, not recommended for new users)
bg: (настройки за напреднали, не се препоръчва за начинаещи)
de: (fortgeschritten, für Einsteiger nicht empfohlen)
el: (για προχωρημένους, δεν προτείνεται για νέους χρήστες)
es: (avanzado, no recomendado para nuevos usuarios)
fr: (avancé, n'est pas recommandé à de nouveaux utilisateurs)
nl: (geavanceerd, niet aanbevolen voor nieuwe gebruikers)
pl: (zaawansowane, nie rekomendowane dla nowych użytkowników)
pt: (avançado, não recomendado para novos usuários)
ru: (для опытных пользователей, не рекомендуется новым пользователям)
sv: (avancerat, rekommenderas INTE för nya användare)

source: Edit the transaction (advanced)
bg: Промени транзакцията (настройка за напреднали)
de: Ändere die Transaktion (fortgeschritten)
el: Επεξεργασία συναλλαγής (για προχωρημένους)
es: Editar la transacción (avanzado)
fr: Modifier la transaction (avancé)
nl: Wijzig de transactie (geavanceerd)
pl: Edytuj transakcję (zaawansowane)
pt: Editar a transação (avançado)
ru: Редактировать транзакцию (для опытных пользователей)
sv: Ändra transaktionen (avancerat)

source: History
bg: История
de: Verlauf
el: Ιστορικό
es: Historial
fr: Historique
nl: Geschiedenis
pl: Historia
pt: Histórico
ru: История
sv: Historia

source: Freezing a UTXO will make Specter disallow spending it.
bg: Замразяване на UTXO ще направи така че Спектър да не позволи харчене на даденото UTXO.
de: Einfrieren einer UTXO verbietet es Specter, sie auszugeben.
el: Με το πάγωμα μιας UTXO το Specter θα αποτρέψει το ξόδεμά της.
es: Congelar un UTXO hará que Specter no permita gastarlo.
fr: Geler un UTXO fera en sorte que Specter interdira de l'utiliser.
nl: Het bevriezen van een UTXO verhindert Specter om deze te spenderen.
pl: Zamrażanie UTXO spowoduje że Specter nie pozwoli na jego wydawanie.
pt: Congelar um UTXO fará com que Specter não permita que seja gasto.
ru: Заморозка выхода не позволит Specter его потратить.
sv: Frys en UTXO för att hindra Specter att använda den.

source: This is useful especially for dealing with a dust attack, where you don't want to accidentally spend the dust received.
bg: Това е полезно за справяне с прашна/обираща (dust) атака, където вие не искате по грешка да изхарчете получения "прах".
de: Das ist besonders hilfreich, wenn man Staubattacken ausgesetzt ist, und man den Staub nicht ausgeben möchte.
el: Αυτό είναι χρήσιμο ειδικά όταν χειριζόμαστε μια επίθεση σκόνης, κατά την οποία δεν επιθυμείτε να ξοδέψετε κατά λάθος την σκόνη που λάβατε.
es: Esto es útil especialmente para lidiar con un ataque de polvo (dust attack), donde no desea gastar accidentalmente el polvo recibido.
fr: Cela est particulièrement utile pour traiter une attaque poussière ("dust attack"), où vous voulez éviter d'accidentellement dépenser la poussière (dust) reçue.
nl: Dit is vooral handig bij een dust attack, waarbij u de onvrijwillig verkregen dust niet wil spenderen.
pl: To jest przydatne w sytuacji gdy radzimy sobie z tzw dust attack, gdzie nie chcesz przez przypadek wydać małych ilości które mogły być otrzymane.
pt: Isso é útil especialmente para lidar com um ataque de poeira, onde você não quer gastar acidentalmente a poeira recebida.
ru: Это особенно полезно для защиты от атак "пылью" (dust attacks), когда вы не хотите случайно потратить полученный мелкий выход.
sv: Detta är speciellt användbart om du utsatts av en s.k. dust-attack, där du inte vill spendera småsumman av misstag.

source: Create new transaction
bg: Създйа нова транзакция
de: Neue Transaktion anlegen
el: Δημιουργία νέας συναλλαγής
es: Crear nueva transacción
fr: Créer une nouvelle tranasaction
nl: Maak een nieuwe transactie aan
pl: Utwórz nową transakcję
pt: Criar uma nova transação
ru: Создать новую транзакцию
sv: Skapa ny transaktion

source: Export transactions to CSV
bg: Експортирай транзакция към CSV
de: Transaktionen in CSV exportieren
el: Εξαγωγή συναλλαγών σε αρχείο CSV
es: Exportar transacciones a CSV
fr: Exporter les transactions en format CSV
nl: Exporteer transacties naar CSV
pl: Eksportuj transakcje do CSV
pt: Exportar transação para CSV
ru: Экспортировать транзакции в CSV-файл
sv: Exportera transaktioner till CSV

source: Fetch historical price data
bg: Набери историческа курсова информация
de: Historische Preisdaten laden
el: Ανάκτηση ιστορικών δεδομένων τιμής
es: Obtener datos históricos de precios
fr: Récupérer l'historique des données de prix
nl: Haal de historische prijs data op
pl: Pobierz historyczne dane kursu
pt: Obter dados históricos de preços
ru: Загрузить исторические данные о цене
sv: Hämta historisk prisdata
