Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: Display address on device
bg: Покажи адрес на устройство
de: Zeige Adresse auf dem Gerät an
el: Εμφάνιση διεύθυνσης στη συσκευή
es: Mostrar dirección en el dispositivo
fr: Afficher l'adresse sur l'appareil
nl: Toon adres op apparaat
pl: Wyświetl adres na urządzeniu
pt: Mostre os endereços no dispositivo
ru: Показать адрес на устройстве
sv: Visa adress på enhet

source: Multsig address on-device display is only available for BitBox02, ColdCard, KeepKey, Specter, and Trezor devices.
bg: Адрес с многоброен подпис показан на екрана на устройството е само възможно за BitBox02, ColdCard, KeepKey, Specter, и Trezor устройствва.
de: Multisig Adressanzeige auf dem Gerät ist nur verfügbar für BitBox02, ColdCard, KeepKey, Specter und Trezor Geräte.
el: Διευθύνσεις με πολύ-υπογραφή στην οθόνη της συσκευής είναι μόνο διαθέσιμες για τις BitBox02, ColdCard, KeepKey, Specter, και Trezor συσκευές.
es: La visualización de la dirección Multsig en el dispositivo solo está disponible para dispositivos BitBox02, ColdCard, KeepKey, Specter y Trezor.
fr: L'affichage de l'adresse Multsig sur l'appareil n'est disponible que pour les appareils BitBox02, ColdCard, KeepKey, Specter et Trezor.
nl: Multisig adressen tonen op het apparaat is alleen beschikbaar voor BitBox02, ColdCard, KeepKey, Specter en Trezor apparaten.
pl: Adres multisig wyświetlany na urządzeniu jest tylko możliwy dla urządzeń BitBox02, ColdCard, KeepKey, Specter, oraz Trezor.
pt: A exibição do endereço Multsig no dispositivo está disponível apenas para os dispositivos BitBox02, ColdCard, KeepKey, Specter e Trezor.
ru: Отображение мультисиг-адресов поддерживается только на устройствах BitBox02, ColdCard, KeepKey, Specter и Trezor.
sv: Multisignaturadresser på enhetens bildskärm är enbart tillgängligt för BitBox02, ColdCard, KeepKey, Specter, och Trezor.

source: Export To Device
bg: Експортирай до устройство
de: Exportieren an Gerät
el: Εξαγωγή σε Συσκευή
es: Exportar a dispositivo
fr: Exporter vers l'appareil
nl: Exporteer Naar Apparaat
pl: Eksportuj Do Urządzenia
pt: Exportar para o Dispositivo
ru: Экспортировать на устройство
sv: Exportera till enhet

source: Some of your devices require that you first import your multisig wallet data into the device before you can start verifying addresses and sending transactions.
bg: Някои от вашите устройства изискват първо да импортирате вашото портмоне с многобройни ключове (multisig) дата в устройството, преди да започнете да заверявате адреси и пращате транзакции.
de: Einige deiner Geräte verlangen, dass du zunächst deine Multisig Walletdaten in das Gerät importierst, bevor du beginnen kannst, Adressen zu verifizieren und Transaktionen zu senden.
el: Μερικές από τις συσκευές σας απαιτούν να εισάγετε πρώτα τα δεδομένα πολύ-υπογραφής του πορτοφολιού σας στην συσκευή πριν μπορέσετε να ξεκινήσετε την επαλήθευση διευθύνσεων και την αποστολή συναλλαγών.
es: Algunos de sus dispositivos requieren que primero importe los datos de su billetera multifirma al dispositivo antes de poder comenzar a verificar direcciones y enviar transacciones.
fr: Certains de vos appareils nécessitent que vous importiez d'abord les données de votre portefeuille multisig dans l'appareil avant de pouvoir commencer à vérifier les adresses et à envoyer des transactions.
nl: Sommige van uw apparaten vereisen dat de multisig wallet data eerst in het apparaat geïmporteerd wordt voordat adressen geverifieerd of transacties verstuurd kunnen worden.
pl: Niektóre twoje urządzenia wymagają żeby najpierw zaimportować dane portfela multisig do urządzenia, zanim będzie możliwość zweryfikowania adresów i wysyłania transakcji.
pt: Alguns dos dispositivos requerem que primeiro importe seus dados das carteiras multisig em um dispositivo antes de começar a verificar os endereços e enviar transações.
ru: Некоторые из ваших устройств требуют, чтобы вы сначала импортировали данные мультисиг-кошелька на устройство, прежде чем вы сможете верифицировать адреса и отправлять транзакции.
sv: Vissa av dina enheter kräver att du först importerar multsignaturplånboksdatan till enheten innan du kan börja verifiera adresser och skicka transaktioner.

source: Import this wallet to a device by scanning its QR code or importing its data file.
bg: Импортирайте това портмоне в устройство като сканирате неговия QR код или импортирате дата файл-а.
de: Importiere diese Wallet auf einem Gerät, indem du den QR Code scannst oder die Walletdatei importierst.
el: Εισάγετε αυτό το πορτοφόλι σε μια συσκευή με το να σκανάρετε τον κωδικό QR ή να εισάγετε το αρχείο δεδομένων.
es: Importe esta billetera a un dispositivo escaneando su código QR o importando su archivo de datos.
fr: Importez ce portefeuille sur un appareil en balayant son code QR ou en important son fichier de données.
nl: Importeer deze wallet naar een apparaat door de QR code te scannen of het data bestand te importeren.
pl: Importuj ten portfel do urządzenia poprzez skanowanie jego kodu QR lub importowanie jego pliku danych.
pt: Importe esta carteira para um dispositivo escaneando o QR code ou importando os dados deste arquivo.
ru: Импортируйте этот кошелек на устройство, отсканировав его QR-код или импортировав его файл с данными.
sv: Importera den här plånboken till en enhet genom att scanna QR-koden eller importera datafilen.

source: Import wallet file to your ColdCard: Settings -> Multisig Wallets -> Import from SD
bg: Импортирайте файл портмоне към вашия ColdCard: Настройки -> Multisig Wallets -> Импортирай от SD карта
de: Importiere Walletdatei auf deiner ColdCard: Settings -> Multisig Wallets -> Import from SD
el: Εισάγετε το αρχείο πορτοφολιού στην ColdCard: Ρυθμίσεις -> Πορτοφόλια με Πολύ-Υπογραφή -> Εισαγωγή από κάρτα SD
es: Importe el archivo de billetera a su ColdCard: Configuración -> Billetera multifirma -> Importar desde SD
fr: Importez le fichier portefeille depuis votre ColdCard: Settings -> Multisig Wallets -> Import from SD
nl: Importeer wallet bestand naar uw ColdCard: Instellingen -> Multisig Wallets -> Importeer van SD
pl: Importuj plik portfela dla swojej ColdCard: Ustawienia -> Portfel Multisig -> importuj z karty SD
pt: Importe o arquivo da sua carteira ColdCard: Configurações -> Carteiras Multisig -> Importe de um SD
ru: Импортировать файл кошелька на ColdCard: Settings -> Multisig Wallets -> Import from SD
sv: Importera plånboksfilen till din ColdCard: Settings -> Multisig Wallets -> Import from SD

source: file
bg: файл
de: Datei
el: αρχείο
es: archivo
fr: fichier
nl: bestand
pl: plik
pt: arquivo
ru: файл
sv: fil

source: Show
bg: Покажи
de: Anzeigen
el: Εμφάνιση
es: Mostrar
fr: Afficher
nl: Toon
pl: Pokaż
pt: Mostrar
ru: Показать
sv: Visa

source: QR Code
bg: QR Код
el: Κωδικός QR
es: Código QR
fr: Code QR
pl: Kod QR
ru: QR-код
sv: QR-kod

source: Scan this with your
bg: Сканирай тов с вашия
de: Scanne mit deiner
el: Σκανάρετε αυτό με το
es: Escanee esto con su
fr: Balayez ceci avec votre
nl: Scan dit met uw
pl: Skanuj z
pt: Escaneie isso com seu
ru: Отсканируйте своим
sv: Scanna denna med din

source: Back
bg: Назад
de: Zurück
el: Πίσω
es: Atraz
fr: Retour
nl: Terug
pl: Wstecz
pt: Anterior
ru: Назад
sv: Tillbaka

source: You can always do this later from the wallet Settings tab.
bg: Винаги може да направете това по всяко време от секцията за настройки на портмонето.
de: Du kannst dies später immer noch im Reiter Wallet Einstellungen erledigen.
el: Μπορείτε να το κάνετε αυτό αργότερα από την καρτέλα Ρυθμίσεις του πορτοφολιού.
es: Siempre podrá hacer esto más tarde desde la pestaña Configuración de billetera.
fr: Vous pouvez toujours faire ça plus tard depuis l'onglet "paramétres du portefeille".
nl: U kunt dit altijd later doen van de wallet Instellingen tab.
pl: Możesz zawsze zrobić to później korzystając z zakładki Ustawienia.
pt: Você pode fazer isso depois na aba Configurações.
ru: Вы можете сделать это позже из вкладки Настройки кошелька.
sv: Du kan alltid göra detta senare i plånbokens inställningar.

source: Finish
bg: Приключете
de: Fertigstellen
el: Τέλος
es: Terminar
fr: Terminer
nl: Gereed
pl: Zakończ
pt: Fim
ru: Завершить
sv: Färdig

source: New wallet was created successfully!
bg: Ново портмоне беше създадено успешно!
de: Neue Wallet erfolgreich erzeugt!
el: Το νέο πορτοφόλι σας δημιουργήθηκε με επιτυχία!
es: Se creó una nueva billetera con éxito!
fr: Nouveau portefeuille créé avec succès!
nl: Nieuwe wallet was succesvol aangemaakt!
pl: Nowy portfel został utworzony pomyślnie!
pt: Uma nova carteira foi criada com sucesso!
ru: Новый кошелек успешно создан!
sv: Ny plånbok har skapats!

source: Save Backup PDF
bg: Запази PDF на Резервно Копие
de: Daten als PDF sichern
el: Αποθήκευση Αρχείου Ανάκτησης PDF
es: Guardar PDF de Copia de Seguridad
fr: Sauvegarder backup en .PDF
nl: Backup PDF opslaan
pl: Zapisz Kopię Zapasową PDF
pt: Salvar o backup em PDF
ru: Сохранить бэкап в PDF
sv: Spara backup-PDF

source: Use SLIP-132:
bg: Използвай SLIP-132:
de: SLIP-132 benutzen:
el: Χρήση του SLIP-132:
es: Usar SLIP-132:
fr: Utiliser SLIP-132:
nl: Gebruik SLIP-132:
pl: Używaj SLIP-132:
pt: Usar SLIP-132:
ru: Использовать SLIP-132:
sv: Använd SLIP-132:

source: To format master keys on the PDF backup document.
bg: За да форматирате ключове господар на PDF резервното копие документ.
de: Zur Formatierung von Master Keys auf dem PDF Datensicherungsdokument.
el: Για να φορμάρετε τα κυρίως κλειδιά στο αρχείο ανάκτησης PDF.
es: Para formatear llaves maestras en el documento de respaldo PDF.
fr: Pour formatter les clés maîtres sur le document de sauvegarde PDF.
nl: Om de master key te exporteren volgens de <a href="https://github.com/satoshilabs/slips/blob/master/slip-0132.md">slip-132</a> standaard.
pl: Żeby sformatować kopię zapasową głównego klucza w dokumencie PDF.
pt: Formatar as chaves privadas no documento PDF de backup.
ru: Чтобы отформатировать главные (master) ключи в PDF-бэкапе.
sv: För att formatera mästernycklarna på backup-PDFen.

source: It is recommended that you print and save this wallet backup file with each of your devices.
bg: Препоръчно е първо да принтирате и да запазите този файл резервно копие на портмоне за всяко едно от вашите устройства.
de: Es wird empfohlen, diese Wallet Backupdatei auszudrucken und jedem deiner Geräte beizulegen.
el: Προτείνεται να τυπώσετε και να αποθηκεύσετε σε ασφαλές μέρος αυτό το αρχείο ανάκτησης πορτοφολιού με κάθε συσκευή σας.
es: Se recomienda que imprima y guarde este archivo de respaldo de billetera con cada uno de sus dispositivos.
fr: Il est recommandé de savegarder et d'imprimer la sauvegarde de portefeille pour chacun de vos appareils.
nl: Het is aangeraden om dit wallet backup bestand af te drukken en op te slaan bij ieder apparaat.
pl: Rekomendujemy żeby wydrukować i zapisać tę kopię zapasową portfela dla każdego z twoich urządzeń.
pt: Recomenda-se que imprima e salve este arquivo de backup com cada um dos seus dispositivos.
ru: Рекомендуется распечатать и сохранить этот бэкап-файл с каждым устройством.
sv: Det rekommendes att du skriver ut och sparar denna backup tillsammans med varje enhet.

source: This backup includes all the information you'd need to restore your wallet in Specter Desktop or other compatible wallets including Bitcoin Core itself.
bg: Това резервно копие съддържа всичката информация, която ще ви трябва, за да възстановите вашото портмоне в Спектър Десктоп или други портмонета, включително и Биткойн Core.
de: Diese Datensicherung enthält alle nötige Information zum Wiederherstellen deiner Wallet in Specter Desktop oder einer anderen kompatiblen Wallet Software, einschliesslich Bitcoin Core selbst.
el: Το αρχείο ανάκτησης περιέχει όλες τις πληροφορίες που χρειάζεστε για να επαναφέρετε το πορτοφόλι σας στο Specter για υπολογιστές ή σε οποιοδήποτε άλλο συμβατό πορτοφόλι, ακόμα και στο Bitcoin Core.
es: Esta copia de seguridad incluye toda la información necesaria para restaurar su billetera en Specter Desktop u otras billeteras compatibles, incluido el propio Bitcoin Core.
fr: Cette sauvegarde inclus toutes les informations nécessaires pour restaurer votre portefeuille dans Specter ou d'autres portefeuilles compatibles, y compris Bitcoin Core.
nl: Deze backup bevat alle gegevens die nodig zijn om je wallet te herstellen in Specter Desktop of andere geschikte wallet software inclusief Bitcoin Core zelf.
pl: Ta kopia zapasowa zawiera wszelkie informacje które będą potrzebne do odtworzenia twojego portfela w Specter Desktop lub jakiego kolwiek innego kompatybilnego programu, wliczając w to Bitcoin Core.
pt: Este backup inclui todas as informações de que precisa para restaurar sua carteira no Specter Desktop ou em outras carteiras compatíveis, incluindo o próprio Bitcoin Core.
ru: Этот бэкап включает всю информацию, необходимую для восстановления кошелька в Specter Desktop или в другом совместимом кошельке, в том числе Bitcoin Core.
sv: Denna backup innehåller all information du behöver för att återställa din Specter Desktop eller annan kompatibel plånbok som inkluderar Bitcoin Core.

source: It is recommended that you keep this file private, as it contains all the information needed to track all of the wallet balance and transactions history.
bg: Препоръчано е да държете този файл като поверителен, тъй като съддържа всичката информация нужна, за да следи баланса на портмонето и историята на транзакциите.
de: Es wird empfohlen, dass du diese Datei unter Verschluss hältst, da sie Informationen beinhaltet, mit der man deine gesamten Wallet Salden und den Transaktionsverlauf verfolgen kann.
el: Προτείνεται να κρατήσετε αυτό το αρχείο μυστικό, καθώς περιέχει όλες τις πληροφορίες που χρειάζεται κάποιος για να παρακολουθεί όλο το ιστορικό χρηματικού υπολοίπου και συναλλαγών.
es: Se recomienda que mantenga este archivo en privado, ya que contiene toda la información necesaria para rastrear todo el saldo de la billetera y el historial de transacciones.
fr: Il est recommandé de garder ce fichier privé, puisqu'il contient les informations nécessaires à la reconstitution de l'entièreté de votre historique de transactions ainsi que les montants.
nl: Het is aangeraden om dit bestand prive te houden, het bevat alle gegevens om alle balanzen en transacties van de wallet te kunnen volgen.
pl: Rekomendujemy żeby ten plik był traktowany jako poufny, ponieważ zawiera informcje umożliwiające odczytanie kwot przechowywanych w portfelu oraz jego historii transakcji.
pt: É recomendável que mantenha este arquivo privado, pois contém todas as informações necessárias para rastrear todo o saldo da carteira e o histórico de transações.
ru: Рекомендуется сохранять приватность этот файла, так как он содержит информацию, позволяющую отслеживать баланс кошелька и историю транзакций.
sv: Det är rekommenderat att du håller den här informationen privat då den innehåller all information man behöver för att se hur mycket du äger och din transaktionshistorik.

source: You can always download this file later from the wallet Settings tab.
bg: Винаги може да изтеглете този файл по-нататъка от настройките в секцията за портмонето.
de: Du kannst diese Datei später immer noch von dem Reiter Wallet Einstellungen herunterladen.
el: Μπορείτε πάντα να κατεβάσετε αυτό το αρχείο αργότερα από την καρτέλα Ρυθμίσεις του πορτοφολιού.
es: Siempre podrá descargar este archivo desde la pestaña Configuración de billetera.
fr: Vous pouvez toujours télécharger ce fichier ultérieurement à partir de l’onglet Paramètres du portefeuille.
nl: U kunt dit bestand later alsnog downloaden vanuit de wallet Instellingen tab.
pl: Możesz zawsze pobrać ten plik później z zakładki Ustawienia Portfela.
pt: Você pode fazer o download deste arquivo da carteira na aba Configurações.
ru: Вы можете скачать этот файл позже из вкладки Настройки.
sv: Du kan alltid ladda hem den här filen vid ett senare tillfälle genom att besöka plånbokens inställningar.

source: New
bg: Ново
de: Neu
es: Nuevo
fr: Nouveau
nl: Nieuwe
pl: Nowy
pt: Novo
ru: Новая
sv: Ny

source: Unsigned
bg: Неподписано
de: Unsigniert
es: Sin Firmar
fr: Non-signée
nl: Ongetekende
pl: Nie podpisany
pt: Não assinado
ru: Неподписанные
sv: Osignerad

source: Import PSBT transaction:
bg: Импортирай частично подписана биткойн транзакцкия (PSBT)
de: PSBT Transaktionen importieren:
es: Importar una transacción PSBT:
fr: Importer une transaction PSBT:
nl: Importeer PSBT transactie:
pl: Importuj transakcję PSBT:
pt: Importe uma transação PSBT:
ru: Импортировать частично подписанную транзакцию (PBST):
sv: Importera PSBT transaktion:

source: Paste base64-encoded PSBT transaction here to import.
bg: Постави база64-енкоридана частично подписана биткойн транзакцкия (PSBT) тука да импортирате.
de: Base64-codierte PSBT Transaktionen zum importieren hier einfügen.
es: Pegue aquí la transacción PSBT codificada en base64 para importar.
fr: Coller une transaction PSBT encodée en base64 ici pour importer.
nl: Plak hier base64-geëncodeerd PSBT transactie om te importeren.
pl: Wklej base64-zakodowaną PSBT transakcję tutaj żeby ją zaimportować.
pt: Cole o PSBT da transação codificado em base64 aqui para importar.
ru: Вставьте из буфера частично подписанную транзакцию (PBST), закодированную в base64, чтобы ее импортировать.
sv: Klistra in base64-kodad PSBT transaktion för att importera.

source: Paste PSBT here
bg: Поставете частично подписана биткойн транзакцкия (PSBT) тука
de: PSBT hier einfügen
es: Pegue PSBT aquí
fr: Coller une PSBT ici
nl: Plak PSBT hier
pl: Wklej PSBT tutaj
pt: Cole o PSBT aqui
ru: Вставьте частично подписанную транзакцию (PBST) сюда
sv: Klistra in PSBT här

source: PSBT should be base64 encoded.
bg: Частично подписана биткойн транзакцкия (PSBT) би трябвало да е енкодирана в база-64.
de: PSBT sollte Base64-codiert sein.
es: PSBT debe estar codificado en base64.
fr: PSBT devrait être encodée en base64.
nl: PSBT moet base64 geëncodeerd zijn.
pl: PSBT powinna być zakodowana w formacie base64
pt: O PSBT precisa estar codificado em base64.
ru: Частично подписанная транзакция (PBST) должна быть закодирована в base64.
sv: PSBT skall vara base64-kodad.

source: Choose file
bg: Избери файл
de: Datei wählen
es: Elija un archivo
fr: Choisir un fichier
nl: Kies bestand
pl: Wybierz plik
pt: Escolha um arquivo
ru: Выбрать файл
sv: Välj fil

source: Using a file
bg: Използван на файл
de: Datei benutzen
es: Usando un archivo
fr: Utiliser un fichier
nl: Gebruik een bestand
pl: Używam pliku
pt: Usando um arquivo
ru: Использую файл
sv: Använder fil

source: The file should contain either base64 or binary encoded PSBT.
bg: Този файл би трябвало да съддържа или енкодирани на база-64 или на двуично база частично подписани биткойн транзакции (PSBT).
de: Die Datei sollte entweder Base64- oder binär-codierte PSBT enthalten.
es: El archivo debe contener PSBT codificado en base64 o binario.
fr: Ce fichier devrait contenir une PSBT encodée soit en base64, soit en binaire.
nl: Het bestand moet een base64 of een binair geëncodeerde PSBT bevatten.
pl: Plik powinien zawierać base64 lub binarnie zakodowaną PSBT.
pt: O arquivo deve conter o PSBT em base64 ou binário.
ru: Этот файл должен содержать частично подписанную транзакцию (PBST) закодированную либо в base64, либо в бинарном формате.
sv: Den här filen skall innehålla antingen base64 eller binärt kodad PSBT.

source: Import transaction
bg: Импортирай транзакцкия
de: Transaktion importieren
es: Importar transacción
fr: Importer une transaction
nl: Importeer transactie
pl: Importuj transakcję
pt: Importar transação
ru: Импортировать транзакцию
sv: Importera transaktion

source: Create Transaction
bg: Създай Транзакция
de: Transaktion erstellen
es: Crear Transacción
fr: Créer une transaction
nl: Maak transactie
pl: Utwórz Transakcję
pt: Criar uma transação
ru: Создать транзакцию
sv: Skapa transaktion

source: Available Funds:
bg: Наличен Баланс:
de: Verfügbare Mittel:
es: Fondos Disponibles:
fr: Fonds disponibles:
nl: Beschikbare Balans:
pl: Dostępne Środki:
pt: Saldo disponível:
ru: Доступные средства:
sv: Tillgänglig balans:

source: Funds waiting in unsigned transactions
bg: Фондове чакат в неподписани транзакции
de: Mittel, die in unsignierten Transaktionen warten
es: Fondos esperando en transacciones sin firmar
fr: Fonds en attente dans transactions non signées
nl: Balans in ongetekende transacties
pl: Środki oczekujące w nie podpisanych transakcjach
pt: Fundos esperando em transações não assinadas
ru: Средства ожидают в неподписанных транзакциях
sv: Balans som väntar i osignerade transaktioner

source: To make funds available to spend in new transactions, just click on the "Unsigned" tab and delete unsigned transaction you have no need for.
bg: Да освободите капитал за харчене в нови транзакции, просто цъкнете върху "Неподписани" приложението и изтрийте неподписани транзакции, за които нямате нужда.
de: Um Mittel für neue Transaktionen verfügbar zu machen, klicke auf den "Unsigniert" Tab und lösche unsignierte Transaktionen, die du nicht mehr benötigst.
es: Para que los fondos estén disponibles para gastar en nuevas transacciones, simplemente haga clic en la pestaña "Sin firmar" y elimine la transacción sin firmar que no necesite.
fr: Pour rendre les fonds disponibles à la dépense, rendez-vous dans l'onglet "non-signéss" et supprimez les transactions non-signées vous étant inutiles.
nl: Om balans beschikbaar te maken voor nieuwe transacties, kunt u op de "Ongetekende" tab klikken en ongetekende transacties verwijderen die niet langer nodig zijn.
pl: Żeby środki były dostępne do wydania w nowej transakcji, idź do zakładki "Nie podpisane" i usuń nie podpisane transakcje których już nie potrzebujesz.
pt: Para gastar fundos em novas transações, basta clicar na aba "Não assinada" e excluir a transação não assinada que não precisa.
ru: Чтобы сделать средства доступными к трате в новых транзакциях, кликните на вкладку "Неподписанные" и удалите ненужные неподписанные транзакции.
sv: För att göra balans spenderbar i nya transaktioner, klicka på "Osignerade" och ta bort de osignerade transaktionerna du inte längre har användning för.

source: You have waiting
bg: Чака за вас
de: Du hast noch
es: Tienes esperando
fr: Vous avez de l'attente
nl: Er zijn nog
pl: Masz oczekujące
pt: Esperando
ru: Ожидают
sv: Du har väntande

source: still in unsigned transactions.
bg: все още в неподписани транзакции.
de: die in unsignierten Transaktionen warten.
es: todavía en transacciones sin firmar.
fr: toujours en transaction non signée.
nl: ongetekende transacties.
pl: ciągle w niepodpisanych transakcjach.
pt: a transação continua sendo não assinada.
ru: по-прежнему в неподписанных транзакциях.
sv: kvar i osignerade transaktioner.

source: Unit:
bg: Единица:
de: Einheit:
es: Unidad:
fr: Unité:
nl: Eenheid:
pl: Jednostka:
pt: Unidade:
ru: Единица:
sv: Enhet:

source: Enter recipient address, amount
bg: Въведете адрес на получателя, сума
de: Empfängeradresse und Betrag eingeben
es: Ingrese la dirección del destinatario, monto
fr: Entrez l'adresse de réception, montant
nl: Voer in ontvangstadres, bedrag
pl: Wprowadź adres odbiorcy, kwotę
pt: Informe o endereço do destinatário, quantidade
ru: Введите адрес получателя, сумму
sv: Ange mottagande adress, mängd

source: Enter each recipient address, amount as a new line:
bg: Въведете всеки адрес на получател, сума като нов ред:
de: Gib jede Empfängeradresse und jeden Betrag in eine neue Zeile ein:
es: Ingrese la dirección de cada destinatario, cantidad como una nueva línea:
fr: Entrez chaque adresse de réception, montant en tant que nouvelle ligne:
nl: Voer in per regel ontvangstadres, bedrag:
pl: Wprowadź każdy adres odbiorcy oraz kwotę w nowej linii:
pt: Coloque os endereços dos destinatários, quantidade em cada nova linha:
ru: Каждый адрес получателя, сумму на новой строке:
sv: Ange varje mottagande adress, mängd som ny rad:
