Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: Specter allows you to choose between normal syncing (IBD) - which will download and validate the entire history of the blockchain, or downloading a trusted snapshot of the current state of the network.
bg: Спектър ви позволява да изберете между нормално синхронизиране (IBD) - което ще ви позволи да изтеглите и валидирате цялата история на блокчейна, или изтеглите доверен "момент" на сегашното състояние на мрежата.
de: Mit Specter kannst du wählen zwischen normaler Synchronisation (IBD) - was die gesamte Blockchain laden und validieren wird, oder dem Laden eines vertrauenswürdigen Snapshots des aktuellen Netzwerkzustandes.
el: Το Specter σας επιτρέπει να διαλέξετε ανάμεσα σε κανονικό συγχρονισμό (IBD) - το οποίο θα κατεβάσει και θα επαληθεύσει όλο το ιστορικό της blockchain, ή το κατέβασμα ενός έμπιστου στιγμιότυπου της τρέχουσας κατάστασης του δικτύου.
es: Specter le permite elegir entre sincronización normal (IBD), que descargará y validará todo el historial de la cadena de bloques, o descargar una instantánea confiable del estado actual de la red.
fr: Specter vous permet de choisir entre une synchronisation normale (IBD), téléchargeant et validant l'historique de la blockchain en entier, ou de télécharger une capture approuvée de l'état actuel du réseau.
nl: Specter laat u kiezen tussen een normale synchronisatie (IBD) - waarbij de volledige geschiedenis van de blockchain gedownload en geverifieerd wordt, of het downloaden van een vertrouwde momentopname van de huidige staat van het netwerk.
pl: Specter pozwala na wybranie pomiędzy normalną synchronizacją (IBD) - która pobierze i zweryfikuje całą historię blockchainu, lub pobierze zaufany snapshot obecnego stanu sieci.
pt: A Specter permite que você escolha entre a sincronização normal (IBD) - que irá baixar e validar todo o histórico do blockchain, ou baixar um snapshot confiável do estado atual da rede.
ru: Specter предоставляет выбор между обычной синхронизацией (IBD), которая загружает и валидирует всю историю блокчейна, и загрузкой доверенного снэпшота текущего состояния сети.
sv: Specter tillåter dig att välja mellan vanlig synkning (IBD) - detta kommer ladda hem och validera den kompletta historian av blockkedjan, eller att du använder en ögonblicksbild du litar på som har en senare bild över nätverket.

source: This snapshot is produced and signed by Specter team - which means you will be trusting it to get the present state of the blockchain, instead of verifying the history yourself.
bg: Този "момент" е произведен и подписан от екипа на Спектър - което означава, че вие ще се доверите на него, за да изтеглите моментното състояние на блокчейна, вместо да проверявате историята за вас.
de: Dieser Snapshot wird vom Specter Team produziert und signiert - was bedeutet, dass du dich für den aktuellen Stand der Blockchain auf ihn verlässt, anstatt die gesamte Historie selbst zu verifizieren.
el: Το στιγμιότυπο παράγεται από την ομάδα του Specter - το οποίο σημαίνει θα την εμπιστεύεστε για να παραλάβετε την τρέχουσα κατάσταση της blockchain, αντί να επαληθεύσετε το ιστορικό εσείς οι ίδιοι.
es: Esta instantánea es producida y firmada por el equipo de Specter, lo que significa que confiará en que obtendrá el estado actual de la cadena de bloques, en lugar de verificar el historial usted mismo.
fr: Cette capture est produite et signée par l'équipe de Specter, implicant votre confiance envers Specter pour obtenir l'état actuel de la blockchain, plutôt que de vérifier l'historique par vous-même.
nl: Deze momentopname is gemaakt en ondertekend door het Specter team - dit betekend dat u dit team vertrouwt om de huidige staat van de blockchain te verkrijgen, in plaats van deze zelf te verifiëren.
pl: Ten snapshot jest wyprodukowany przez ekipę Specter - więc oznacza to że będziee trzeba zaufać zaprezentowanemu stanowi blockchain, zamiast weryfikowania historii samemu.
pt: Este snapshot é produzido e assinado pela equipe da Specter - o que significa que pode confiar nele para obter o estado atual da blockchain, ao invés de verificar o histórico você mesmo.
ru: Этот снэпшот сделан и подписан разработчиками Specter. Это означает, что вы доверяете предоставленному ими текущему состоянию блокчейна, а не верифицируете историю сами.
sv: Ögonblicksbilden är producerad och signerad av Specter-teamet - detta betyder att du litar på dem att de gjort det korrekt, istället för att verifiera allt själv.

source: It takes about 5GB to download and will setup a fully synced pruned node for you to use.
bg: Отнема около 5 ГБ да изтеглете и да настроите напълно синхронизиран възел за ваша полза.
de: Dazu werden etwa 5GB heruntergeladen und daraus ein vollständig synchronisierter gestutzter Node für dich eingerichtet.
el: Το κατέβασμα και η εγκατάσταση ενός κλαδεμένου κόμβου απαιτεί περίπου 5GB ελεύθερου χώρου στον δίσκο για να τον χρησιμοποίησετε.
es: Se necesitan aproximadamente 5 GB para descargar y configurar un nodo podado completamente sincronizado para su uso.
fr: Le téléchargement nécessite environ 5Gb et configurera un noeud élagué complètement synchronisé pour votre utilisation.
nl: De download is ongeveer 5GB en zal een volledig gesynchroniseerde getrimde node installeren.
pl: Potrzeba pobrać około 5GB danych żeby ustawić w pełni zsynchronizowany przycięty węzeł.
pt: É necessário cerca de 5GB e então você terá um node prunado totalmente sincronizado para ser utilizado.
ru: Это требует около 5 Гб места на диске и настроит полностью синхронизированный узел с прунингом, готовый к использованию.
sv: Det kräver ca 5GB nedladdning och kommer spinna upp en fullt beskärd nod för dig att använda.

source: You can also disable the QuickSync option, and choose between setting up an archival node (which keeps the entire history) or a pruned node.
bg: Може и да изключите опцията за бързо синхронизиране (QuickSync), и да изберете между настройване на архивен възел (който пази цялата истроия) или съкратен възел.
de: Du kannst die QuickSync Option ausschalten, und zwischen der Einrichtung eines Archivnodes (der die gesamte Historie vorhält) und einem gestutzten Node wählen.
el: Μπορείτε επίσης να απενεργοποιήσετε την επιλογή ταχυσυγχρονισμού QuickSync, και να διαλέξετε ανάμεσα σε αρχειακό κόμβο, (ο οποίος αποθηκεύει ολόκληρο το ιστορικό συναλλαγών) ή έναν κλαδεμένο κόμβο.
es: También puede deshabilitar la opción QuickSync y elegir entre configurar un nodo de archivo (que mantiene el historial completo) o un nodo podado.
fr: Vous pouvez également désactiver l'option QuickSync et choisir la configuration d'un noeud archivistique (conservant l'historique en entier) ou d'un noeud élagué.
nl: U kunt ook de QuickSync optie uitschakelen en te kiezen voor een archiefnode (welke de volledige geschiedenis bevat) of een getrimde node.
pl: Możesz również wyłączyć opcję Szybkiej Synchronizacji i wybrać pomiędzy ustawieniem węzłą archiwalnego (który zawiera całą historię) lub przycięty węzeł.
pt: Você também pode desativar a opção de Sincronização Rápida e escolher entre configurar um node (que mantém todo o histórico) ou um node prunado.
ru: Вы можете выключить QuickSync и выбрать между архивным узлом (который хранит всю историю) или узлом с прунингом.
sv: Du kan även stänga av QuickSync och välja mellan arkivnod (behåller hela transaktionshistorian) eller en beskärd nod.

source: Please note: it is recommended to use a full archival node, or if storage is a constraint, a pruned node synced from scratch. The option for QuickSync is useful for getting started quickly, but is not recommended in the long term or when using Specter with large amounts.
bg: Моля отбележете: препоръчано е да използвате пълен архивен възел, или ако свободно място е ограничение, съкратен възел отначало. Опцията за бързо синхронизиране (QuickSync) е полезна за почване бързо, но не е препоръчвана в дълъг срок или когато използвате Спектър с големи суми.
de: Hinweis: Die Verwendung eines Archivnodes wird empfohlen, oder bei knappem Speicherplatz ein von Anfang an synchronisierter gestutzter Node. Die Option QuickSync ist nützlich um schnell anzufangen, aber nicht empfohlen für längerfristigen Betrieb oder die Verwendung von Specter mit grossen Beträgen.
el: Σημείωση: προτείνεται να χρησιμοποιήσετε έναν πλήρη αρχειακό κόμβο, ή αν υπάρχει λίγος διαθέσιμος αποθηκευτικός χώρος, έναν κλαδεμένο κόμβο ο οποίος όμως να έχει συγχρονιστεί από την αρχή. Η επιλογή ταχυσυγχρονισμού QuickSync είναι χρήσιμη για να ξεκινήσετε γρήγορα, αλλά δεν την προτείνουμε για μακροχρόνια λύση ή αν σκοπεύετε να χρησιμοποιήσετε το Specter για μεγάλα χρηματικά ποσά.
es: Tenga en cuenta: se recomienda utilizar un nodo de archivo completo, ahora bien, si el almacenamiento es una limitación puede intentar usar un nodo podado sincronizado desde cero. La opción de QuickSync es útil para comenzar rápidamente, pero no se recomienda a largo plazo o cuando se usa Specter con grandes cantidades.
fr: Prenez note: il est recommandé d'utiliser un noeud archivistique complet, ou un noeud élagué si le stockage est une contrainte, synchronisé du tout début. L'option QuickSync est utile pour un démarrage rapide mais n'est pas recommandée à long terme ou lors de l'utilisation de Specter avec des montants importants.
nl: Let op: het is aan te raden om een volledige archiefnode te bruiken of, als opslagruimte beperkt is, een getrimde node vanaf het begin gesynchroniseerd. De optie voor QuickSync is nuttig om snel van start te kunnen, maar is niet aangeraden voor gebruik op langere termijn of wanneer Specter gebruikt wordt met grotere balansen.
pl: Uwaga: Pełny archiwalny węzeł jest rekomendowany, jeżeli brakuje miejsca na dysku akceptowalny jest przycięty węzeł synchronizowany od podstaw. Opcja Szybkiej Synchronizacji jest użyteczna żeby szybko zacząć działać, ale jest nie rekomendowana w długim okresie czasu bądź gdy używa się Spectera z dużymi sumami.
pt: Atenção: É recomendável usar um full node ou, se o armazenamento for um problema, um node prunado sincronizado do zero. A opção de Sincronização Rápida é útil para começar rapidamente, mas não é recomendada para o longo prazo ou ao usar a Specter para grandes quantidades.
ru: Пожалуйста, обратите внимание: рекомендуется использовать полный архивный узел либо, если места на диске недостаточно, синхронизированный с начала узел с прунингом. Опция QuickSync позволяет быстро запустить Specter, но ее не рекомендуется использовать долгосрочно или с крупными суммами.
sv: Vänligen notera: rekommendation är att använda en full arkivnod, men om diskutrymme är ett problem, en beskärd nod som synkas från början. QuickSync är användbart om du vill komma igång snabbt, men rekommenderas INTE i det långa loppet eller om du ska använda Specter med större tillgångar.

source: Unsure? Click here for more info!
bg: Не сте сигурни? Цъкнете тука за повере информация!
de: Unsicher? Klicke hier für mehr Info!
el: Δεν είστε σίγουροι; Κάντε κλικ εδώ για περισσότερες πληροφορίες!
es: Inseguro? Haga clic aquí para más información!
fr: Incertain? Cliquez ici pour plus d'info!
nl: Onzeker? Klik hier voor meer informatie!
pl: Brak pewności? Kliknij po więcej informacji!
pt: Não tem certeza? Clique aqui para mais informações!
ru: Не уверены? Кликните сюда для дополнительной информации!
sv: Osäker? Klicka här för mer information!

source: Still need help?
bg: Трябва ви помощ?
de: Brauchst du noch mehr Hilfe?
el: Χρειάζεστε και άλλη βοήθεια;
es: Aún necesitas ayuda?
fr: Besoin de plus de renseignements?
nl: Meer hulp nodig?
pl: Wciąż potrzebujesz pomocy?
pt: Ainda precisa de ajuda?
ru: Все еще нужна помощь?
sv: Behöver du fortsatt hjälp?

source: You have activated to only connect via Tor. This will significantly slow down the download-process and is not recommended.
bg: Вие сте избрали да се свързвате само чрез връзка с Тор. Това значимо ще забави процеса на изтегляне и не е препоръчано.
de: Du hast eingeschaltet, dass Verbindungen nur über Tor gehen sollen. Das führt zu einer erheblichen Verlangsamung des Downloadvorgangs und ist nicht empfohlen.
el: Έχετε ενεργοποιήσει την υποχρεωτική σύνδεση μέσω Tor. Αυτό θα επιβραδύνει σημαντικά την διαδικασία κατεβάσματος και δεν προτείνεται.
es: Ha activado para conectarse solo a través de Tor. Esto ralentizará significativamente el proceso de descarga y no se recomienda.
fr: Vous avez activé l'option pour vous connecter via Tor seulement. Cette option n'est pas recommandée car le processus de téléchargement sera significativement ralentit.
nl: U heeft alleen een Tor verbinding geactiveerd. Dit zal het download-proces vertragen en is niet aangeraden.
pl: Aktywowałeś połączenia tylko przez Tor. To poważnie spowolni proces pobierania i nie jest rekomendowane.
pt: Você pediu para se conectar apenas via Tor. Isso tornará o processo de download bem mais lento e isso não é recomendado.
ru: Вы выбрали соединения только через Tor. Это существенно замедлит загрузку и не рекомендуется.
sv: Du har aktiverat att enbart ansluta via Tor. Detta kommer sänka hastigheten du kan ladda hem blockkedjan och är inte rekommenderat.

source: Advanced configurations
bg: Настройки за напреднали
de: Fortgeschrittene Konfigurationen
el: Ρυθμίσεις για προχωρημένους
es: Configuraciones avanzadas
fr: Configurations avancées
nl: Geavanceerde configuraties
pl: Zaawansowana konfiguracja
pt: Configurações avançadas
ru: Дополнительные настройки
sv: Avancerad inställningar

source: Node Network:
bg: Мрежа с възели:
de: Node Netzwerk:
el: Δίκτυο Κόμβου:
es: Red del Nodo:
fr: Réseau du noeud:
nl: Node Netwerk:
pl: Sieć Węzła:
pt: Rede do Node:
ru: Сеть узла:
sv: Nodnätverk:

source: (switch)
bg: (смени)
de: (umschalten)
el: (αλλαγή)
es: (cambiar)
fr: (permuter)
nl: (wissel)
pl: (przełącz)
pt: (alterar)
ru: (переключить)
sv: (byt)

source: Start Syncing!
bg: Започни синхронизиране!
de: Starte Synchronisation!
el: Έναρξη Συγχρονισμού!
es: Empiece a sincronizar!
fr: Commencer la synchronisation!
nl: Start Synchronisatie!
pl: Zacznij Sychronizować!
pt: Começando a Sincronizar!
ru: Начать синхронизацию!
sv: Starta synk!

source: Your Bitcoin Core data folder seems to be already used.<br>Would you like to override it or select a different folder path?
bg: Вашата Биткойн Core дата папка изглежда, че е в полза.<br>Искате ли да запазите върху нея или да изберете друга файлова пътека?
de: Dein Bitcoin Core Datenverzeichnis scheint bereits verwendet zu werden.<br>Möchtest du es überschreiben oder einen anderen Verzeichnispfad wählen?
el: Ο φάκελος δεδομένων σας του Bitcoin Core φαίνεται να χρησιμοποιείται ήδη.<br>Θα θέλατε να παρακάμψετε αυτήν την προειδοποίηση ή να διαλέξετε άλλο μονοπάτι φακέλου;
es: Parece que la carpeta de datos de Bitcoin Core ya se está utilizando. <br> Desea anularla o seleccionar una ruta de carpeta diferente?
fr: Votre dossier de données Bitcoin Core semble déjà être utilisé.<br>Souhaitez-vous l'outrepasser ou sélectionner un chemin de dossier différent?
nl: Uw Bitcoin Core data folder lijkt al in gebruik<br>Wilt u deze overschrijven of een nieuwe data folder selecteren?
pl: Twój folder danych Bitcoin Core wydaje się być już używany..<br>Czy chcesz go nadpisać lub wybrać inną ścieżkę do folderu danych?
pt: Sua pasta com o Bitcoin Core parece já estar em uso. <br>Gostaria de substituí-la ou selecionar um caminho diferente?
ru: Похоже, ваша директория с данными Bitcoin Core уже используется.<br>Хотите перезаписать или выбрать путь к другой директории?
sv: Din Bitcoin Core datamapp verkar användas redan.<br>Vill du skriva över den eller använda en annan mapp?

source: Edit path
bg: Редакция на пътека
de: Pfad ändern
el: Επεξεργασία μονοπατιού
es: Editar ruta
fr: Modifier le chemin
nl: Wijzig pad
pl: Edytuj śćieżkę
pt: Alterar caminho
ru: Редактировать путь
sv: Ändra mapp

source: Override existing
bg: Презапиши съществуващ
de: Existierendes überschreiben
el: Παράκαμψη του υπάρχοντος
es: Sobrescribir existente
fr: Outrepasser le dossier existant
nl: Overschrijf bestaande
pl: Nadpisz obecny
pt: Sobrescrever a existente
ru: Переписать текущую
sv: Skriv över

source: Select Network to setup
bg: Изберете мрежа за инсталация
de: Einzurichtendes Netzwerk wählen
el: Διαλέξτε ποιο Δίκτυο να στήσετε
es: Seleccione Red para configurar
fr: Sélectionner le réseau à configurer
nl: Selecteer Network om te installeren
pl: Wybierz Sieć do ustawienia
pt: Selecione uma configuração de rede
ru: Выбрать сеть для настройки
sv: Välj nätverk

source: Mainnet
bg: Mainnet (главна мрежа)
el: Κυρίως Δίκτυο Mainnet
fr: Réseau principal
ru: Основная (mainnet)

source: Testnet
bg: Testnet (мрежа за тестване)
el: Δοκιμαστικό Δίκτυο Testnet
fr: Réseau de test
ru: Тестовая (testnet)

source: Failed to start Bitcoin Core...
bg: Неуспешно опит да стартира Биткойн Core…
de: Konnte Bitcoin Core nicht starten...
el: Αποτυχία εκκίνησης Bitcoin Core...
es: No se pudo iniciar Bitcoin Core ...
fr: Échec du démarrage de Bitcoin Core...
nl: Starten van Bitcoin Core is gefaald...
pl: Nie udało się uruchomić Bitcoin Core...
pt: Falha ao iniciar o Bitcoin Core...
ru: Не удалось запустить Bitcoin Core...
sv: Misslyckades att starta Bitcoin Core...

source: Setup Completed Successfully!
bg: Инсталацията е успешна!
de: Einrichtung erfolgreich abgeschlossen!
el: Η εγκατάσταση ολοκληρώθηκε με επιτυχία!
es: La configuración se completó correctamente!
fr: Configuration complétée avec succès!
nl: Installatie Succesvol Afgerond!
pl: Ustawianie się udało!
pt: Configurações Completada com Sucesso!
ru: Настройка успешно завершена!
sv: Setup färdig!

source: Your new node is up and running!
bg: Вашият възел е включен и работи!
de: Deine neue Node ist fertig und läuft!
el: Ο νέος σας κόμβος είναι ενεργός!
es: Su nuevo nodo está en funcionamiento!
fr: Votre nouveau noeud est maintenant en fonction!
nl: Uw nieuwe node is klaar voor gebruik!
pl: Twój węzeł działa poprawnie!
pt: Seu novo node está instalado e funcionando!
ru: Ваш узел работает!
sv: Din nya nod är nu aktiv!

source: Would you like to setup a new Bitcoin node or connect to an existing one?
bg: Искате ли да настроите нов Биткойн възел или да се свържете със съществуващ възел?
de: Möchtest du eine neue Bitcoin Node einrichten oder dich mit einer bestehenden verbinden?
el: Θα θέλατε να εγκαταστήσετε έναν νέο κόμβο Bitcoin ή να συνδεθείτε σε ήδη υπάρχοντα;
es: Le gustaría configurar un nuevo nodo de Bitcoin o conectarse a uno existente?
fr: Souhaitez-vous configurer un nouveau noeud Bitcoin ou vous connecter vers un qui existe déjà?
nl: Zou u een nieuwe Bitcoin node willen installeren of willen verbinden met een bestaande node?
pl: Czy chcesz teraz ustawić nowy węzeł Bitcoin lub połączyć się do istniejącego?
pt: Você gostaria de configurar um novo node de Bitcoin ou conectar-se a um existente?
ru: Хотите настроить новый биткоин-узел или подключиться к существующему?
sv: Vill du sätta upp en ny Bitcoin nod eller ansluta till en existerande?

source: If you have an existing Bitcoin Core node you would like to use, either running locally on this computer or somewhere else, like on Umbrel, myNode, or RaspiBlitz, you can just connect and use it.
bg: Ако имате съществуващ Биткойн Core възел, който искате да използвате, или който работи локално на този компютър или другаге, като на Umbrel, myNode, или RaspiBlitz, може просто да се свържете и да го ползвате.
de: Wenn du eine bestehende Bitcoin Core Node benutzen willst, entweder lokal auf diesem Computer oder woanders, wie Umbrel, myNode oder RaspiBlitz, kannst du dich einfach damit verbinden und sie verwenden.
el: Αν έχετε ήδη έναν κόμβο Bitcoin Core που θα θέλατε να χρησιμοποιήσετε, που είτε τρέχει τοπικά σε αυτόν τον υπολογιστή ή κάπου αλλού, όπως πχ σε Umbrel ή Raspiblitz, μπορείτε να τον συνδέσετε και να τον χρησιμοποιήσετε.
es: Si tiene un nodo Bitcoin Core existente que le gustaría usar, ya sea que se ejecute localmente en esta computadora o en otro lugar, como en Umbrel, myNode o RaspiBlitz, puede simplemente conectarse y usarlo.
fr: Si vous avez déjà un noeud Bitcoin Core que vous préféreriez utiliser, soit localement sur cet ordinateur ou ailleurs, tel que Umbrel, myNode, ou RaspiBlitz, vous pouvez simplement vous y connecter et l'utiliser.
nl: Als u een bestaande Bitcoin Core node heeft die u wilt gebruiken, lokaal op deze computer of ergens anders, zoals een Umbrel, myNode of RaspiBlitz, kun u gewoon met deze node verbinden.
pl: Jeżeli posiadasz istniejący węzeł Bitcoin Core którego chcesz użyć, który działa lokalnie na tym komputerze lub gdzieś indziej, np na Umbrell, myNode, lub RaspiBlitz, możesz się do niego podłączyć i używać go.
pt: Se já tiver um node do Bitcoin Core e gostaria de usá-lo, seja executando localmente neste computador ou em outro lugar, como no Umbrel, myNode ou RaspiBlitz, você pode simplesmente conectar e usá-lo.
ru: Если у вас уже есть узел Bitcoin Core, который вы хотите использовать, установленные на этом компьютере или на другом устройстве, таком как Umbrel, myNode или RaspiBlitz, вы можете подключиться и использовать его.
sv: Om du har en existerande Bitcoin Core nod du vill använda, som antingen körs lokalt på datorn eller någon annanstans, eventuellt på Umbrel, myNode, eller RaspiBlitz, så kan du ansluta till den.

source: Don't have a node? Specter can help you setup a new one! This guide will help you get it up and running!
bg: Нямате възел? Спектър може да ви помогне да насроите нов! Това упътване ще ви помогне да го настроите!
de: Hast du keine Node? Specter kann dir helfen, eine einzurichten! Diese Anleitung hilft dir, sie ans Laufen zu bringen!
el: Δεν έχετε κόμβο; Το Specter θα σας βοηθήσει να εγκαταστήσετε έναν καινούργιο. Αυτός ο οδηγός θα σας εξηγήσει την διαδικασία βήμα-βήμα!
es: No tienes un nodo? Specter puede ayudarte a configurar uno nuevo! Esta guía le ayudará a ponerlo en marcha!
fr: Specter peut vous aider à la configuration d'un nouveau noeud si vous n'en avez pas déjà un! Ce guide vous aidera à le mettre en fonction!
nl: Heeft u geen node? Specter helpt u met het installeren van een nieuwe! Met deze handleiding is het snel klaar voor gebruik!
pl: Nie masz węzła? Specter może ci pomóc ustawić nowy! Te instrukcje pomogą ci wszystko ustawić!
pt: Não tem um node? A Specter pode te ajudar a configurar um novo! Este guia irá ajudar você a conseguir um e a executá-lo!
ru: Нет узла? Specter поможет установить новый узел Эта инструкция поможет создать и настроить его!
sv: Saknar du nod? Specter kan hjälpa dig starta upp en ny! Den här guiden hjälper dig komma igång!

source: Connect existing node
bg: Свържете съществуващ възел
de: Mit bestehender Node verbinden
el: Σύνδεση σε υπάρχοντα κόμβο
es: Conectar nodo existente
fr: Connecter à un noeud existant
nl: Verbind met bestaande node
pl: Podłącz się do istniejącego węzła
pt: Conectar com um node existente
ru: Подключить существующий узел
sv: Anslut till existerande nod

source: Setup a new node
bg: Настройте нов възел
de: Neue Node einrichten
el: Εγκατάσταση νέου κόμβου
es: Configurar un nuevo nodo
fr: Configurer un nouveau noeud
nl: Installeer een nieuwe node
pl: Ustaw nowy węzeł
pt: Configurar um novo node
ru: Настроить новый узел
sv: Sätt upp ny nod

source: Cancel process
bg: Отмене процеса
de: Vorgang abbrechen
el: Ακύρωση διαδικασίας
es: Cancelar proceso
fr: Annuler le processus
nl: Annuleer proces
pl: Anuluj proces
pt: Cancelar processo
ru: Отмена процесса
sv: Avbryt processen

source: View Progress
bg: Проследете напредък
de: Fortschritt anschauen
el: Εμφάνιση Προόδου
es: Ver progreso
fr: Afficher le progrès
nl: Toon Voortgang
pl: Zobacz postęp
pt: Ver Progresso
ru: Смотреть прогресс
sv: Visa progressionen
