Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: Send via blockstream.info
bg: Прати по blockstream.info
de: Sende über blockstream.info
el: Αποστολή μέσω blockstream.info
es: Enviar a través de blockstream.info
fr: Envoyer via blockstream.info
nl: Verzend via blockstream.info
pl: Wyślij przez blockstream.info
pt: Envie via blockstream.info
ru: Отправить через blockstream.info
sv: Skicka via blockstream.info

source: Send via mempool.space
bg: Прати по mempool.space
de: Sende über mempool.space
el: Αποστολή μέσω mempool.space
es: Enviar vía mempool.space
fr: Envoyer via mempool.space
nl: Verzend via mempool.space
pl: Wyślij przez mempool.space
ru: Отправить через mempool.space
sv: Skicka via mempool.space

source: over Tor hidden service
bg: по Тор скрит сервиз
de: über geheimen Tor Dienst
el: μέσω συγκαλυμμένης υπηρεσίας Tor
es: a través de servicio oculto de Tor
fr: sur Tor service masqué (hidden service)
nl: via Tor hidden service
pl: przez ukrytą usługę Tor
pt: via serviço oculto Tor
ru: через скрытый Tor-сервис
sv: över gömd Tor-service

source: Back to options
bg: Назад към настройки
de: Zurück zu den Optionen
el: Πίσω στις επιλογές
es: Volver a opciones
fr: Retour aux options
nl: Terug naar opties
pl: Wróć do opcji
pt: Voltar para opções
ru: Обратно к настройкам
sv: Tillbaka till inställningar

source: Save as pending
bg: Запази като висящ
de: Speichere als Ausstehend
el: Αποθήκευση στις εκκρεμείς
es: Guardar como pendiente
fr: Sauvegarder en attente
nl: Sla op als hangende
pl: Zapisz jako oczekującą
pt: Salvar como pendente
ru: Сохранить как неподтвержденную
sv: Spara som vilande

source: Copy raw transaction
bg: Копирай необработена транзакция
de: Kopiere die Transaktion roh
el: Αντιγραφή ωμής συναλλαγής
es: Copiar transacción sin procesar (Raw)
fr: Copier la transaction brute
nl: Kopieer ruwe transactie
pl: Kopiuj surową transakcję
pt: Copiar transação bruta
ru: Скопировать незакодированную (raw) транзакцию
sv: Kopiera rå transaktion

source: Copied full key
bg: Копиран пълен ключ
de: Vollen Key kopiert
el: Το πλήρες κλειδί αντεγράφη
es: Llave completa copiada
fr: Clé pleinement copiée
nl: Volledige sleutel gekopieerd
pl: Skopiowano pełny klucz
pt: Chave completa copiada
ru: Полный ключ скопирован
sv: Hel nyckel kopierad

source: Show derivation path
bg: Покажи деривационна пътека
de: Zeige Ableitungspfad
el: Εμφάνιση του μονοπατιού παραγώγων
es: Mostrar ruta de derivación
fr: Afficher le chemin de dérivation
nl: Toon derivatie pad
pl: Pokaż ścieżkę pochodzenia
pt: Chave completa copiada
ru: Показать путь вывода
sv: Visa deriveringslänk

source: Use SLIP-132
bg: Използвай SLIP-132
de: Benutze SLIP-132
el: Χρήση SLIP-132
es: Utilice SLIP-132
fr: Utiliser SLIP-132
nl: Gebruik SLIP-132
pl: Używaj SLIP-132
ru: Использовать SLIP-132
sv: Använd SLIP-132

source: Loading... It may take a while...
bg: Зарежда… Може да отнеме време…
de: Lade... Das kann ein bisschen dauern...
el: Φόρτωμα... Αυτό μπορεί να διαρκέσει μερικά λεπτά...
es: Cargando ... Puede que tarde un poco ...
fr: Chargement… Cela pourrait prendre un moment...
nl: Laden… Het kan een tijdje duren…
pl: Ładowanie... Może to chwilę potrwać...
pt: Carregando… Isso pode levar um tempo…
ru: Загрузка... Это может занять некоторое время...
sv: Laddar... Det kan ta ett tag...

source: Scan this QR code with your
bg: Сканирай този QR код с вашия
de: Scanne diesen QR Code mit deinem
el: Σκανάρετε τον κωδικό QR με το
es: Escanee este código QR con su
fr: Balayez ce code QR avec votre
nl: Scan deze QR code met uw
pl: Przeskanuj ten kod QR na swoim
pt: Leia este código QR com o seu
ru: Отсканируйте этот QR-код вашим
sv: Scanna den här QR-koden med din

source: Scan signed transaction
bg: Сканирай подписана транзакция
de: Scanne signierte Transaktion
el: Σκανάρισμα υπογεγραμμένης συναλλαγής
es: Escanear transacción firmada
fr: Balayez la transaction signée
nl: Scan gesigneerde transactie
pl: Skanuj podpisaną transakcję
pt: Verificar transação assinada
ru: Отсканировать подписанную транзакцию
sv: Scanna signerad transaktion

source: Scan failed, please try again...
bg: Неуспешно сканиране, моля опитайте отново…
de: Scannen erfolglos, versuche bitte erneut...
el: Αποτυχία σκαναρίσματος, παρακαλώ προσπαθήστε ξανά...
es: Error al escanear, inténtelo de nuevo ...
fr: Échec du balayage, veuillez essayer à nouveau...
nl: Scan gefaald, gelieve opnieuw te proberen…
pl: Skanowanie się nie udało, spróbuj ponownie...
pt: A digitalização falhou, tente novamente …
ru: Не удалось отсканировать, пожалуйста, попробуйте снова...
sv: Scanning misslyckades, vänligen försök igen...

source: Sign Transaction with file
bg: Подпиши транзакци с файл
de: Signiere Transaktion per Datei
el: Υπογραφή Συναλλαγής με αρχείο
es: Firmar transacción con archivo
fr: Signer la transaction avec le fichier
nl: Signeer Transactie met bestand
pl: Podpisz transakcję plikiem
pt: Assinar transação com arquivo
ru: Подписать транзакцию с помощью файла
sv: Signera transaktion med fil

source: Save transaction to file
bg: Запази транзакция към файл
de: Speichere Transaktion in Datei
el: Αποθήκευση συναλλαγής σε αρχείο
es: Guardar transacción en archivo
fr: Sauvegarder la transaction en fichier
nl: Sla transactie op in bestand
pl: Zapisz transakcję do pliku
pt: Salvar transação no arquivo
ru: Сохранить транзакцию в файл
sv: Spara transaktion till fil

source: Load signed transaction from file
bg: Зареди подписана транзакция от файл
de: Lade signierte Transaktion aus Datei
el: Φόρτωμα υπογεγραμμένης συναλλαγής από αρχείο
es: Cargar transacción firmada desde archivo
fr: Charger une transaction signée venant d'un fichier
nl: Laad gesigneerde transactie op vanuit bestand
pl: Załaduj transakcję z pliku
pt: Carregar transação assinada do arquivo
ru: Загрузить подписанную транзакцию из файла
sv: Ladda signerad transaktion från fil

source: Sign Transaction
bg: Подпиши транзакция
de: Signiere Transaktion
el: Υπογραφή συναλλαγής
es: Firmar Transacción
fr: Signer la transaction
nl: Signeer Transactie
pl: Podpisz transakcję
pt: Assinar transação
ru: Подписать транзакцию
sv: Signera transaktion

source: Please choose a signing method for your
bg: Моля изберете начин за подписване за вашия
de: Bitte wähle eine Methode für deine
el: Παρακαλώ επιλέξτε μια μέθοδο υπογραφής για το
es: Elija un método de firma para su
fr: Veuillez choisir une méthode de signature pour votre
nl: Gelieve een signeer methode te kiezen voor uw
pl: Wybierz sposób podpisywania dla swojego
pt: Escolha um método de assinatura para o seu
ru: Пожалуйста, выберите метод подписи для своего
sv: Vänligen välj signeringsmetod för din

source: Sign via USB (HWI)
bg: Подпиши чрез USB (HWI)
de: Signiere über USB (HWI)
el: Υπογραφή μέσω θύρας USB (HWI)
es: Firmar a través de USB (HWI)
fr: Signer via USB (HWI)
nl: Signeer via USB (HWI)
pl: Podpisz poprzez USB (HWI)
pt: Assinar via USB (HWI)
ru: Подписать по USB (HWI)
sv: Signera via USB (HWI)

source: Sign with SD Card file
bg: Подпиши чрез файл на SD карта
de: Signiere über SD Karte
el: Υπογραφή με αρχείο σε κάρτα SD
es: Firmar con archivo de tarjeta SD
fr: Signer avec fichier carte SD
nl: Signeer met SD Kaart bestand
pl: Podpisz poprzez plik na karcie SD
pt: Assinar com arquivo do cartão SD
ru: Подписать через файл на SD-карте
sv: Signera med fil på SD-kort

source: Sign with QR codes
bg: Подпиши чрез QR кодове
de: Signiere über QR Codes
el: Υπογραφή με κωδικούς QR
es: Firmar con códigos QR
fr: Signer avec codes QR
nl: Signeer met QR codes
pl: Podpisz przez kody QR
pt: Assinar com código QR
ru: Подписать через QR-коды
sv: Signera med QR-koder

source: Sign with Bitcoin Core
bg: Подпиши чрез Биткойн Core
de: Signiere über Bitcoin Core
el: Υπογραφή με Bitcoin Core
es: Firmar con Bitcoin Core
fr: Signer avec Bitcoin Core
nl: Signeer met Bitcoin Core
pl: Podpisz poprzez węzeł Bitcoin Core
pt: Assinar com Bitcoin Core
ru: Подписать в Bitcoin Core
sv: Signera med Bitcoin Core

source: Sign with Elements Core
bg: Подпиши чрез Elements Core
de: Signiere über Elements Core
el: Υπογραφή με Elements Core
es: Firmar con Elements Core
fr: Signer avec Elements Core
nl: Signeer met Elements Core
pl: Podpisz poprzez Elements Core
pt: Assine com os Elementos do Core
ru: Подписать в Elements Core
sv: Signera mde Elements core

source: Enter decryption password
bg: Въведете парола за декриптиране
de: Gib das Passwort zum Entschlüsseln ein
el: Εισάγετε τον κωδικό αποκρυπτογράφισης
es: Ingrese la contraseña de descifrado
fr: Entrer le mot de passe de déchiffrement
nl: Geef decryptie wachtwoord in
pl: Podaj hasło do dekrypcji
pt: Digite a senha para descriptografar
ru: Ввести пароль расшифровки
sv: Ange avkrypteringslösenord

source: Proceed with signing
bg: Продължете с подписване
de: Mach weiter mit dem Signieren
el: Συνέχεια στην διαδικασία υπογραφής
es: Continuar con la firma
fr: Procéder avec la signature
nl: Ga door met signeren
pl: Kontynuuj podpisywanie
pt: Prossiga com a assinatura
ru: Продолжить подпись
sv: Fortsätt med signering

source: Wallet is not encrypted, just click the button.
bg: Портмонето не е енкриптирано, само цъкнете бутона.
de: Wallet ist nicht verschlüsselt, klick einfach auf den Button.
el: Το πορτοφόλι δεν είναι κρυπτογραφημένο, απλά κάντε κλικ στο κουμπί.
es: La billetera no está encriptada, simplemente haga clic en el botón.
fr: Le portefeuille n'est pas chiffré, vous n'avez qu'à cliquer sur le bouton.
nl: Wallet is niet versleuteld, klik gewoon op de knop.
pl: Portfel nie jest zaszyfrowany, kliknij guzik.
pt: A carteira não é criptografada, clique no botão.
ru: Кошелек не зашифрован, просто нажмите кнопку.
sv: Plånbok inte krypterad, klicka bara på knappen.

source: Sign transaction
bg: Подпишете транзакцията
de: Signiere Transaktion
el: Υπογραφή συναλλαγής
es: Firmar transacción
fr: Signer la transaction
nl: Signeer transactie
pl: Podpisz transakcje
pt: Assinar transação
ru: Подписать транзакцию
sv: Signera transaktion

source: Bitcoin Core is still syncing...<br>(data might be outdated)
bg: Биткойн Core все още синхронизира…<br>(информация може да е с "изтекъл срок")
de: Bitcoin Core synchronisiert noch...<br>(Daten können veraltet sein)
el: Το Bitcoin Core ακόμα συγχρονίζει...<br>(τα δεδομένα μπορεί να μην είναι επίκαιρα)
es: Bitcoin Core todavía se está sincronizando ... <br> (los datos pueden estar desactualizados)
fr: Bitcoin Core est encore en synchronisation...<br>(les données ne sont peut-être plus à jour)
nl: Bitcoin Core is nog aan het synchroniseren…<br>(data kan verouderd zijn)
pl: Węzeł Bitcoin Core wciąż się synchronizuje... <br>(dane mogą być nie aktualne)
pt: O Bitcoin Core ainda está sincronizando...<br>(data might be outdated)
ru: Bitcoin Core еще синхронизируется...<br>(данные могут быть устаревшими)
sv: Bitcoin Core synkar fortfarande...<br>(visar inte senaste datan)

source: Bitcoin Core version is outdated.<br>Some features might not work...<br>(minimum required: v20.0.0).
bg: Биткойн Core версия е твърде стара.<br>Някои приложения може да на работят…<br>(минимална версия: v20.0.0).
de: Bitcoin Core Version ist veraltet.<br>Einige Features funktionieren möglicherweise nicht...<br>(notwendiges Minimum: v20.0.0)
el: Η έκδοση του Bitcoin Core είναι πεπαλαιωμένη.<br>Μερικές λειτουργίες ίσως να μην είναι δυνατές<br>(ελάχιστη απαιτούμενη έκδοση: v20.0.0).
es: La versión de Bitcoin Core está desactualizada. <br> Es posible que algunas características no funcionen ... <br> (mínimo requerido: v20.0.0).
fr: La version de Bitcoin Core n'est pas à jour.<br>Certaines fonctions pourraient ne pas fonctionner…<br>(minimum requis: v20.0.0).
nl: Bitcoin Core versie is verouderd.<br>Sommige features werken mogelijks niet…<br>(minimum vereist: v20.0.0).
pl: Wersja Bitcoin Core is przestarzała.<br>Niektóre funkcje mogą nie działać...<br>(minimalna wersja: v20.0.0).
pt: A versão Bitcoin Core está desatualizada.<br>Alguns recursos podem não funcionar... <br> (Mínimo Necessário: v20.0.0).
ru: Версия Bitcoin Core устарела. <br>Некоторые функции могут не работать...<br>(минимальная необходимая версия: v20.0.0).
sv: Bitcoin Core versionen är gammal.<br>Vissa funktioner fungerar kanske inte som det är tänkt...<br>(minimumkrav: v20.0.0).

source: Unavailable. Click to configure.
bg: Не е на разположение. Цъкнете да настроете.
de: Nicht verfügbar. Klick zum Konfigurieren.
el: Μη διαθέσιμο. Κάντε κλικ για να το ρυθμίσετε.
es: No disponible. Haga clic para configurar.
fr: Indisponible. Cliquez pour configurer.
nl: Onbeschikbaar. Klik om te configureren.
pl: Niedostępne. Kliknij żeby skonfigurować.
pt: Indisponível. Clique para configurar.
ru: Недоступно. Кликните, чтобы настроить.
sv: Otillgänglig. Klicka för att konfigurera.

source: See setup progress
bg: Вижте прогрес на инсталацията
de: Zeige den Einstellungsvorgang
el: Δείτε διαδικασία ρύθμισης
es: Ver el progreso de la configuración
fr: Voir le progrès de la configuration
nl: Bekijk setup vooruitgang
pl: Ustawianie w toku
pt: Veja o progresso da configuração
ru: Смотреть прогресс настройки
sv: Se installationsprogress

source: Wallets
bg: Портмонета
el: Πορτοφόλια
es: Billeteras
fr: Portefeuilles
pl: Portfele
pt: Carteiras
ru: Кошельки
sv: Plånböcker

source: Wallets overview
bg: Обзор на портмонета
de: Wallets Überblick
el: Εποπτεία πορτοφολιών
es: Resumen de Billeteras
fr: Aperçu des portefeuilles
nl: Wallets overzicht
pl: Przegląd portfeli
pt: Visão geral da carteira
ru: Обзор кошельков
sv: Plånboksöversikt

source: Updating wallets data...
bg: Подновява се информация на портмонета…
de: Aktualisiere Walletdaten...
el: Ενημέρωση στοιχείων πορτοφολιών...
es: Actualizando datos de billeteras...
fr: Mise à jour des données de portefeuilles...
nl: Wallets data wordt geupdate…
pl: Uaktualnianie portfeli...
pt: Atualizando dados da carteira...
ru: Обновление данных кошельков...
sv: Uppdaterar plånboksdata...

source: Finished updating your wallets
bg: Приключено е подновяване на портмонетата
de: Wallets fertig aktualisiert
el: Τελειώσαμε την ενημέρωση των πορτοφολιών σας
es: Se termino la actualización de tus billeteras
fr: La mise à jour des vos portefeuilles est terminée
nl: Update van uw wallets afgelopen
pl: Skończono uaktualnianie portfeli
pt: Atualização das suas carteiras finalizada
ru: Обновление кошельков завершено
sv: Uppdatering av plånböcker klar

source: Click here to refresh
bg: Цъкнете тука да подновите
de: Klicke hier zum Aktualisieren
el: Κάντε κλικ εδώ για ανανέωση
es: Haga clic aquí para actualizar
fr: Cliquez ici pour rafraîchir
nl: Klik hier om te hernieuwen
pl: Kliknij tu żeby odświeżyć
pt: Clique aqui para atualizar
ru: Нажмите здесь, чтобы обновить
sv: Klicka för att ladda om

source: Add new wallet
bg: Добавете ново портмоне
de: Neue Wallet anlegen
el: Προσθήκη νέου πορτοφολιού
es: Agregar nueva billetera
fr: Ajouter un nouveau portefeuille
nl: Voeg nieuwe wallet toe
pl: Dodaj nowy portfel
pt: Adicionar novas carteiras
ru: Добавить новый кошелек
sv: Lägg till plånbok

source: Failed to load some wallets
bg: Не успя да зареди някои портмонета
de: Einige Wallets konnten nicht geladen werden
el: Αποτυχία φορτώματος ορισμένων πορτοφολιών
es: No se pudieron cargar algunas billeteras
fr: Échec du chargement de quelques portefeuilles
nl: Laden van sommige wallets gefaald
pl: Nie udało się załadować niektórych portfeli
pt: Dalha ao carregar algumas carteiras
ru: Не удалось загрузить некоторые кошельки
sv: Misslyckades att ladda vissa plånböcker

source: Retry loading wallets
bg: Опитайте отново да заредите портмонета
de: Wallets erneut laden
el: Δοκιμάστε ξανά να φορτώσετε τα πορτοφόλια
es: Reintenta cargar las billeteras
fr: Réessayer le chargement des portefeuilles
nl: Probeer wallets opnieuw te laden
pl: Ponów ładowanie portfeli
pt: Tentar carregar carteiras novamente
ru: Попробуйте перезагрузить кошельки
sv: Försök ladda plånböcker igen

source: Show Details
bg: Покажи детайли
de: Zeige Details
el: Εμφάνιση Λεπτομερειών
es: Mostrar Detalles
fr: Afficher les détails
nl: Toon Details
pl: Pokaż Szczegóły
pt: Mostrar Detalhes
ru: Показать подробности
sv: Visa detaljer

source: Wallet Name
bg: Името на портмонето
el: Όνομα Πορτοφολιού
es: Nombre de Billetera
fr: Nom du portefeuille
nl: Wallet Naam
pl: Nazwa Portfela
pt: Nome da Carteira
ru: Имя кошелька
sv: Plånboksnamn

source: Error Details
bg: Детайли на грешка
de: Fehler Details
el: Λεπτομέρειες Σφάλματος
es: Detalles de Error
fr: Détails de l'erreur
nl: Fout Details
pl: Szczegóły Błędu
pt: Detalhes do Erro
ru: Подробности ошибки
sv: Feldetaljer

source: Download wallet file
bg: Изтегла файл портмоне
de: Lade Wallet Datei
el: Κατέβασμα αρχείου πορτοφολιού
es: Descarga archivo de billetera
fr: Télécharger le fichier du portefeuille
nl: Download wallet bestand
pl: Pobierz plik portflea
pt: Fazer download do arquivo da carteira
ru: Загрузить файл кошелька
sv: Ladda ner plånboksfil

source: Recreate the wallet
bg: Пресъздайте портмонето
de: Regeneriere Wallet
el: Αναδημιουργία πορτοφολιού
es: Recrear la billetera
fr: Recréer le portefeuille
nl: Maak wallet opnieuw aan
pl: Odtwórz portfel
pt: Recriar carteira
ru: Создать кошелек заново
sv: Återskapa plånboken

source: Delete wallet
bg: Изтрийте портмонето
de: Lösche Wallet
el: Διαγραφή πορτοφολιού
es: Borrar billetera
fr: Supprimer le portefeuille
nl: Verwijder wallet
pl: Usuń portfel
pt: Excluir carteira
ru: Удалить кошелек
sv: Ta bort plånbok

source: Wallets are unavailable if Specter is not connected to Bitcoin Core!
bg: Портмонетата не са на разположение ако Спектър не е свързан към Биткойн Core!
de: Wenn Specter nicht mit dem Bitcoin Core verbunden ist sind die Wallets nicht verfügbar!
es: Las billeteras no están disponibles si Specter no está conectado a Bitcoin Core!
fr: Impossible d'accèder aux portefeuilles si Specter n'est pas connecté à Bitcoin Core!
nl: Wallets zijn onbeschikbaar als Specter niet geconnecteerd is met Bitcoin Core!
pl: Portfele nie są dostępne kiedy Specter jest nie podłączony do węzła Bitcoin Core!
pt: As carteiras não estarão disponíveis se a Specter não estiver conectada ao Bitcoin Core!
ru: Кошельки недоступны, если Specter не подключен к Bitcoin Core!
sv: Plånböcker är inte tillgängliga när inte Specter är ansluten till Bitcoin Core!

source: Configure Node
bg: Насройте възел
de: Konfiguriere Node
el: Ρύθμιση Κόμβου
es: Configurar Nodo
fr: Configurer le noeud
nl: Configureer Node
pl: Konfiguruj Węzeł
pt: Configurar Node
ru: Настроить узел
sv: Konfigurera nod

source: Devices
bg: Устройства
de: Geräte
el: Συσκευές
es: Dispositivos
fr: Appareils
nl: Apparaten
pl: Urządzenia
pt: Dispositivos
ru: Устройства
sv: Enheter

source: Add new device
bg: Добавете ново устройство
de: Neues Gerät hinzufügen
el: Προσθήκη νέας συσκευής
es: Agrega un nuevo dispositivo
fr: Ajouter un nouvel appareil
nl: Voeg nieuw apparaat toe
pl: Dodaj nowe urządzenie
pt: Incluir novo dispositivo
ru: Добавить новое устройство
sv: Lägg till enhet

source: Specter Version:
bg: Спектър версия:
es: Versión de Specter:
fr: Version de Specter:
nl: Specter Versie:
pl: Wersja Specter-a:
pt: Versão da Specter:
ru: Версия Specter:

source: About Specter
bg: За Спектър
de: Über Specter
el: Σχετικά με το Specter
es: Acerca de Specter
fr: À propos de Specter
nl: Over Specter
pl: O Specter
pt: Sobre a Specter
ru: О Specter
sv: Om Specter

source: Bitcoin Core Node Info
bg: Биткойн Core възел информация
el: Πληροφορίες Κόμβου Bitcoin Core
es: Información de Nodo Bitcoin Core
fr: Informations sur le noeud Bitcoin Core
pl: Info o Węźle Bitcoin Core
pt: Info do Node Bitcoin Core
ru: Информация об узле Bitcoin Core
sv: Bitcoin Core nodinformation

source: You are using a pruned node.<br>Pruned nodes may not be able to scan for old balances when importing an existing wallet.<br>It is recommended to use Specter with an unpruned node.
bg: Вие използвате съкратен възел.<br>Съктратени възели е възможно, че не могат да сканират за стари баланси, когато импортирате съществуващо портмоне.<br>Препоръчва се да използвате Спектър с неподрязан/цял възел.
de: Du verwendest einen gestutzten ("pruned") Node.<br>Pruned Nodes können nicht alle alten Transaktionen finden, wenn sie eine existierende Wallet importieren.<br>Es ist besser, Specter mit einem nicht gestutzten Node zu benutzen.
el: Χρησιμοποιείτε κλαδεμένο κόμβο.<br>Οι κλαδεμένοι κόμβοι είναι πιθανόν να μην μπορούν να σκανάρουν για παλιά υπόλοιπα λογαριασμών όταν εισάγετε ένα ήδη υπάρχον πορτοφόλι.<br>Σας προτείνουμε να χρησιμοποιείτε το Specter με μη κλαδεμένο κόμβο.
es: Estás usando un nodo podado (prune). <br> Es posible que los nodos podados no puedan buscar saldos antiguos al importar una billetera existente. <br> Se recomienda usar Specter con un nodo sin podar.
nl: U gebruikt een getrimde node.<br>Getrimde nodes zijn mogelijks niet in staat om oude balansen te scannen wanneer een bestaande wallet wordt ingeladen.<br>Het is aanbevolen om Specter met een niet-getrimde node te gebruiken.
pl: Używasz węzła w trybie przycięcia (pruned node).<br>Przycięte węzły mogą nie być w stanie przeskanować starych balansów przy dodawaniu istniejących portfeli.<br>Zaleca się nie używanie Specter w połączeniu z przyciętym węzłem.
pt: Você está usando um node prunado. <br> Os node prunados podem não conseguir verificar saldos antigos ao importar uma carteira existente. <br>É recomendável usar o Specter com um full node.
ru: Вы используете узел с частично удаленными данными блокчейна (pruned). <br>Такие узлы не всегда могут старые балансы при импорте существующих кошельков.<br>Рекомендуется использовать Specter с узлами с полными данными блокчейна (unpruned).
sv: Du använder en beskärande (pruning) nod.<br>Beskärande noder kan potentiellt inte scanna för gamla transaktioner när du importerar en plånbok.<br>En obeskärd nod rekommenderas.
