Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: or use the randomly generated one
bg: или използвайте произволно произведенето
de: oder benutze die zufällig erzeugte
el: ή χρησιμοποιήστε μία δημιουργημένη τυχαία
es: o usar la generada aleatoriamente
fr: ou utilisez celui généré aléatoirement
nl: of gebruik een willekeurig gegenereerde
pl: lub użyj losowo wygenerowanego
pt: ou use aquele gerado aleatoriamente
ru: или используйте случайно сгенерированный
sv: eller använd den slumpmässigt genererade

source: Encrypt Wallet File:
bg: Енкриптирай файла на портмонето:
de: Verschlüssele Walletdatei:
el: Κρυπτογράφηση Αρχείου Πορτοφολιού:
es: Encriptar archivo de billetera:
fr: Chiffrer le fichier portefeuille:
nl: Versleutel Wallet Bestand:
pl: Zaczyfruj Plik Portfela:
pt: Criptografar arquivo da carteira:
ru: Зашифровать файл кошелька:
sv: Kryptera plånboksfil:

source: BIP39 passphrase (optional):
bg: BIP39 парола (не е задължителна):
de: BIP39-Passwort (optional):
el: Φράση-κλειδί BIP39 (προαιρετική)
es: Passphrase BIP39 (opcional):
fr: Mot de passe BIP39 (facultatif):
nl: BIP39 wachtwoordzin (optioneel):
pl: BIP39 hasło (opcjonalnie):
pt: BIP39 passphrase (opcional):
ru: Фраза доступа по стандарту BIP39 (необязательно):
sv: BIP39 lösenfras (frivillig):

source: Addresses range to import:
bg: Обхват на адреси за импортиране:
de: Zu importierender Adressbereich:
el: Εύρος διευθύνσεων προς εισαγωγή:
es: Rango de direcciones para importar:
fr: Gamme d'adresses à importer:
nl: Adres range om te importeren:
pl: Zasięg adresów do zaimportowania:
pt: Intervalo de endereços para importar:
ru: Диапазон адресов для импорта:
sv: Adresser att importera:

source: From:
bg: От:
de: Von:
es: De:
fr: De:
nl: Van:
pl: Od:
pt: De:
ru: От:
sv: Från:

source: to:
bg: до:
de: Bis:
es: para:
fr: à:
nl: naar:
pl: do:
pt: para:
ru: до:
sv: till:

source: Add Device
bg: Добави устройство
de: Gerät hinzufügen
el: Προσθήκη Συσκευής
es: Agregar Dispositivo
fr: Ajouter un appareil
nl: Toevoegen Apparaat
pl: Dodaj Urządzenie
pt: Adicionar dispositivo
ru: Добавить устройство
sv: Lägg till enhet

source: Select Your Device Type
bg: Избери тип устройство
de: Wähle deinen Gerätetyp
el: Επιλέξτε το Είδος της Συσκευής Σας
es: Seleccione su Tipo de Dispositivo
fr: Sélectionner votre type d'appareil
nl: Selecteer Uw Apparaat Type
pl: Wybierz Typ Swojego Urządzenia
pt: Selecione o seu tipo de dispositivo
ru: Выберите тип своего устройства
sv: Välj enhetstyp

source: Filter devices...
bg: Филтрирай устройства…
de: Filtere Geräte...
el: Φιλτράρισμα συσκευών...
es: Filtrar dispositivos...
fr: Filtrer les appareils...
nl: Filter apparaten…
pl: Filtruje urządzenia...
pt: Filtrar dispositivos…
ru: Отфильтровать устройства...
sv: Filtrerar enheter...

source: Manual configuration
bg: Направи си сам конфигурация
de: Manuelle Konfiguration
el: Χειροκίνητη ρύθμιση
es: Configuración manual
fr: Configuration manuelle
nl: Manuele configuratie
pl: Ręczna konfiguracja
pt: Configuração manual
ru: Ручная настройка
sv: Manuell konfiguration

source: Address details
bg: Адрес детайли
de: Adressdetails
el: Λεπτομέρειες διεύθυνσης
es: Detalles de la dirección
fr: Détails de l'adresse
nl: Adres details
pl: Szczegóły adresu
pt: Detalhes do endereço
ru: Детали адреса
sv: Adressdetaljer

source: Loading address
bg: Зареждам адрес
de: Lade Adresse
el: Φόρτωμα διεύθυνσης
es: Cargando dirección
fr: Chargement de l'adresse
nl: Adressen laden
pl: Ładowanie adresu
pt: Carregando endereço
ru: Загрузка адреса
sv: Laddar adress

source: details
bg: детайли
el: λεπτομέρειες
es: detalles
fr: détails
pl: szczegóły
pt: detalhes
ru: детали
sv: detaljer

source: From wallet
bg: От портмоне
de: Von Wallet
el: Από το πορτοφόλι
es: De la billetera
fr: Du portefeuille
nl: Van wallet
pl: Z porfela
pt: Da carteira
ru: Из кошелька
sv: Från plånbok

source: Address index
bg: Адрес индекс
de: Adressindex
el: Ευρετήριο διευθύνσεων
es: Índice de la dirección
fr: Index d'adresse
nl: Adres index
pl: Indeks adresu
pt: Índice de endereço
ru: Индекс адреса
sv: Adressindex

source: Is change address
bg: Е ресто адрес
de: Ist Wechselgeldadresse
el: Είναι αλλαγή διεύθυνσης
es: Es una dirección de cambio (vueltos)
fr: Est l'adresse de retour de change
nl: Is wisselgeld adres
pl: Jest adresem reszty
pt: É endereço de troco
ru: Адрес сдачи?
sv: Är växeladress

source: Yes
bg: Да
de: Ja
el: Ναι
es: Sí
fr: Oui
nl: Ja
pl: Tak
pt: Sim
ru: Да
sv: Ja

source: No
bg: Не
de: Nein
el: Όχι
fr: Non
nl: Nee
pl: Nie
pt: Não
ru: Нет
sv: Nej

source: UTXO count
bg: UTXO бройка
de: Anzahl UTXOs
el: Πλήθος UTXO
es: Cuenta UTXO
fr: Nombre d'UTXO
nl: UTXO aantal
pl: liczba UTXO
pt: Contagem de UTXO
ru: Количество выходов (UTXO)
sv: UTXO antal

source: Amount
bg: Сума
de: Betrag
el: Ποσό
es: Cantidad
fr: Montant
nl: Bedrag
pl: Kwota
pt: Quantidade
ru: Сумма
sv: Total

source: Verify address on device
bg: Потвърдете адрес на устройство
de: Kontrolliere die Adresse auf dem Gerät
el: Επαληθεύστε την διεύθυνση στη συσκευή
es: Verificar la dirección en el dispositivo
fr: Verifiez l'adresse sur l'appareil
nl: Verifieer adres op apparaat
pl: Weryfikuj adres na urządzeniu
pt: Verifique o endereço no dispositivo
ru: Проверьте адрес на устройстве
sv: Verifiera adress på enhet

source: Or scan this QR code
bg: Или сканирай този QR код
de: Oder scanne diesen QR Code
el: Ή σκανάρετε αυτόν τον κωδικό QR
es: O escanea este código QR
fr: Ou balayez ce code QR
nl: Of scan deze QR code
pl: Lub skanuj ten kod QR
pt: Ou escaneie este código QR
ru: Или отсканируйте этот QR-код
sv: Eller scanna den här QR-koden

source: Address descriptor
bg: Адрес описател
de: Adressdeskriptor
el: Περιγραφή διεύθυνσης
es: Descriptor de dirección
fr: Descripteur d'adresse
nl: Adres beschrijver
pl: Deskryptor Adresu
pt: Descritor de endereço
ru: Дескриптор адреса
sv: Adressbeskrivare

source: Show raw public keys
bg: Покажи необработени публични ключове
de: Zeige die Public Keys roh
el: Εμφάνιση ωμών δημόσιων κλειδιών
es: Mostrar llaves públicas sin procesar (RAW)
fr: Afficher les clés publiques brutes
nl: Toon ruwe public keys
pl: Pokaż surowe publiczne klucze (raw public keys)
pt: Mostrar chaves públicas brutas
ru: Показать публичные ключи
sv: Visa råa publika nycklar

source: Copied address descriptor
bg: Копиран е адреса описател
de: Adressdeskriptor kopiert
el: Η περιγραφή διεύθυνσης αντεγράφη
es: Descriptor de dirección copiado
fr: Descripteur d'adresse copié
nl: Adres beschrijver gekopieerd
pl: Skopiowany deskryptor adresu
pt: Descritor de endereço copiado
ru: Дескриптор адреса скопирован
sv: Copierade adressbeskrivare

source: Copied address descripto
de: Adressdeskriptor kopiert
el: Η περιγραφή διεύθυνσης αντεγράφη
es: Descriptor de dirección copiado
fr: Descripteur d'adresse copié
nl: Adres beschrijver gekopieerd
pl: Skopiowany deskryptor adresu
pt: Descritor de endereço copiado
ru: Дескриптор адреса скопирован
sv: Copierade adressbeskrivare

source: Failed to load address details...
bg: Неуспешно зареждане на детайли на адрес…
de: Konnte Adressdetails nicht laden...
el: Αποτυχία φόρτωσης λεπτομερειών της διεύθυνσης...
es: No se pudieron cargar los detalles de la dirección ...
fr: Échec du chargement des détails de l'adresse...
nl: Laden van adres details gefaald…
pl: Nie udało się załadować szczegółów adresu...
pt: Falha ao carregar os detalhes do endereço…
ru: Не удалось загрузить детали адреса...
sv: Misslyckades att ladda adressdetaljer...

source: Fetching address label...
bg: Набира се етикет на адрес…
de: Lade Adresslabel...
el: Ανάκτηση της ετικέτας της διεύθυνσης...
es: Obteniendo etiqueta de dirección ...
fr: Récupération de l'étiquette de l'adresse...
nl: Ophalen adres label…
pl: Pobieranie etykiety adresu...
pt: Buscando etiqueta de endereço…
ru: Загрузка метки адреса...
sv: Hämtar adressettiketter.

source: Failed to update address label. Please refresh the page and try again.
bg: Неуспешно обновяване на етикет на адреса. Моля презаредете страницата и опитайте отново.
de: Konnte Adresslabel nicht laden. Bitte lade die Seite neu und probiere es nochmal.
el: Αποτυχία ενημέρωσης της ετικέτας της διεύθυνσης. Παρακαλώ ανανεώστε τη σελίδα και δοκιμάστε ξανά.
es: No se pudo actualizar la etiqueta de la dirección. Actualice la página y vuelva a intentarlo.
fr: Échec de la mise à jour de l'étiquette de l'adresse. Veuillez rafraîchir la page et essayer à nouveau.
nl: Updaten van adres label gefaald. Gelieve de pagina te hernieuwen and probeer opnieuw.
pl: Nie udało się zaktualizować etykiety adresu. Proszę odświeżyć tą stronę i spróbować ponownie.
pt: Falha ao atualizar etiqueta de endereço. Atualize a página e tente novamente.
ru: Не удалось обновить метку адреса. Пожалуйста, обновите страницу и попробуйе снова.
sv: Misslyckades att uppdatera adressettikett. Vänliga ladda om sidan och försök igen.

source: Copied address
bg: Копиран е адреса
de: Adressen kopiert
el: Διεύθυνση αντεγράφη
es: Dirección copiada
fr: Adresse copiée
nl: Adres gekopieerd
pl: Skopiowany adres
pt: Endereço copiado
ru: Адрес скопирован
sv: Kopierad adress

source: Failed to fetch data. Please refresh the page and retry.
bg: Неуспешно набиране на дата. Моля презаредете страницата и опитайте отново.
de: Konnte Daten nicht laden. Bitte lade die Seite neu und probiere es nochmal.
el: Αποτυχία ανάκτησης δεδομένων. Παρακαλώ ανανεώστε τη σελίδα και δοκιμάστε ξανά.
es: No se pudieron recuperar los datos. Actualice la página y vuelva a intentarlo.
fr: Échec de la récuperation de données. Veuillez rafraîchir la page et réessayer.
nl: Ophalen data gefaald. Gelieve de pagina te hernieuwen and probeer opnieuw.
pl: Nie udało się pobrać danych. Odśwież tą stronę i spróbuj ponownie.
pt: Falha ao buscar dados. Atualize a página e tente novamente.
ru: Не удалось загрузить данные. Пожалуйста, обновите страницу и попробуйте снова.
sv: Misslyckades att hämta data. Vänliga ladda om sidan och försök igen.

source: Caught error fetching address label
bg: Намерена грешка с набиране на етикет на адреса
de: Fehler beim Laden des Adresslabels
el: Εβρέθη σφάλμα κατά την ανάκτηση της ετικέτας της διεύθυνσης
es: Se ha detectado un error al recuperar la etiqueta de dirección
fr: Erreur survenue lors de la récuperation de l'étiquette de l'adresse
nl: Fout tegengekomen bij ophalen adres label
pl: Wystąpił błąd podczas pobierania etykiety adresu
pt: Erro ao buscar etiqueta de endereço
ru: Возникла ошибка при загрузке метки адреса
sv: Stötte på fel vid adressettikett hämtning

source: Verify on device
bg: Потвърдете на устройство
de: Überprüfe auf dem Gerät
el: Επιβεβαιώστε στη συσκευή
es: Verificar en el dispositivo
fr: Vérifiez sur l'appareil
nl: Verifieer op apparaat
pl: Weryfikuj na urządzeniu
pt: Verifique no dispositivo
ru: Проверить на устройстве
sv: Verifiera på enhet

source: Failed to load address data to display...
bg: Неуспешно зареждане на дата на адреси за показ…
de: Konnte Adressdaten zur Anzeige nicht laden...
el: Αποτυχία φόρτωσης δεδομένων της διεύθυνσης για προβολή...
es: No se pudieron cargar los datos de la dirección para mostrar ...
fr: Échec du chargement des données de l'adresse vers l'affichage...
nl: Adres data op scherm laden is gefaald…
pl: Nie udało się wgrać danych adresu do wyświetlenia...
pt: Falha ao carregar dados de endereço para exibir…
ru: Не удалось загрузить данные адреса на экран...
sv: Misslyckades att ladda adressdata för att visa...

source: Receive Addresses
bg: Адресиза за получаване
de: Empfangsadressen
el: Λήψη Διευθύνσεων
es: Direcciones de recibo
fr: Adresses de destinataire
nl: Ontvangst adressen
pl: Adres Otrzymywania
pt: Endereços de recebimento
ru: Адреса для приема платежей
sv: Hämta adresser

source: Change Addresses
bg: Адреси за ресто
de: Wechselgeldadressen
el: Αλλαγή Διευθύνσεων
es: Direcciones de cambio (vueltos)
fr: Adresses de change
nl: Wisselgeld Adressen
pl: Adres Reszty
pt: Endereço de troco
ru: Адреса для сдачи
sv: Ändra adresser

source: Page
bg: Страница
de: Seite
el: Σελίδα
es: Página
nl: Pagina
pl: Strona
pt: Página
ru: Страница
sv: Sida

source: Export addresses to CSV
bg: Експортир списък с адреси в CSV
de: Exportiere Adressen als CSV
el: Εξαγωγή διευθύνσεων σε αρχείο CSV
es: Exportar direcciones a CSV
fr: Exporter les addresses en CSV
nl: Exporteer adressen naar CSV
pl: Wyeksportuj adresy do CSV
pt: Exportar endereços para CSV
ru: Экспортировать адреса в CSV-файл
sv: Exportera adresser till CSV

source: Fetching addresses...
bg: Набират се адреси…
de: Lade Adressen...
el: Ανάκτηση διευθύνσεων...
es: Obteniendo direcciones ...
fr: Récupération des addresses...
nl: Ophalen adressen…
pl: Pobieranie adresów...
pt: Buscando endereços…
ru: Загрузка адресов...
sv: Hämtar adresser...

source: Failed to fetch addresses...
bg: Не успях да набера адреси…
de: Konte Adressen nicht laden...
el: Αποτυχία ανάκτησης διευθύνσεων...
es: No se pudieron recuperar las direcciones ...
fr: Échec de la récupération des addresses...
nl: Ophalen adressen gefaald…
pl: Nie udało się pobrać adresów...
pt: Falha ao buscar endereços…
ru: Не удалось загрузить адреса...
sv: Misslyckades att hämta adresser...

source: Only receive addresses
bg: Само получаващи адреси
de: Nur Empfangsadressen
el: Μόνο λήψη διευθύνσεων
es: Solo direcciones de recibo
fr: Adresses de destinataire seulement
nl: Enkel ontvangst adressen
pl: Tylko adresy odbierania
pt: Apenas endereços de recebimento
ru: Только адреса для приема платежей
sv: Enbart mottagande adresser

source: Only change addresses
bg: Само адреси за ресто
de: Nur Wechselgeldadressen
el: Μόνο αλλαγή διευθύνσεων
es: Solo direcciones de cambio (vueltos)
fr: Adresses de change seulement
nl: Enkel wisselgeld adressen
pl: Tylko adresy reszty
pt: Apenas endereços de troco
ru: Только адреса для сдачи
sv: Enbart växeladresser

source: No addresses found...
bg: Няма намерени адреси…
de: Keine Adressen gefunden...
el: Δεν βρέθηκαν διευθύνσεις...
es: No se encontraron direcciones ...
fr: Aucunes addresses trouvées...
nl: Geen adressen gevonden…
pl: Nie znaleziono adresów...
pt: Nenhum endereço encontrado…
ru: Адресов не найдено...
sv: Inga adresser hittades...

source: Failed to fetch addresses list
bg: Не успях да набера списък с адреси
de: Konnte Adressliste nicht laden
el: Αποτυχία ανάκτησης λίστας διευθύνσεων
es: No se pudo recuperar la lista de direcciones
fr: Échec de récupération de la liste d'adresses
nl: Ophalen adreslijst gefaald
pl: Nie udało się pobrać listy adresów
pt: Falha ao buscar lista de endereços
ru: Не удалось загрузить список адресов
sv: Misslyckades att hämta adresslista

source: Specter-Desktop validates <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> Merkle Proofs from your full node <strong>guaranteeing</strong> that transactions displayed as confirmed have been included in the specified block hash.
bg: Спектър-Десктоп валидира <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> Merkle Proofs от вашия пълен възел <strong>гарантиращ</strong> че транзакциите показани като потвърдени са били включени в специфичният блок хеш.
de: Specter-Desktop validiert <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> Merkle Proofs von deinem Full Node, was <strong>garantiert</strong>, dass als bestätigt angezeigte Transaktionen Teil des angegebenen Block Hashes sind.
el: Το Specter-Desktop επαληθεύει τις<a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> Αποδείξεις Merkle από τον πλήρη κόμβο σας,<strong>εγγυώντας </strong> ότι οι συναλλαγές που εμφανίζονται ως επαληθευμένες συμπεριλαμβάνονται σίγουρα μέσα στον συγκεκριμένο κατακερματισμό μπλοκ.
es: Specter-Desktop valida las <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank"> BIP 37 </a> Merkle Proofs desde tu nodo completo < strong> garantizando </strong> que las transacciones mostradas como confirmadas se hayan incluido en el hash del bloque especificado.
fr: Specter-Ordinateur valide les <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> preuves de Merkle de votre noeud <strong>garantissant</strong> que les transactions affichant comme étant confirmées ont bien été incluses dans le hache du bloc spécifié.
nl: Specter-Desktop valideert <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> Merkle Proofs van uw volledige node wat <strong>garandeert</strong> dat transacties die als bevestigd getoond worden geïntegreerd zijn in de gespecifieerde blok hash.
pl: Specter-Desktop weryfikuje <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> Merkle Proofs z twojego pełnego węzła (full node) <strong>gwarantując</strong> że tranzakcje wyświetlone jako potwierdzone, zostały zawarte w podanym hashu bloku.
pt: Specter-Desktop valida <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> Provas de Merkle de seu nó <strong>garantindo</strong> que as transações exibidas como confirmadas foram incluídas no hash do bloco especificado.
ru: Specter Desktop проверяет доказательства Меркла по стандарту <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> с вашего полного узла, что <strong>гарантирует</strong>, что транзакции, показанные как подтвержденные, были включены в блок с данным хэшем.
sv: Specter-Desktop validerar <a href="https://github.com/bitcoin/bips/blob/master/bip-0037.mediawiki" target="_blank">BIP 37</a> Merkle Proofs på din Bitcoin nod för att <strong>garantera</strong> att transaktionerna som visas är säkert inkluderade i det specificerade blockets hash.

source: However, a compromised full node could return a fake block that was never mined into Bitcoin's blockchain!
bg: Но е възможно компрементиран пълен възел да върне фалшив болк, който не е бил миниран в Биткойн блокчейна!
de: Allerdings könnte ein kompromittierter Full Node einen gefälschten Block zurück liefern, der nie Teil der Bitcoin Blockchain war!
el: Ωστόσο, ένας παραβιασμένος πλήρης κόμβος θα μπορούσε να επιστρέψει ένα ψευδό μπλοκ το οποίο δεν έχει ποτέ εξορυχθεί από την Bitcoin blockchain!
es: Sin embargo, un nodo completo comprometido podría devolver un bloque falso que nunca se extrajo de la cadena de bloques de Bitcoin!
fr: Cependant, une full node (noeud) compromise pourrait retourner un faux bloc n'ayant jamais été miné dans le blockchain Bitcoin!
nl: Opgelet, een gecompromitteerde volledige node zou een vals blok kunnen teruggeven dat nooit gemijnd was in de Bitcoin blockchain!
pl: Jednakże, zaatakowany pełny węzeł może podawać nieprawidłowe bloki które nie zostały dodane do blochain-u Bitcoin!
pt: No entanto, um nó (full node) comprometido pode retornar um bloco falso que nunca foi extraído do blockchain do Bitcoin!
ru: Впрочем, скомпрометированный полный узел может возвращать поддельный блок, который не был включен в блокчейн биткоина!
sv: Dock, en kompromissad nod skulle kunna återmata felaktig block-data som aldrig brytits till Bitcoins blockkedja!

source: If you find the displayed block hash in other locations (other nodes, block explorers, etc) <strong>and you trust specter-desktop isn't lying to you</strong>, then you can be sure this transaction exists in their blockchain as well.
bg: Ако намерите показания блок хеш в други места (други възели, блок експлорери и т.н.) <strong>и имате доверие, че спектър-десктопне ви подвежда</strong>, тогава можете да бъдете сигурни, че тази транзакция съществува в техния блокчейн.
de: Wenn du den angezeigten Block Hash auch noch woanders siehst (auf anderen Nodes, Block Explorern usw) <strong>und sicher bist, dass dich Specter Desktop nicht belügt</strong>, dann kannst du dich darauf verlassen, dass die Transaktion auch in der Blockchain existiert.
el: Αν βρείτε τον εμφανιζόμενο κατακερματισμό μπλοκ σε άλλες τοποθεσίες (άλλους κόμβους, εξερευνητές μπλοκ, κτλ) <strong>και είστε απολύτως σίγουροι ότι το Specter για υπολογιστή δεν ψεύδεται</strong>, τότε μπορείτε να είστε σίγουροι ότι η συναλλαγή υπάρχει και στην blockchain τους.
es: Si el hash del bloque que se muestra lo encuentras en otras ubicaciones (otros nodos, exploradores de bloques, etc.) <strong> y confías en que Specter Desktop no te este mintiendo </strong>, entonces puedes estar seguro de que esta transacción existe en su cadena de bloques también.
fr: Si vous trouvez le hache du bloc affiché à d'autres endroits (autres noeuds, explorateurs de blocs, etc) <strong>et que vous faites confiance que specter-ordinateur ne vous ment pas </strong>, alors vous pouvez être certain que cette transaction existe dans leur blockchain également.
nl: Als u de vertoonde blok hash in andere locaties terugvindt (andere nodes, blokverkenners, etc) <strong>en u vertrouwt erop dat specter-desktop niet liegt</strong>, dan kan u zeker zijn dat deze transactie ook in hun blockchain bestaat.
pl: Jeżeli znajdziesz wyświetlony hash bloku w innych lokalizacjach (inne węzły, block explorery, itp) <strong>i jeżeli jesteś przekonany że Specter-Desktop nie próbuje cię oszukać</strong>, wtedy możesz być w przekonaniu że ta transkacja istnieje w innych kopiach blockchainu.
pt: Se você encontrar o hash de bloco exibido em outros locais (outros nós, exploradores de bloco, etc) <strong>e você acredita que a specter-desktop não está mentindo para você</strong>, então você pode ter certeza que esta transação existe em seu blockchain também.
ru: Если вы видите показанный хэш блока в других источниках (других полных узлах, эксплорерах блоков) <strong>и вы верите, что Specter Desktop вам не врет</strong>, тогда вы можете быть уверены, что эта транзакция также включена в их версию блокчейна.
sv: Om du kan hitta det visade block-hashet på annan plats (andra noder, blockkedjeutforskare, et.c.) <strong>och du litar på att Specter Desktop inte ljuger för dig</strong>, då kan du vara säker på att transaktionen existerar på deras blockkedjor.

source: Page limit
bg: Страница лимит/ограничение
de: Seitenlimit
el: Όριο σελίδας
es: Limite de página
fr: Limite de la page
nl: Pagina limiet
pl: Limit strony
pt: Limite da Página
ru: Лимит страниц
sv: Sidbegränsning

source: All
bg: Всички
de: Alles
el: Όλα
es: Todo
fr: Tous
nl: Alle
pl: Wszystkie
pt: Tudo
ru: Все
sv: Alla

source: Click to animate
bg: Цъкни да анимирате
de: Klick zum Animieren
el: Κάντε κλικ για κινούμενο γραφικό
es: Haga clic para animar
fr: Cliquer pour animer
nl: Klik om te animeren
pl: Kliknij żeby animować
pt: Clique para animar
ru: Кликните для запуска анимации
sv: Klicka för att animera

source: Number of frames in QR code mismatch!
bg: Брой фреймове в QR код не съответства!
de: Falsch Anzahl Frames im QR Code!
el: Αναντιστοιχία στον αριθμό καρέ των κωδικών QR!
es: El número de marcos en el código QR no coincide!
fr: Le nombre d'images dans le code QR ne concorde pas!
nl: Aantal frames in QR code mismatch!
pl: Liczba ramek w kodzie QR się nie zgadza!
pt: Número de quadros em incompatibilidade de código QR!
ru: Не совпадает количество кадров в QR-коде!
sv: Antal frames i QR-koden mismatchade!
