Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: Upload Keys
bg: Качи Ключове
de: Keys hochladen
es: Cargar llaves
fr: Télécharger les clés
nl: Upload sleutels
pl: Wgraj Klucze
pt: Carregar chaves
ru: Загрузить ключи
sv: Ladda upp nycklar

source: Name your Device:
bg: Кръсти своето устройство:
de: Bennene dein Gerät:
es: Ponle un nombre a tu dispositivo:
fr: Nommez votre appareil:
nl: Benoem uw Apparaat:
pl: Nazwij swoje Urządzenie:
pt: Nomeie seu dispositivo:
ru: Назовите устройство:
sv: Namnge din enhet:

source: Connect your ColdCard to the computer via USB and unlock it or upload a wallet export file from micro SD card.
bg: Свържете вашата ColdCard към компютъра чрез USB и го отключи или качи експортиран файл на портмонето от микро SD карта.
de: Verbinde deine ColdCard über USB mit dem Computer und entsperre sie, oder lade eine Wallet Exportdatei von einer microSD Karte.
el: Συνδέστε την ColdCard με τον υπολογιστή μέσω θύρας USB και ξεκλειδώστε την ή ανεβάστε ένα εξαγώμενο αρχείο πορτοφολιού από την κάρτα micro SD.
es: Conecte su ColdCard a la computadora a través de USB y desbloquéela o cargue un archivo de exportación de billetera desde la tarjeta micro SD.
fr: Connectez votre ColdCard à l'ordinateur via USB et débloquez-la ou téléchargez un fichier d'exportation de portefeuille depuis la carte micro SD.
nl: Verbind u ColdCard met de computer via USB en ontgrendel het of laad een wallet export bestand op van de micro SD kaart.
pl: Połącz swoją ColdCard do komputera poprzez USB i odblokuj je lub wgraj plik eksportu portfela z karty micro SD.
pt: Conecte sua ColdCard ao computador via USB e desbloqueie-a ou carregue um arquivo de exportação de carteira pelo cartão micro SD.
ru: Подключите ваш ColdCard к компьютеру по USB и разблокируйте его, либо загрузите экспортированный файл с кошельком с microSD-карты.
sv: Koppla in din ColdCard till datorn via USB och lås upp den alternativt ladda upp en exporterad plånboksfil lagrad på SD-kortet.

source: To export the wallet data file from the ColdCard, insert your micro SD card into the device, then:<br> To get the single sig xpubs, go to: Advanced -> MicroSD Card -> Export Wallet -> Generic JSON. When asked for account, select account number (default is 0) and confirm the export.<br> To get the multisig xpubs, go to: Settings -> Multisig Wallets -> Export XPUB and confirm the export.
bg: За да експортирате дата файл-а на портмонето от ColdCard, въведете вашата микро SD карта в устройството, и тогава:<br> За да вземете единични подписи (single sig) xpubs, отидете то: Настройки за напреднали -> MicroSD Card -> Експортирай Портмоне -> Generic JSON. Когато сте попитани за профил, изберете профилен номер (началната стойност е 0) и потвърдете ескпорта.<br> За да вземете xpubs за многобройните подписи, отидете до: Настройки -> Multisig Wallets -> Експортирай XPUB и потвърдете експорта.
de: Um eine Wallet Datei von einer ColdCard zu importieren, stecke eine microSD Karte in das Gerät, und dann:<br> Um die Einzelsignatur Xpubs zu holen, gehe auf: Advanced -> MicroSD Card -> Export Wallet -> Generic JSON. Wenn nach dem Account gefragt wird, suche die Kontennummer aus (Default ist 0) und bestätige den Export.<br> Für die Multisig Xpubs, gehe zu: Settings -> Multisig Wallets -> Export XPUB und bestätige den Export.
el: Για να εξάγετε το αρχείο δεδομένων του πορτοφολιού από την ColdCard, εισάγετε την κάρτα micro SD στη συσκευή, και μετά:<br> Για να πάρετε τις μονο-υπόγραφες xpubs, πηγαίνετε σε: Για Προχωρημένοους -> Κάρτα MicroSD -> Εξαγωγή Πορτοφολιού -> Γενικό JSON. Όταν σας ζητηθεί λογαριασμός, διαλέξτε τον αριθμό λογαριασμού (ο προκαθορισμένος είναι 0) και επιβεβαιώστε την εξαγωγή.<br> Για να πάρετε τις πολύ-υπόγραφες xpubs, πηγαίνετε σε: Ρυθμίσεις -> Πορτοφόλια με Πολύ-Υπογραφή -> Εξαγωγή XPUB και επιβεβαιώστε την ενέργεια εξαγωγής.
es: Para exportar el archivo de datos de la billetera desde ColdCard, inserte su tarjeta micro SD en el dispositivo, luego: <br> Para obtener los xpubs de única firma (single sig), vaya a: Avanzado -> Tarjeta MicroSD -> Exportar Billetera -> JSON genérico. Cuando se le solicite una cuenta, seleccione el número de cuenta (el valor predeterminado es 0) y confirme la exportación. <br> Para obtener los xpubs multifirma (multisig), vaya a: Configuración -> Billetera Multifirma (Multisig) -> Exportar XPUB y confirme la exportación.
fr: Pour exporter le fichier de données du portefeuille de la ColdCard, insérez votre carte micro SD dans l'appareil, puis:<br> Pour obtenir les xpubs signature simple, allez dans: Avancé -> Carte MicroSD -> Exporter le portefeuille -> JSON générique. Pour la question du compte, sélectionnez le numéro de compte (0 par défaut) et confirmez l'exportation.<br> Pour obtenir les xpubs multisig, allez dans: Paramètres -> Portefeuilles Multisig -> Exporter XPUB puis confirmez l'exportation.
nl: Om het wallet data bestand te exporteren van de ColdCard, plaats uw micro SD kaart in het apparaat, vervolgens:<br> Om de single sig xpubs op te halen, ga naar: Advanced -> MicroSD Card -> Export Wallet -> Generic JSON. Wanneer profiel wordt gevraagd, selecteer profiel nummer (standaard 0) en bevestig de export<br> Om de multisig xpubs op te halen, ga naar: Settings -> Multisig Wallets -> Export XPUB en bevestig de export.
pl: Żeby eksportować plik z danymi o portfelu z ColdCard, włóż swoją kartę micro SD do urządzenia, później<br> Żeby uzyskać xpub-y dla pojedynczych podpisów (singlesig) idź do: Zaawansowane -> Karta MicroSD -> Eksportuj Portfel -> Ogólny JSON. Przy zapytaniu o numer konta, wybierz numer konta (domyślnie jest to 0) i potwierdź eksport.<br> Żeby uzyskać xpub-y dla wielu podpisów (multisig): Ustawienia -> Multisig Portfele -> Eksportuj XPUB i potwierdź eksport.
pt: Para exportar o arquivo de dados da carteira ColdCard, insira o cartão micro SD no dispositivo e:<br> Para obter os xpubs de assinatura única, vá para: Advanced -> MicroSD Card -> Export Wallet -> Generic JSON. Quando a conta for solicitada, selecione o número da conta (o padrão é 0) e confirme a exportação.<br> Para obter os xpubs multi assinatura vá para: Settings -> Multisig Wallets -> Export XPUB e confirme a exportação.
ru: Чтобы экспортировать данные кошелька из ColdCard, вставьте microSD-карту в устройство, а затем:<br> Чтобы получить xpub-ключи для кошельков с одной подписью, откройте: Advanced -> MicroSD Card -> Export Wallet -> Generic JSON. Когда потребуется, выберите номер аккаунта (по умолчанию 0) и подтвердите экспорт.<br> Чтобы получить xpub-ключи для кошельков с несколькими подписями, откройте: Settings -> Multisig Wallets -> Export XPUB и подтвердите экспорт.
sv: För att exportera en datafil från ColdCarden, sätt i SD-kortet och:<br> För att få en singelsignaturs xpub-strängar, gå till: Advanced -> MicroSD Card -> Export Wallet -> Generic JSON. När du blir tillfrågad om account, välj kontonumret (standard är 0) och konfirmera för att exportera.<br> För att få en multisignaturs xpub-strängar, gå till: Settings -> Multisig Wallets -> Export XPUB och konfirmera exporteringen.

source: Connect your Specter-DIY to the computer via USB and unlock it or scan the wallet master public key.
bg: Свържете вашия Спектър-направи-си-сам към компютър чрез USB и отключете го или сканирайте главния публичен ключ на портмонето.
de: Verbinde deine Specter-DIY über USB mit dem Computer und entsperre sie oder scanne den Master Public Key der Wallet.
el: Συνδέστε το Specter-DIY με τον υπολογιστή μέσω της θύρας USB και ξεκλειδώστε το ή σκανάρετε το κύριο δημόσιο κλειδί του πορτοφολιού.
es: Conecte su Specter-DIY a la computadora a través de USB y desbloquéelo o escanee la llave pública maestra de la billetera.
fr: Connectez votre Specter-DIY à l'ordinateur via USB puis débloquez-le ou scannez la clé publique maître du portefeuille.
nl: Verbind u Specter-DIY met de computer via USB en ontgrendel het of scan de wallet master public key in.
pl: Podłącz swojego Specter-DIY do komputera poprzez USB i odblokuj go, lub skanuj główny publiczny klucz portfela (master public key).
pt: Conecte seu Specter-DIY ao computador via USB e desbloqueie-o ou escaneie a chave pública mestra da carteira.
ru: Подключите свой Specter-DIY к компьютеру по USB и разблокируйте его, либо отсканируйте главный публичный ключ кошелька.
sv: Anslut din Specter-DIY till datorn via USB och lås upp alternativt scanna plånbokens publika mästernyckel.

source: To get the master public key QR code to scan, click on: Master public keys, then select each key type you'd like to import and scan the displayed QR code for each into Specter.
bg: За да вземете QR код-а главния публичен ключ, за да сканирате, цъкнете върху: Главен публичен ключ и след това изберете всеки тип ключ, който ще искате да импортирате и да сканирате.
de: Um den Master Public Key zum Scannen zu bekommen, klicke auf: Master Public Keys, dann wähle jeden Key Typ aus, den du importieren willst und scanne jeweils den angezeigten QR Code in Specter.
el: Για να βρείτε τον κωδικό QR από το κύριο δημόσιο κλειδί για να το σκανάρετε, κάντε κλικ στο: Κύρια δημόσια κλειδιά, μετά επιλέξτε κάθε είδος κλειδιού που επιθυμείτε να εισάγετε και σκανάρετε τον εμφανιζόμενο κωδικό QR για το καθένα στο Specter.
es: Para escanear el código QR de la llave pública maestra, haga clic en: Llaves públicas maestras, luego seleccione cada tipo de llave que desea importar y escanee el código QR que se muestra para cada una en Specter.
fr: Pour activer le balayage du code QR de la clé publique maître, cliquez sur: Clés publiques maîtres, puis sélectionnez chaque type de clé que vous souhaitez importer, puis balayez chacun des codes QR affichés vers Specter.
nl: Om de master public key QR code te verkrijgen om in te scannen, klik op: Master public keys, vervolgens selecteert u elk sleutel type dat u wenst te importeren en scant u de getoonde QR code voor elke sleutel in Specter.
pl: Żeby uzyskać QR kod głównego publicznego klucza aby do zeskanowania, kliknij na: Główne klucze publiczne, wybierz każdy typ klucza który chcesz importować i zeskanuj każdy kod QR klucza do Specter-a.
pt: Para obter o código QR da chave mestra pública para escanear, clique em: Chaves mestras públicas, selecione cada tipo de chave que deseja importar e escaneie o código QR exibido para cada uma no Specter.
ru: Чтобы получить главный публичный ключ в виде QR-кода, кликните на Master public keys, затем выберите типы ключей, которые вы хотите импортировать, и отсканируйте QR-коды для каждого из них с помощью Specter.
sv: För att få fram publika mästernyckelns QR-kod för att scanna, gå till: Master public keys, välj sedan de nyckeltyper du vill importera. Scanna sedan QR-koden för varje typ i Specter.

source: Scan your Cobo Vault master public key or upload a wallet export file.
de: Scanne deinen Cobo Vault Master Public Key oder lade eine Wallet Exportdatei hoch.
el: Σκανάρετε το κύριο δημόσιο κλειδί σας για το Cobo Vault ή ανεβάστε ένα εξαγώμενο αρχείο πορτοφολιού.
es: Escanee su llave pública maestra de Cobo Vault o cargue un archivo de exportación de billetera.
fr: Balayez la clé publique maître de votre Cobo Vault ou téléchargez un fichier d'exportation de portefeuille.
nl: Scan uw Cobo Vault master public key in of laad een wallet export bestand op.
pl: Skanuj swój głowny publiczny klucz Cobo Vault lub wgraj plik eksportu portfela.
pt: Digitalize sua chave mestra pública da Como Vault ou carregue um arquivo de exportação da carteira.
ru: Отсканируйте главный публичный ключ своего Cobo Vault или загрузите экспортированный файл кошелька.
sv: Scanna din Cobo Vaults publika mästernyckel eller ladda upp en exporterad plånboksfil.

source: To get the master public keys QR codes to scan:<br><br> For single sig, click on: Setting -> Watch-Only Wallet -> Generic Wallet, Click the top right 3 dots (...) -> Wallet Info ->Toggle Address Type, then select the wallet address type you would like to use for your wallet.<br><br> For multisig, click on: Multisig Wallet -> Click the top right 3 dots (...) -> Show/Export XPUB, then select the wallet address type you would like to use for your wallet.<br> Cobo Vault will then display the QR code which you should scan into Specter.<br><br> To import with SD card, click on "touch here to export the file with microSD" on the same screen as the QR code.
de: Um die Master Public Key QR Codes zum Scannen zu bekommen:<br><br> Für Einzelsignatur, klicke auf: Einstellungen -> Watch-Only Wallet -> Generische Wallet, Klicke auf die drei Punkte (...) oben rechts -> Wallet Info -> Addresstyp Umschalten, dann wähle den Adresstyp, den du für deine Wallet möchtest.<br><br> Für Multisig, klicke auf: Multisig Wallet -> Klicke auf die drei Punkte (...) oben rechts -> Zeige/Exportiere XPUB, dann dann wähle den Adresstyp, den du für deine Wallet möchtest.<br> Cobo Vault zeigt dann den QR Code an, den du in Specter einscannen sollst.<br><br> Um von SD Karte zu importieren, klicke auf "touch here to export the file with microSD" auf dem gleichen Bildschirm wie der QR Code.
el: Για να πάρετε τους κωδικούς QR για τα κύρια δημόσια κλειδιά:<br><br> Για μονο-υπογραφή, κάντε κλικ στο: Ρυθμίσεις -> Εποπτικό-Μόνο Πορτοφόλι -> Γενικό Πορτοφόλι, Κάντε κλικ τις τρεις τελείες πάνω-πάνω (...) -> Πληροφορίες Πορτοφολιού -> Εναλλαγή Τύπου Πορτοφολιού, και μετά επιλέξτε τον τύπο διευθύνσεων πορτοφολιού που θα θέλατε να χρησιμοποιήσετε.<br><br> Για πολύ-υπογραφή, κάντε κλικ στο: Πορτοφόλι με Πολύ-Υπογραφή-> Κάντε κλικ τις τρεις τελείες πάνω-πάνω (...) -> Εμφάνιση/Εξαγωγή XPUB, και μετά επιλέξτε τον τύπο διευθύνσεων πορτοφολιού που θα θέλατε να χρησιμοποιήσετε.<br> Το Cobo Vault τότε θα εμφανίσει τον κωδικό QR που θα πρέπει να σκανάρετε στο Specter.<br><br> Για να εισάγετε με κάρτα SD, κάντε κλικ στο "ακουμπήστε εδώ για να εξάγετε το αρχείο μέσω microSD" που θα εμφανίζεται στην ίδια οθόνη με τον κωδικό QR.
es: Para escanear los códigos QR de las llaves públicas maestras: <br> <br> Para firma única (singlesig), haga clic en: Configuración -> Billetera de solo lectura -> Billetera genérica, haga clic en los 3 puntos superiores a la derecha (...) -> Información de la billetera -> Alternar tipo de dirección, luego seleccione el tipo de dirección de billetera que le gustaría utilizar para su billetera. <br> <br> Para multifirma (multisig), haga clic en: Billetera multifirma -> Haga clic en los 3 puntos superiores a la derecha (...) -> Mostrar / Exportar XPUB, luego seleccione el tipo de dirección de billetera que le gustaría usar para su billetera. <br> Cobo Vault mostrará el código QR que debe escanear en Specter. <br> <br> Para importar con tarjeta SD, haga clic en "toque aquí para exportar el archivo con microSD" en la misma pantalla que el código QR.
fr: Pour activer le balayage du code QR des clés publiques maîtres:<br><br> Pour signature simple, cliquez sur: Paramètres -> Portefeuille Watch-Only -> Portefeuille générique, Cliquez sur les trois points (...) -> Info portefeuille ->Activer/désactiver le type d'addresse, puis sélectionnez le type d'adresse de portefeuille que vous souhaitez utiliser pour votre portefeuille.<br><br> Pour multisig, cliquez sur: Portefeuille Multisig -> Cliquez sur les trois points (...) -> Afficher/Exporter XPUB, puis sélectionnez le type d'adresse de portefeuille que vous souhaitez utiliser pour votre portefeuille.<br> Ensuite, le Cobo Vault affichera le code QR à balayer pour Specter.<br><br> Pour importer depuis une carte SD, cliquez sur "touch here to export the file with microSD" sur le même écran que le code QR.
nl: Om de QR codes van de master public keys te verkrijgen voor inscannen:<br><br> Voor single sig, klik op: Instellingen -> Watch-Only Wallet -> Generic Wallet, Klik op de 3 punten (…) rechts bovenaan -> Wallet Info -> Toggle Address Type, vervolgens selecteert u het wallet adres type dat u wilt gebruiken voor uw wallet.<br><br> Voor multisig, klik op: Multisig Wallet -> Klik op de 3 punten (…) rechts bovenaan -> Show/Export XPUB, vervolgens selecteert u het wallet adres type dat u wilt gebruiken voor uw wallet.<br> Cobo Vault zal vervolgens een QR code tonen die u moet inscannen in Specter.<br><br> Om te importeren met SD kaart, klik op "touch here to export the file with microSD" op hetzelfde scherm als de QR code.
pl: Żeby uzyskać głwony publiczny klucz w formie kodu QR:<br><br> Dla single sig, idź do: Ustawienia -> Portfel do Obserwowania-> Ogólny Portfel, Kliknij 3 kropki na górze (...) -> Informacja o Portfelu->Ustaw Typ Adresu, później wybierz typ adresu jaki ma być użyty do twojego portfela.<br><br> Dla multisig, kliknij na: Porfel Multisig -> Kliknij 3 kropki na górze (...) -> Pokaż/Eksportuj XPUB, później wybierz typ adresu jaki ma być użyty do twojego portfela.<br> Cobo Vault wyświertli wtedy kod QR który należy zeskanować do Specter<br><br> Żeby zaimportować przez kartę SD, kliknij na "dotknij tutaj żeby eksportować plik na kartę microSD" na tym samym ekranie na którym wyświetlony jest kod QR.
pt: Para obter o código QR das chaves mestras públicas:<br><br> Para assinatura única, clique em: Setting -> Watch-Only Wallet -> Generic Wallet, Clique nos 3 pontos do topo esquerdo (…) -> Wallet Info ->Toggle Address Type, então selecione o tipo de endereço de carteira que você gostaria de usar para sua carteira.<br><br> Para multi assinatura, clique em: Multisig Wallet -> Clique nos 3 pontos do topo esquerdo (…) -> Show/Export XPUB, então selecione o tipo de endereço de carteira que você gostaria de usar para sua carteira.<br> O Cobo Vault exibirá o código QR que você deve digitalizar no Specter.<br><br> Para importar com cartão SD, clique em "toque aqui para exportar o arquivo com micro SD" na mesma tela do código QR.
ru: Чтобы получить главные публичные ключи в виде QR-кодов:<br><br> Для кошельков с одной подписью кликните на: Setting -> Watch-Only Wallet -> Generic Wallet, кликните на три точки в верхнем правом углу (...) -> Wallet Info ->Toggle Address Type, затем выберите типы адресов, которые вы хотите использовать в своем кошельке.<br><br> Для кошельков с несколькими подписями, кликните на: Multisig Wallet -> кликните на три точки в верхнем правом углу (...) -> Show/Export XPUB, затем выберите типы адресов, которые вы хотите использовать в своем кошельке.<br> Cobo Vault отобразит QR-коды которые вам следует отсканировать с помощью Specter.<br><br> Для импорта через SD-карту кликните на "touch here to export the file with microSD" на экране с QR-кодом.
sv: För att få QR-koder till dina publika mästarnycklar att scanna:<br><br> För singelsignatur, klicka: Setting -> Watch-Only Wallet -> Generic Wallet, Klicka på de 3 punkterna i övre högra hörnet (...) -> Wallet Info ->Toggle Address Type, välj sedan plånboksaddresstyperna som du vill använda i din plånbok.<br><br> För multisignatur, klicka: Multisig Wallet -> Klicka på de 3 punkterna i övre högra hörnet (...)-> Show/Export XPUB, välj sedan plånboksaddresstyperna som du vill använda i din plånbok.<br> Cobo Vault kommer då visa QR-koder som du kan scanna med Specter.<br><br> För att importera med SD-kort, klicka "touch here to export the file with microSD" på samma sida som visar QR-koden.

source: Connect your hardware device to the computer via USB.
bg: Свържете вашето хардуерно устройство към компютъра чрез USB.
de: Verbinde dein Hardwäregerät über USB mit dem Computer.
el: Συνδέστε την συσκευή σας με τον υπολογιστή μέσω της θύρας USB.
es: Conecte su dispositivo físico a la computadora a través de USB.
fr: Connectez votre appareil matériel à l'ordinateur via USB.
nl: Connecteer uw hardware apparaat met de computer via USB.
pl: Podłącz swoje sprzętowe urządzenie do komputera poprzez USB.
pt: Conecte seu dispositivo de hardware ao computador via USB.
ru: Подключите свое аппаратное устройство к компьютеру по USB.
sv: Anslut din hårdvaruplånbok till datorn via USB.

source: Edit
bg: Редакция
de: Ändern
el: Επεξεργασία
es: Editar
fr: Éditer
nl: Wijzig
pl: Edytuj
pt: Editar
ru: Редактировать
sv: Ändra

source: Upload from SD Card
bg: Внесете от SD карта
de: Von SD Karte laden
el: Ανέβασμα από κάρτα SD
es: Cargar desde la tarjeta SD
fr: Télécharger à partir de la carte SD
nl: Opladen vanuit SD Kaart
pl: Wgraj z karty SD
pt: Carregar do cartão SD
ru: Загрузить с SD-карты
sv: Ladda upp från SD-kort

source: XPUB purpose
bg: XPUB предназначение
de: XPUB Zweck
el: Σκοπός του XPUB
es: Propósito de XPUB
fr: Objectif XPUB
nl: XPUB doel
pl: Powód XPUB
pt: Finalidade do XPUB
ru: Цель XPUB
sv: XPUB syfte

source: #0 Single Sig (Nested)
bg: #0 Единичен Подпис (Nested)
de: #0 Single Sig (eingebettet)
el: #0 Μονή υπογραφή (Εμφωλευμένο)
es: # 0 Única Firma (anidada)
fr: #0 Signature Simple (Compatible)
pl: #0 Pojedynczy Podpis (Zagnieżdżony)
pt: #0 Assinatura única (Nested)
ru: #0 С одной подписью (Nested)
sv: #0 Singelsignatur (Nestad)

source: #0 Single Sig (Segwit)
bg: #0 Единичен Подпис (Segwit)
el: #0 Μονή υπογραφή (Segwit)
es: # 0 Única Firma (Segwit)
fr: #0 Signature Simple (Segwit)
pl: #0 Pojedynczy Podpis (Segwit)
pt: #0 Assinatura única (Segwit)
ru: #0 С одной подписью (Segwit)
sv: #0 Singelsignatur (Segwit)

source: Account #
bg: Смекта №
de: Konten #
el: Λογαριασμός #
es: Cuenta #
fr: # de compte
nl: Profiel #
pl: Konto #
pt: Conta #
ru: Аккаунт #
sv: Konto #

source: Add account
bg: Добавете сметка
de: Konto hinzufügen
el: Προσθήκη λογαριασμού
es: Agregar cuenta
fr: Ajouter un compte
nl: Profiel toevoegen
pl: Dodaj konto
pt: Adicionar conta
ru: Добавить аккаунт
sv: Lägg till konto

source: Add
bg: Добавете
de: Hinzufügen
el: Προσθήκη
es: Agregar
fr: Ajouter
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Lägg till

source: Add custom derivation
bg: Добавете индивуалиризана деривация
de: Eigene Ableitung hinzufügen
el: Προσθήκη τροποποιημένου παραγώγου
es: Agregar derivación personalizada
fr: Ajouter dérivation personnalisée
nl: Toevoegen aangepaste derivatie
pl: Dodaj custom derivation
pt: Adicionar derivação personalizada
ru: Добавить свой путь вывода
sv: Lägg till custom deriveringslänk

source: Done
bg: Готово
de: Fertig
el: Έγινε
es: Hecho
fr: Terminé
nl: Klaar
pl: Zakończone
pt: Feito
ru: Готово
sv: Klar

source: No devices found :(
bg: Няма намерение устройства :(
de: Keine Geräte gefunden :(
el: Δεν βρέθηκαν συσκευές :(
es: No se encontraron dispositivos :(
fr: Appareil(s) introuvable(s) :(
nl: Geen apparaten gevonden :(
pl: Nie znaleziono urządzeń :(
pt: Nenhum dispositivo encontrado :(
ru: Устройства не найдены :(
sv: Ingen enhet hittades :(

source: Failed to retrive device data. Please try again.
bg: Неуспешен опит да се изтегли информацията. Моля опитайте отново.
de: Konnte Gerätedaten nicht lesen. Bitte erneut probieren.
el: Αποτυχία ανάκτησης δεδομένων της συσκευής. Παρακαλώ προσπαθήστε ξανά.
es: No se pudieron recuperar los datos del dispositivo. Inténtalo de nuevo.
fr: Échec de la récuperation des données de l'appareil. Veuillez réessayer.
nl: Ophalen apparaten data gefaald. Gelieve opnieuw te proberen.
pl: Nie udało się pobrać danych z urządzenia. Spróbuj ponownie.
pt: Falha ao recuperar dados do dispositivo. Por favor, tente novamente.
ru: Не удалось получить данные устройства. Пожалуйста, попробуйте снова.
sv: Misslyckades att hämta enhetsdata. Vänligen försök igen.

source: Keys
bg: Ключове
el: Κλειδιά
es: Llaves
fr: Clés
nl: Sleutels
pl: Klucze
pt: Chaves
ru: Ключи
sv: Nycklar

source: Device
bg: Устройство
de: Gerät
el: Συσκευή
es: Dispositivo
fr: Appareil
nl: Apparaat
pl: Urządzenie
pt: Dispositivo
ru: Устройство
sv: Enhet
