Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: If enabled, specter will try to fetch historical prices for each transaction date from the configured price provider.
bg: Ако включено, спектър ще се опита да набере исторически цени за всяка дата на транзакция от настроения предавател на цени.
de: Wenn eingeschaltet, versucht Specter, historische Preise für jede Transaktion vom konfigurierten Preislieferanten zu laden.
el: Αν την ενεργοποιήσετε, το Specter θα προσπαθήσει να ανακτήσει ιστορικές τιμές για κάθε ημερομηνία συναλλαγής από τον πάροχο τιμών που έχετε προσδιορίσει στις ρυθμίσεις.
es: Si está habilitado, specter intentará obtener precios históricos para cada fecha de transacción del proveedor de precios configurado.
fr: Lorsqu'activé, Specter tentera de récupérer l'historique des prix pour chacune des dates de transaction avec cette configuration de fournisseur de prix.
nl: Bij activatie zal specter trachten om de historische prijs data op te halen voor elke transactie datum van de geconfigureerde prijs provider.
pl: Jeżeli jest włączone, specter będzie próbował pobrać historyczne dane kursu dla każdej daty transakcji przy pomocy skonfigurowanego dostawcy.
pt: Se ativado, a Specter tentará obter preços históricos para cada data de transação do provedor de preços configurado.
ru: Если эта опция включена, Specter попробует загрузить исторические цены на дату каждой транзакции от провайдера, указанного в настройках.
sv: Om påslaget kommer Specter försöka hämta historisk prisdata för varje transaktion från den konfigurerade pris-servicen.

source: This has privacy implications!
bg: Това има импликации за поверителност!
de: Dies beeinträchtigt deine Privacy!
el: Αυτό ενέχει θέματα με την ανωνυμία σας!
es: Esto tiene implicaciones de privacidad!
fr: Cela comporte des implications de confidentialité!
nl: Dit heeft gevolgen voor privacy!
pl: To ma wpływ na prywatność!
pt: Isso tem implicações de privacidade!
ru: Это имеет последствия для приватности!
sv: Detta har implikationer för din privacy!

source: Time
bg: Време
de: Zeit
el: Χρόνος
es: Tiempo
fr: Heure
nl: Tijd
pl: Czas
pt: Tempo
ru: Время
sv: Tid

source: Block Hash
bg: Блок Хеш
el: Κατακερματισμός Μπλοκ
es: Hash del Bloque
fr: Identifiant de bloc
nl: Blok Hash
pl: Hash Bloku
pt: Hash do bloco
ru: Хэш блока

source: Fetching transactions...
bg: Набирам транзакции…
de: Lade Transaktionen...
el: Λήψη συναλλαγών...
es: Obteniendo transacciones ...
fr: Récupération des transactions...
nl: Transacties ophalen…
pl: Pobieranie transakcji...
pt: Buscando transações…
ru: Загрузка транзакций...
sv: Hämtar transaktioner...

source: Failed to fetch transactions...
bg: Сървърът не успя да издърпа транзакциите…
de: Konnte Transaktionen nicht laden...
el: Αποτυχία λήψης συναλλαγών...
es: No se pudieron recuperar las transacciones ...
fr: Échec de la récupération des transactions...
nl: Transacties ophalen gefaald…
pl: Nie udało się pobrać transakcji...
pt: Falha ao buscar transações…
ru: Не удалось загрузить транзакции...
sv: Misslyckades att hämta transaktioner...

source: No transactions found...
bg: Няма намерени транзакции…
de: Keine Transaktionen gefunden...
el: Δεν βρέθηκαν συναλλαγές...
es: No se encontraron transacciones...
fr: Aucune transaction trouvée...
nl: Geen transacties gevonden…
pl: Nie znaleziono żadnych transakcji...
pt: Nenhuma transação encontrada…
ru: Транзакции не найдены...
sv: Hittade inga transaktioner...

source: Failed to fetch transactions list.
bg: Сървърът не успя да издърпа списъка с транзакциите.
de: Konnte Transaktionsliste nicht ladden.
el: Αποτυχία λήψης της λίστας συναλλαγών.
es: No se pudo recuperar la lista de transacciones.
fr: Échec de la récupération de la liste de transactions.
nl: Ophalen transactie lijst gefaald.
pl: Nie udało się pobrać listy transakcji.
pt: Falha ao buscar lista de transações.
ru: Не удалось загрузить список транзакций.
sv: Misslyckades att hämta transaktionslistan.

source: Copied transaction
bg: Копирана е транзакцията
de: Transaktion kopiert
el: Η συναλλαγή αντεγράφη
es: Transacción copiada
fr: Transaction copiée
nl: Transactie gekopieerd
pl: Skopiowana transakcja
pt: Transação copiada
ru: Транзакция скопирована
sv: Transaktion kopierad

source: Processing...
bg: Преработвам….
de: Arbeite...
el: Το επεξεργαζόμαστε...
es: Procesando...
fr: En traitement...
nl: In verwerking…
pl: Przetwarzanie...
pt: Processando…
ru: Обработка...
sv: Processerar...

source: Keep your wallet connected.
bg: Дръжте портмонето ви свързано.
de: Lasse deine Wallet verbunden.
el: Διατηρήστε την σύνδεση με το πορτοφόλι σας.
es: Mantenga su billetera conectada.
fr: Gardez votre portefeuille connecté.
nl: Blijf met uw wallet geconnecteerd.
pl: Nie odłączaj swojego portfela.
pt: Mantenha sua carteira conectada.
ru: Не отключайте кошелек.
sv: Låt plånboken vara inkopplad.

source: If your device does not show up, ensure the Specter USB settings are correctly configured.
bg: Ако устройството не се показва, моля потвърдете Спектър USB настройките са правилно настроени.
de: Wenn dein Gerät nicht erscheint, prüfe ob die Specter USB Einstellungen richtig konfiguriert sind.
el: Αν η συσκευή σας δεν εμφανίζεται, σιγουρευτείτε ότι οι ρυθμίσεις της θύρας USB του Specter είναι σωστές.
es: Si su dispositivo no aparece, asegúrese de que las configuraciones USB de Specter estén configuradas correctamente.
fr: Si votre appareil n'apparait pas, assurez-vous que les paramètres USB de Specter soient biens configurés.
nl: Als u apparaat niet zichtbaar wordt, kijk na of de Specter USB instellingen correct geconfigureerd zijn.
pl: Jeżeli twoje urządzenie się nie pojawia, upewnij się ze Specter ma poprawnie skonfigurowane ustawienia USB.
pt: Se o seu dispositivo não aparecer, certifique-se de que as configurações USD da Specter estejam configuradas corretamente.
ru: Если устройство не отображается, убедитесь, что настройки USB в Specter корректны.
sv: Om din enhet inte visas, se til att USB-inställningarna i Specter är korrekt konfigurerade.

source: View USB settings
bg: Вижте USB настройки
de: USB Einstellungen anzeigen
el: Εμφάνιση ρυθμίσεων θύρας USB
es: Ver configuraciones USB
fr: Voir les paramètres USB
nl: Toon USB settings
pl: Zobacz ustawienia USB
pt: Ver configurações USB
ru: Посмотреть настройки USB
sv: Visa USB-inställningar

source: Do you really want to use your Coldcard over USB (no airgap)?
bg: Наистина ли искате да използвате вашия Coldcard чрез USB (без въздушно отделяване (airgap))?
de: Möchtest du wirklich deine ColdCard über USB benutzen (nicht separiert)?
el: Είστε σίγουρος ότι θέλετε να χρησιμοποιήσετε την Coldcard σας με την θύρα USB (χωρίς απομόνωση από το δίκτυο);
es: Realmente desea utilizar su Coldcard a través de USB (sin airgap)?
fr: Souhaitez-vous réellement utiliser votre Coldcard en USB (non étanche/no airgap)?
nl: Bent u zeker dat u uw Coldcard via USB wil gebruiken (geen airgap)?
pl: Czy na pewno chcesz użyć swojej Coldcar przez USB (nie korzystajać z airgap)?
pt: Você realmente deseja usar sua Coldcard sobre USB (não por ar)?
ru: Вы действительно хотите использовать ColdCard по USB (без airgap-изоляции)?
sv: Vill du verkligen använda din ColdCard över USB (in ouppkopplad)?

source: Yes, I am living on the edge!
bg: Да, аз живея на ръба!
de: Ja, ich liebe die Gefahr!
el: Ναι, μου αρέσει να ζω επικίνδυνα!
es: Sí, estoy viviendo al límite!
fr: Oui, je vis dangereusement!
nl: Ja, ik neem graag risico’s!
pl: Tak, żyje na krawędzi!
pt: Sim, estou vivendo no limite!
ru: Да, я люблю рисковать!
sv: Ja, jag gillar att leva farligt!

source: No, I'll use the address explorer on the Coldcard. Get me to the coinkite site for more info.
bg: Не, ще използвам адрес експлорер-а на Coldcard. Докарайте ме до страницата на coinkite за повече информация.
de: Nein, ich benutze den Adress Explorer auf der ColdCard. Bring mich auf die Coinkite Seite für mehr Info.
el: Όχι, θα χρησιμοποιήσω τον εξερευνητή διευθύνσεων στην Coldcard. Δείξτε μου την ιστοσελίδα της coinkite για περισσότερες πληροφορίες.
es: No, usaré el explorador de direcciones en la Coldcard. Llévame al sitio de Coinkite para obtener más información.
fr: Non, je vais utiliser l'explorateur d'adresse sur la Coldcard. Amenez-moi vers le site web de coinkite pour plus d'infos.
nl: Nee, ik wil de adresverkenner gebruiken op de Coldcard. Stuur mij naar de coinkite website voor meer info.
pl: Nie, użyje eksplorera adresów na mojej Coldcard. Podlinkuj mnie do coinkite gdzie mogę poczytać więcej.
pt: Não, vou usar o explorador de endereços no Coldcard. Leve-me ao site da coinkite para mais informações.
ru: Нет, я буду использовать эксплорер адресов на ColdCard. Покажите мне сайт Coinkite с дополнительной информацией.
sv: Nej, jag använder istället adressutforskaren på ColdCarden. Ta mig till Coinkites hemsida för mer info.

source: Detecting...
bg: Откривам…
de: Erkennung...
el: Ανίχνευση...
es: Detectando...
fr: Détection...
nl: Detecteren…
pl: Wykrywanie...
pt: Detectando…
ru: Определение...
sv: Upptäcker...

source: Plug in your device
bg: Включете вашето устройство
de: Steck dein Gerät ein
el: Συνδέστε το καλώδιο της συσκευής σας
es: Conecta tu dispositivo
fr: Branchez votre appareil
nl: Apparaat aansluiten
pl: Podłącz swoje urządzenie
pt: Conecte seu dispositivo
ru: Подключите устройство
sv: Koppla in din enhet

source: Pairing Code
bg: Код за Чифтосване
de: Kopplungscode
el: Ταίριασμα Κωδικών
es: Código de emparejamiento
fr: Code d'appariement
nl: Code koppelen
pl: Kod Parowania
pt: Código de emparelhamento
ru: Код связывания (pairing)
sv: Parningskod

source: Please confirm the code matches the one displayed on your BitBox02 device.<br><br>It could take up to 20 seconds to continue after approving the pairing on the device, please be patient.
bg: Моля потвърдете, че кода е същият код показан на вашото BitBox02 устройство.<br><br>Може да отнеме до 20 секунди да продължи, след одобрение на устройството. Моля бъдете търпеливи.
de: Bitte bestätige, dass der Code derselbe ist wie der, der auf deinem BitBox02 Gerät angezeigt wird.<br> <br>Es kann nach der Bestätigung auf dem Gerät bis zu 20 Sekunden dauern, bevor es weitergeht. Bitte gedulde dich.
el: Παρακαλώ επαληθεύστε ότι ο κώδικας αντιστοιχεί με τον εμφανιζόμενο στην συσκευή σας BitBox02.<br><br>Μπορεί να χρειαστεί περίπου 20 δευτερόλεπτα για να συνεχίσετε αφού εγκρίνετε το ταίριασμα στην συσκευή, παρακαλώ δείξτε λίγη υπομονή.
es: Confirma que el código coincide con el que se muestra en tu dispositivo BitBox02. <br> <br> Después de aprobar el emparejamiento en el dispositivo, podría tardar hasta 20 segundos en continuar. Ten paciencia.
fr: Veuillez confirmer que le code concorde avec celui affiché sur votre appareil BitBox02.<br><br>Une fois l'appariement de votre appareil approuvé, il pourrait s'écouler jusqu'à 20 secondes avant la continuation, soyez patient.
nl: Gelieve te bevestigen dat de code overeenkomt met diegene die vertoond wordt op uw BitBox02 apparaat.<br><br>Het kan tot 20 seconden duren na toestemming van de koppeling vooraleer u verder kunt, gelieve even geduld te hebben.
pl: Proszę potwierdzić że kod wyświetlony na twoim urządzeniu BitBox02 jest taki sam jak wyświetlony na komputerze.<br><br>Może to potrwać nawet do 20 sekund po zaakceptowaniu parowania z twoim urządzeniem, prosimy o cierpliwość.
pt: Confirme se o código corresponde ao exibido em seu dispositivo BitBox02.<br><br>Pode levar até 20 segundos para continuar após a aprovação do emparelhamento no dispositivo. Seja paciente.
ru: Пожалуйста, убедитесь, что код совпадает с отображаемым на вашем устройстве BitBox2.<br><br>Возможно, после подтверждения потребуется подождать до 20 секунд, пожалуйста, проявите терпение.
sv: Vänligen bekräfta att koden matchar den som visas på din BitBox02 enhet.<br> <br>Det kan ta upp till 20 sekunder att fortsätta efter du har godkänt parningen med enheten, vänligen vänta.

source: Extracting public keys...
bg: Извличат се публичен ключове…
de: Extrahiere die Public Keys...
el: Εξαγωγή δημόσιων κλειδιών...
es: Extrayendo llaves públicas ...
fr: Extraction des clés publiques...
nl: Extractie van public keys…
pl: Wydobywanie publicznych kluczy...
pt: Extraindo chaves públicas …
ru: Извлечение публичных ключей...
sv: Extraherar publika nycklar...

source: It may take a while.
bg: Може да отнеме малко време.
de: Es kann ein bisschen dauern.
el: Αυτό ίσως διαρκέσει μερικά λεπτά.
es: Puede que tarde un poco.
fr: Cela pourrait prendre un moment.
nl: Het zou een tijdje kunnen duren.
pl: Może to chwilę potrwać.
pt: Isso pode demorar um pouco.
ru: Это может занять некоторое время.
sv: Detta kan ta en stund.

source: Keep your
bg: Запазете
de: Lasse dein
el: Κρατήστε τα
es: Mantener su
fr: Maintenez votre
nl: Hou uw
pl: Twoje urządzenie
pt: Mantenha seu
ru: Держите свой
sv: Låt din

source: connected
bg: свързано
de: angeschlossen
el: συνδεδεμένα
es: conectado
fr: connecté
nl: geconnecteerd
pl: musi być podłączone
pt: conectado
ru: подключенным
sv: vara ansluten

source: Extracting public key...
bg: Извлича се публичен ключ…
de: Extrahiere den Public Key...
el: Εξαγωγή δημόσιου κλειδιού...
es: Extrayendo llaves públicas ...
fr: Extraction de la clé publique...
nl: Extractie van public key…
pl: Wydobywanie klucza publicznego...
pt: Extraindo chave pública…
ru: Извлечение публичных ключей...
sv: Extraherar publik nyckel...

source: Extracting master blinding key...
bg: Извлича се главен "слепеещ" ключ…
de: Extrahiere den Master Blinding Key...
el: Εξαγωγή κύριου κλειδιού τυφλώματος...
es: Extrayendo llave maestra cegadora ...
fr: Extraction de la clé de masquage maître...
nl: Extractie van master blinding key…
pl: Wydobywanie głównego zaciemnionego klucza...
pt: Extraindo chave mestra ofuscante…
ru: Извлечение главного blinding-ключа...
sv: Extraherar master blinding nyckeln...

source: Please confirm action on your
bg: Моля потвърдете действие на вашото
de: Bitte bestätige die Aktion auf deinem
el: Παρακαλώ επιβεβαιώστε την δράση αυτή στο
es: Confirme la acción en su
fr: Veuillez confirmer l'action sur votre
nl: Gelieve de actie te bevestigen op uw
pl: Potwierdź próbę na
pt: Por favor, confirme a ação em seu
ru: Пожалуйста, подтвердите действие на своем
sv: Vänligen bekräfta handlingen på din

source: device
bg: устройство
de: Gerät
el: συσκευή
es: dispositivo
fr: appareil
nl: apparaat
pl: urządzeniu
pt: dispositivo
ru: устройстве
sv: enhet

source: Enter Passphrase
bg: Въведи Парола
de: Gib das Passwort ein
el: Εισάγετε την φράση-κλειδί
es: Ingrese la passphrase
fr: Entrer votre phrase secrète
nl: Wachtwoordzin ingeven
pl: Wpisz Hasło
pt: Digite a frase-senha (passphrase)
ru: Ввести фразу доступа (passphrase)
sv: Ange passphrase

source: Submit
bg: Пратете
de: Abschicken
el: Υποβολή
es: Enviar
fr: Soumettre
nl: Indienen
pl: Zatwierdź
pt: Enviar
ru: Отправить
sv: Skicka

source: Enter PIN
bg: Въведи пин код
de: PIN eingeben
el: Εισάγετε κωδικό PIN
es: Ingrese PIN
fr: Entre NIP
nl: PIN ingeven
pl: Wprowadź PIN
pt: Digite o PIN
ru: Ввести PIN
sv: Ange PIN

source: Select USB Wallet
bg: Избери USB портмоне
de: Wähle USB Wallet
el: Επιλέξτε Πορτοφόλι USB
es: Seleccionar billetera USB
fr: Sélectionner Portefeuille USB
nl: Selecteer USB Wallet
pl: Wybierz Portfel USB
pt: Selecione carteira USB
ru: Выбрать USB-кошелек
sv: Välj USB-plånbok

source: Failed to unlock device! Invalid PIN code?
bg: Неуспешно се отключи устройството! Нвалиден пин код?
de: Konnte Gerät nicht entsperren. Ungültiger PIN Code?
el: Αποτυχία ξεκλειδώματος συσκευής! Μήπως ο κωδικός PIN είναι λάθος;
es: No se pudo desbloquear el dispositivo! Código PIN no válido?
fr: Échec du déverrouillage de l'appareil! NIP invalide?
nl: Ontgrendelen apparaat gefaald! Ongeldige PIN code?
pl: Nie udało się odblokować urządzenia! Nieprawidłowy PIN?
pt: Falha ao desbloquear o dispositivo! Código PIN inválido?
ru: Не удалось разблокировать устройство! Неверный PIN-код?
sv: Misslyckades att låsa upp enhet! Ogiltig PIN-kod?

source: passphrase toggled successfully
bg: паролата сменена успешно
de: Passwort erfolgreich umgeschaltet
el: η εναλλαγή κατάστασης της λέξης-φράσης έγινε
es: passphrase activada correctamente
fr: succès de l'activation/désactivation du mot de passe
nl: wachtwoordzin succesvol in/uitgeschakeld
pl: hasło ustawione pomyślnie
pt: frase-senha alterada com sucesso
ru: фраза доступа (passphrase) переключена успешно
sv: passphrase aktiverad

source: Selected device does not have matching signing key.
bg: Избраното устройство няма подходящ подписващ ключ.
de: Ausgewähltes Gerät besitzt keinen passenden Signierkey.
el: Η επιλεγμένη συσκευή δεν έχει κάποιο κλειδί υπογραφής που να αντιστοιχεί σε αυτήν.
es: El dispositivo seleccionado no tiene una llave de firma coincidente.
fr: L'appareil sélectionné n'a pas de clé de signature correspondante.
nl: Geselecteerd apparaat heeft geen overeenkomende signeersleutel.
pl: Wybrane urządzenie nie posiada pasującego klucza do podpisywania.
pt: O dispositivo selecionado não possui uma chave de assinatura correspondente.
ru: На выбранном устройстве нет подходящего подписывающего ключа
sv: Vald enhet har inte matchande signeringsnyckel.

source: Signing message...
bg: Подписващо съобщение…
de: Signiere Nachricht...
el: Το μήνυμα υπογράφεται...
es: Firmando mensaje ...
fr: Signature du message...
nl: Signeer bericht…
pl: Podpisywanie wiadomości...
pt: Assinando mensagem…
ru: Подпись сообщения...
sv: Signerar meddelande...

source: Confirm on your
bg: Потвърдете на вашото
de: Bestätige auf deinem
el: Επιβεβαιώστε στην
es: Confirme en su
fr: Confirmez sur votre
nl: Bevestig op uw
pl: Potwierdź na
pt: Confirme em seu
ru: Подтвердите на своем
sv: Bekräfta på din

source: Confirm Address
bg: Потвърдете адрес
de: Bestätige Adresse
el: Επιβεβαίωση Διεύθυνσης
es: Confirmar Dirección
fr: Confirmer l'adresse
nl: Bevestig Adres
pl: Potwierdź Adres
pt: Confirme endereço
ru: Подтвердите адрес
sv: Bekräfta adress

source: Please confirm address matches on your <span id="hwi_device_name">device</span>
bg: Моля потвърдете адресът е същият на вашето <span id="hwi_device_name">устройство</span>
de: Bitte bestätige passende Adressen auf deinem <span id="hwi_device_name">device</span>
el: Παρακαλώ επιβεβαιώστε ότι η διεύθυνση ταιριάζει με την<span id="hwi_device_name">συσκευή</span>
es: Confirma las coincidencias de direcciones en tu <span id = "hwi_device_name"> dispositivo </span>
fr: Veuillez confirmer que l'adresse correspond bien sur votre <span id="hwi_device_name">appareil</span>
nl: Gelieve te bevestigen of adres overeenkomt op uw <span id="hwi_device_name">apparaat</span>
pl: Proszę potwierdz czy adres zgadza się z tym wyswietlonym na <span id="hwi_device_name">urządzeniu</span>
pt: Por favor, confirme as correspondências de endereço em seu <span id="hwi_device_name">dispositivo</span>
ru: Пожалуйста, убедитесь, что адрес совпадает на вашем <span id="hwi_device_name">устройстве</span>
sv: Vänligen bekräfta att adressen stämmer överens med vad som visas på din <span id="hwi_device_name">enhet</span>

source: Expected address
bg: Очакван адрес
de: Erwartete Adresse
el: Αναμενόμενη διεύθυνση
es: Dirección esperada
fr: Adresse attendue
nl: Verwacht adres
pl: Oczekiwany adres
pt: Endereço esperado
ru: Ожидаемый адрес
sv: Förväntad adress

source: Signing transaction...
bg: Подписва се транзакция…
de: Signiere Transaktion...
el: Υπογραφή συναλλαγής...
es: Firmando transacción ...
fr: Signature de la transaction...
nl: Signeer transactie…
pl: Podpisywanie transakcji...
pt: Assinando transação…
ru: Подпись транзакции...
sv: Signerar transaktion...

source: Addresses did not match! Be careful! Please contact support and beware of using the displayed address!
bg: Адресите не съвпадат! Внимавайте! Моля свържете се с помощния екип (support) и внимавайте с използване на показания адрес!
de: Adressen passen nicht zueinander! Sei vorsichtig! Bitte kontaktiere den Support und hüte dich davor, die angezeigte Adresse zu benutzen!
el: Οι διευθύνσεις δεν ταιριάζουν! Να είστε προσεκτικοί! Σας παρακαλούμε να έρθετε σε επαφή με την ομάδα τεχνικής υποστήριξης και να προσέχετε όταν χρησιμοποιείτε την εμφανιζόμενη διεύθυνση!
es: Las direcciones no coinciden! Ten cuidado! Póngase en contacto con el servicio de asistencia y tenga cuidado con el uso de la dirección mostrada!
fr: Les adresses ne correspondent pas! Soyez prudent! Veuillez contacter le support et méfiez-vous d'utiliser l'adresse affichée!
nl: Adressen komen niet overeen! Wees voorzichtig! Gelieve klantendienst te contacteren en vermijd het gebruik van het getoonde adres!
pl: Adresy się nie zgadzają! Bądź ostrożny! Skontaktuj się z obsługą techniczną i bądź czujny używając wyświetlonych adresów!
pt: Os endereços não coincidem! Tome cuidado! Entre em contato com o suporte e tome cuidado ao usar o endereço exibido!
ru: Адрес не совпал! Осторожно! Пожалуйста, свяжитесь с поддержкой и не используйте отображаемый адрес!
sv: Adresserna stämmer inte! Vänligen var aktsam! Kontakta support och avvakta att använda den visade adressen!

source: Address displayed successfully! Please check the device screen.
bg: Адресите са успешно показани! Моля проверете екрана на устройството.
de: Adresse erfolgreich angezeigt! Bitte checke den Bildschirm des Geräts.
el: Επιτυχία εμφάνισης διεύθυνσης! Παρακαλώ ελέγξτε την οθόνη της συσκευής σας.
es: Dirección mostrada correctamente! Comprueba la pantalla del dispositivo.
fr: Succès de l'affichage de l'adresse! Veuillez vérifier l'écran de l'appareil.
nl: Adres succesvol vertoond! Gelieve het apparaatscherm na te kijken.
pl: Adres wyświetlony prawidłowo! Sprawdź na ekranie urządzenia.
pt: Endereço exibido com sucesso! Por favor, verifique a tela do dispositivo.
ru: Адрес успешно отображен! Пожалуйста, проверьте на экране устройства.
sv: Adressvisning lyckades! Vänligen se enhetens bildskärm.

source: Address was verified successfully!
bg: Адресът беше успешно проверен!
de: Adresse erfolgreich verifiziert!
el: Επιτυχία επαλήθευσης διεύθυνσης!
es: La dirección se verificó correctamente!
fr: Succès de la vérification de l'adresse!
nl: Adres werd succesvol geverifieerd!
pl: Adres został zweryfikowany poprawnie!
pt: O endereço foi verificado com sucesso!
ru: Адрес успешно подтвержден!
sv: Adressen verifierad!

source: Failed to change language
bg: Неуспешна смяна на език
de: Konnte Sprache nicht ändern
el: Αποτυχία αλλαγής γλώσσας
es: No se pudo cambiar el idioma
fr: Échec du changement de langue
nl: Veranderen van taal gefaald
pl: Nie udało się zmienić języka
pt: Falha ao alterar o idioma
ru: Не удалось сменить язык
sv: Misslyckades att byta språk

source: Transaction is Ready to Broadcast
bg: Транзакцията е готова за излъчване
de: Transaktion ist Bereit zum Senden
el: Η συναλλαγή είναι Έτοιμη Προς Εκπομπή
es: La transacción está lista para transmitirse
fr: La transaction est prête à être diffusée
nl: Transactie is Klaar voor Verzending
pl: Transakcja jest Gotowa do Wysłania
pt: A transação está pronta para ser transmitida
ru: Транзакция готова к отправке
sv: Transaktionen är redo att skickas

source: Send transaction
bg: Прати транзацкия
de: Sende Transaktion
el: Αποστολή συναλλαγής
es: Enviar transacción
fr: Enoyer la transaction
nl: Transactie verzenden
pl: Wyślij Transakcję
pt: Enviar transação
ru: Отправить транзакцию
sv: Skicka transaktion

source: Send via block explorer
bg: Прати по блок изследовател (еxplorer)
de: Sende mittels Block Explorer
el: Αποστολή μέσω εξερευνητή μπλοκ
es: Enviar a través del explorador de bloques
fr: Envoyer via explorateur de bloc
nl: Verzenden via blokverkenner
pl: Wyślij przez block explorer
pt: Enviar via explorador de blocos
ru: Отправить через эксплорер блоков
sv: Skicka via blockutforskare
