Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: Failed to export wallets overview utxo. Error: {}
bg: Не успя да експортира преглед на utxo на портмонентата. Грешка: {}
de: Konnte UTXO Überblick der Wallets nicht exportieren. Fehler: {}
el: Αποτυχία εξαγωγής του εποπτικού utxo των πορτοφολιών. Σφάλμα: {}
es: No se pudo exportar la descripción general utxo de las billeteras. Error: {}
fr: Échec d'exportation de l'aperçu de UTXO des portefeuilles. Erreur: {}
nl: Exporteren van wallet overzicht utxo. Foutmelding: {}
pl: Nie udało się wyeksportować przeglądu utxo portfela. Błąd: {}
pt: Falha ao exportar resumo de UTXO da carteira. Erro: {}
ru: Не удалось экспортировать выход (UTXO) кошельков. Ошибка: {}
sv: Misslyckades att exportera överblick av plånböckernas UTXO (ospenderade transaktioner). Felmeddelande: {}

source: Date
bg: Дата
de: Datum
el: Ημερομηνία
es: Fecha
nl: Datum
pl: Data
pt: Data
ru: Дата
sv: Datum

source: Label
bg: Етикет
el: Ετικέτα
es: Etiqueta
fr: Étiquette
pl: Etykieta
pt: Etiqueta
ru: Метка
sv: Etikett

source: Category
bg: Категория
de: Kategorie
el: Κατηγορία
es: Categoría
fr: Catégorie
nl: Categorie
pl: Kategoria
pt: Categoria
ru: Категория
sv: Kategori

source: Amount ({})
bg: Количество ({})
de: Betrag ({})
el: Ποσό ({})
es: Monto ({})
fr: Montant ({})
nl: Bedrag ({})
pl: Kwota ({})
pt: Quantidade ({})
ru: Сумма ({})
sv: Antal ({})

source: Value ({})
bg: Стойност ({})
de: Wert ({})
el: Αξία ({})
es: Valor ({})
fr: Valeur ({})
nl: Waarde ({})
pl: Wartość ({})
pt: Valor ({})
ru: Эквивалент ценности ({})
sv: Värde ({})

source: Rate (BTC/{})
bg: Курс (BTC/{})
de: Kurs (BTC/{})
el: Ισοτιμία (BTC/{})
es: Tarifa (BTC / {})
fr: Taux (BTC/{})
nl: Tarief (BTC/{})
pl: Opłata (BTC/{})
pt: Taxa (BTC/{})
ru: Курс (BTC/{})
sv: Kostnad (BTC/{})

source: Rate ({}/SAT)
bg: Курс ({}/SAT)
de: Kurs (SAT/{})
el: Ισοτιμία ({}/SAT)
es: Tarifa ({} / SAT)
fr: Taux ({}/SAT)
nl: Tarief ({}/SAT)
pl: Opłata ({}/SAT)
pt: Taxa ({}/SAT)
ru: Курс ({}/SAT)
sv: Kostnad ({}/SAT)

source: TxID
el: Ταυτότητα Συναλλαγής TxID
pt: ID da Transação
ru: Идентификатор транзакции

source: Address
bg: Адрес
de: Adresse
el: Διεύθυνση
es: Dirección
fr: Adresse
nl: Adres
pl: Adresy
pt: Endereço
ru: Адрес

source: Block Height
bg: Блок Височина
de: Blockhöhe
el: Ύψος μπλοκ
es: Altura del bloque
fr: Hauteur de bloc
nl: Blok Hoogte
pl: Wysokość Bloku
pt: Altura do Bloco
ru: Номер блока
sv: Blockhöjd

source: Timestamp
bg: Времеви печат
de: Zeitstempel
el: Χρονική σήμανση
es: Marca de tiempo
fr: Horodatage
nl: Tijdstempel
pt: Data e Horário
ru: Метка времени
sv: Tidsstämpel

source: Raw Transaction
el: Ωμή συναλλαγή
ru: Транзакция в "сыром" виде

source: Wallet
bg: Портмоне
el: Πορτοφόλι
es: Billetera
fr: Portefeuille
pl: Portfel
pt: Carteira
ru: Кошелек
sv: Plånbok

source: Index
bg: Индекс
el: Ευρετήριο
es: Índice
pl: Indeks
pt: Índice
ru: Индекс

source: Used
bg: Използван
de: Benutzt
el: Χρησιμοποιημένα
es: Usado
nl: Gebruikt
pl: Użyty
pt: Usado
ru: Использован
sv: Använd

source: Current balance
bg: Текущ баланс
de: Aktuelles Saldo
el: Τρέχον υπόλοιπο
es: Balance actual
fr: Solde actuel
nl: Huidige balans
pl: Obecne saldo
pt: Saldo Atual
ru: Текущий баланс
sv: Nuvarande balans

source: (external)
bg: (външен)
de: (Extern)
el: (εξωτερικά)
es: (externo)
fr: (externe)
nl: (extern)
pl: (zewnętrzny)
pt: (externo)
ru: (внешний)
sv: (utomstående)

source: (change)
bg: (ресто)
de: (Wechselgeld)
el: (αλλαγή)
es: (cambio)
nl: (wisselgeld)
pl: (zmiana)
pt: (mudar)
ru: (сдача)
sv: (växel)

source: unknown (external address)
bg: непознат (външен адрес)
de: Unbekannt (externe Adresse)
el: άγνωστο (εξωτερική διεύθυνση)
es: desconocido (dirección externa)
fr: inconnue (adresse externe)
nl: onbekend (extern adres)
pl: nieznany (zewnętrzny adres)
pt: desconhecido (endereço externo)
ru: неизвестный (внешний адрес)
sv: okänd (extern address)

source: Type
bg: Тип
de: Typ
el: Είδος
es: Tipo
pl: Typ
pt: Tipo
ru: Тип
sv: Typ

source: UTXO
ru: Выход (UTXO)

source: Amount (BTC)
bg: Количество (BTC)
de: Betrag (BTC)
el: Ποσό (BTC)
es: Cantidad (BTC)
fr: Montant (BTC)
nl: Bedrag (BTC)
pl: Kwota (BTC)
pt: Quantidade (BTC)
ru: Сумма (BTC)
sv: Antal (BTC)

source: Server error!
bg: Грешка в сървъра!
de: Server Fehler!
el: Σφάλμα διακομιστή δικτύου!
es: Error de Servidor!
fr: Erreur du serveur!
nl: Server fout!
pl: Błąd serwera!
pt: Erro de servidor!
ru: Ошибка сервера!
sv: Serverfel!

source: Exception
bg: Изключение
de: Ausnahmesituation
el: Εξαίρεση
es: Excepción
nl: Uitzondering
pl: Wyjątek
pt: Exceção
ru: Исключение

source: Back to the main page
bg: Върни се към главната страница
de: Zurück zur Hauptseite
el: Πίσω στην κυρίως σελίδα
es: Hacia a página principal
fr: Retour à la page principale
nl: Terug naar de hoofdpagina
pl: Powrót do strony głównej
pt: Voltar à página principal
ru: Вернуться на главную страницу
sv: Tillbaka till huvudsidan

source: Details
bg: Детайли
el: Λεπτομέρειες
es: Detalles
fr: Détails
pl: Szczegóły
pt: Detalhes
ru: Подробности
sv: Detaljer

source: Please let us know! Create an <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank">issue</a> or ping us on <a href="https://t.me/spectersupport" target="_blank">Telegram</a> to fix it.
bg: Моля споделете с нас! Създайте <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank">билетче</a> или ни цъкнете съобщение на <a href="https://t.me/spectersupport" target="_blank">Телеграм</a> да оправим проблема.
de: Bitte sag uns Bescheid! Erzeuge eine <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank">Issue</a> oder ping uns auf <a href="https://t.me/spectersupport" target="_blank">Telegram</a> an, um es zu korrigieren.
el: Παρακαλώ ενημερώστε μας για το θέμα αυτό! Δημιουργήστε ένα <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank">αίτημα</a> ή στείλτε μας μήνυμα στο <a href="https://t.me/spectersupport" target="_blank">Telegram</a> για να το φτιάξουμε.
es: Por favor déjanos saber! Reporta un <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank">problema</a> o danos un ping en <a href="https://t.me/spectersupport" target="_blank">Telegram</a> para poder arreglarlo.
fr: S’il vous plaît faites-le nous savoir! Créez un <a href=“https://github.com/cryptoadvance/specter-desktop/issues” target=“_blank”>problème</a> ou contactez-nous sur <a href=“https://t.me/spectersupport” target=“_blank”>Telegram</a> pour le réparer.
nl: Gelieve ons iets te laten weten! Maak een <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank">issue aan</a> of contacteer ons op <a href="https://t.me/spectersupport" target="_blank">Telegram</a> om het op te lossen.
pl: Powiadom nas! Utworz <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank">zgłoszenie</a> lub napisz do na na <a href="https://t.me/spectersupport" target="_blank">Telegram-ie</a> żebyśmy to naprawili.
pt: Por favor nos informe! Crie uma <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank">solicitação</a> ou nos informe no <a href="https://t.me/spectersupport" target="_blank">Telegram</a> para corrigir isso.
ru: Пожалуйста, сообщите нам! Откройте <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank">issue на Github</a> или напишите нам в <a href="https://t.me/spectersupport" target="_blank">телеграме</a>, и мы всё починим.
sv: Vänligen berätta för oss! Skapa en <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank">ticket</a> eller pinga oss på <a href="https://t.me/spectersupport" target="_blank">Telegram</a> för att lösa det.

source: Timeout Error!
bg: Грешка: твърде много време отнема!
de: Zeitüberschreitungsfehler!
el: Σφάλμα λήξης χρόνου!
es: Tiempo agotado, error!
fr: Erreur dans le délai d’attente!
nl: Timeout Fout!
pl: Błąd, minął czas oczekiwania!
pt: Erro de tempo limite!
ru: Ошибка: время истекло!
sv: Timeoutfel!

source: Please have a look in the below log. There are effectively two ways to resolve this:
bg: Моля погледнете в записките долу. Има ефективно два начина да се разреши това:
de: Schau bitte in das Log unten. Es gibt effektiv zwei Wege, das zu bereinigen:
el: Παρακαλώ κοιτάξτε στο ιστορικό παρακάτω. Υπάρχουν πρακτικά δύο τρόποι να λυθεί το θέμα:
es: Por favor hecha una vista al log de abajo. Hay dos formas efectivas de resolver esto:
fr: Veuillez consulter le journal ci-dessous. Il y a deux manières de résoudre efficacement ce problème :
nl: Gelieve onderstaande log na te kijken. Er zijn twee manieren op dit op te lossen:
pl: Zobacz log poniżej. Są dwa sposoby na rozwiązanie tego:
pt: Por favor, dê uma olhada no registro abaixo. Existem efetivamente duas maneiras de resolver isso:
ru: Пожалуйста, покажите нам лог (см. ниже). Есть два способа исправить это:
sv: Vängligen titta igenom loggen nedan. Det finns praktiskt sett två sätt att lösa detta:

source: Either the process was just slow and Specter was too impatient
bg: Или процесът беше бавен или Спектър беше твърде нетърпелив
de: Entweder der Prozess war einfach zu langsam und Specter zu ungeduldig
el: Είτε η διεργασία ήταν απλά πολύ αργή και το Specter πολύ ανυπόμονο
es: Ya sea que el proceso fue lento y Specter estaba demasiado impaciente
fr: Soit le processus était juste lent et Specter était trop impatient
nl: Of het proces was traag en Specter was te ongeduldig
pl: Albo proces był powolny i Specter był zbyt niecierpliwy
pt: Ou o processo foi lento e a Specter foi muito impaciente
ru: Возможно, процесс был слишком медленным, а Specter - слишком нетерпеливым
sv: Antingen är processen enbart långsam och Specter för ivrig

source: The process is in trouble which should be reflected by the content of the logs below
bg: Има проблеми с процеса, които би трябвало да бъдат описани в записките отдолу
de: Der Prozess hat ein Problem, was sich im Inhalt des Logs widerspiegeln sollte
el: Η διεργασία έχει κάποιο πρόβλημα το οποίο πρέπει να φαίνεται στο παρακάτω ιστορικό
es: El proceso esta en problemas lo cual debería verse reflejado en el log de abajo
fr: Le processus éprouve de la difficulté, ce qui devrait être reflété par le contenu des entrées de journal ci-dessous
nl: Het proces loopt verkeerd, wat zou moeten blijken uit de inhoud van onderstaande logs
pl: Proces ma trudności, co powinno być zapisane w logu poniżej
pt: O processo está com problemas que devem ser refletidos pelo conteúdo dos registros abaixo
ru: Процесс работает неправильно, что должно быть отражено в логе ниже
sv: Processen har problem och borde reflekteras av loggen nedan

source: Details from the log file
bg: Детайли от файла с записки
de: Details aus der Logdatei
el: Λεπτομέρειες από το ιστορικό σφαλμάτων
es: Detalles del archivo de logs
fr: Détails du fichier journal
nl: Details van het log bestand
pl: Szczegóły loga
pt: Detalhes do arquivo de registro
ru: Подробности из лога
sv: Detaljer från logfilen

source: ERROR:
bg: ГРЕШКА:
de: FEHLER:
el: ΣΦΑΛΜΑ:
fr: ERREUR:
nl: FOUTMELDING:
pl: WIELBŁĄD:
pt: ERRO:
ru: ОШИБКА:
sv: FEL:

source: Something went wrong:
bg: Нещо не е както трябва:
de: Etwas ist schiefgelaufen:
el: Κάτι πήγε στραβά:
es: Algo salió mal:
fr: Une erreur s'est produite:
nl: Er is iets misgelopen:
pl: Coś się nie udało:
pt: Algo deu errado:
ru: Что-то пошло не так:
sv: Något gick fel:

source: Welcome to Specter Desktop
bg: А добре дошъл в Спектър Десктоп
de: Willkommen bei Specter Desktop
el: Καλώς ορίσατε στο Specter για υπολογιστές
es: Bienvenido a Specter Desktop
fr: Bienvenue à Specter pour Ordinateur
nl: Welkom bij Specter Desktop
pl: Witaj w Specter Desktop
pt: Bem-vindo ao Specter Desktop
ru: Добро пожаловать в Specter Desktop
sv: Välkommen till Specter Desktop

source: Specter Desktop is a convenient wallet interface to better use your Bitcoin Core node. It’s good for singlesig wallets, but comes with a special focus on multisignature setups for different hardware wallets and air-gapped signing devices.
bg: Спектър Десктоп е угоден интерфейс за портмонета, който позволява по-пълноценно да използвате вашия Биткойн Core възел. Върши добра работа за портмонета с един подпис, но идва със специален фокус върху портмонета с многократни подписи за различни хардуерни устройства и "въздушно отцепени" устройства за подпис.
de: Specter Desktop ist ein bequemes Wallet Interface, um deine Bitcoin Core Node besser zu nutzen. Es ist für Wallets mit Einzelsignatur geeignet, hat aber seinen speziellen Fokus auf Multisig Setups für unterschiedliche Hardware Wallets und separierte ("air-gapped") Signaturgeräte.
el: Το Specter για υπολογιστές είναι ένα βολικό περιβάλλον διαχείρισης πορτοφολιών για να χρησιμοποιήσετε στο έπακρο τις δυνατότητες του κόμβου σας Bitcoin Core. Είναι κατάλληλο για πορτοφόλια με μία υπογραφή, αλλά εκεί που ξεχωρίζει είναι στην διαχείριση πορτοφολιών με πολλαπλές υπογραφές, και είναι συμβατό με διαφορετικές συσκευές-πορτοφόλια για Bitcoin και απομονωμένες συσκευές υπογραφής για μέγιστη ασφάλεια.
es: Specter Desktop es una interfaz de billetera conveniente para usar mejor su nodo Bitcoin Core. Es bueno para carteras individuales, pero viene con un enfoque especial en configuraciones de firmas múltiples para diferentes carteras de hardware y dispositivos de firma con espacio de aire.
nl: Specter Desktop is een handige wallet interface om uw Bitcoin Core node beter te gebruiken. Het is geschikt voor singlesig wallets, maar het is speciaal gefocust op multisignature setups voor verschillende hardware wallets en air-gapped signeerapparaten.
pl: Specter Desktop to wygodny interfejs do lepszego wykorzystywania twojego węzła Bitcoin Core. Jest idealny do korzystania z portfeli o jednym podpisie (singlesig), w sposób szczególny ułatwia korzystanie z portfeli wykorzystujących wiele podpisów (multisig). Specter pracuje z szeroką gamą sprzętowych portfeli (hardware wallets) i nie połączonych do internetu (air-gapped) urządzeń do podpisywania transakcji.
pt: A Specter Desktop é uma conveniente interface de carteira melhor utilizada com seu próprio nó do Bitcoin Core. É boa para carteiras de assinatura única, mas vem com um foco especial em configurações multi assinaturas para diferentes carteiras de hardware e dispositivos de assinaturas "no ar".
ru: Specter Desktop — это удобный интерфейс-кошелек, помогающий лучше использовать ваш биткоин-узел (Bitcoin Core). Он хорошо работает для кошельков с одной подписью, но уделяет особое внимание кошелькам с несколькими подписями (мультисиг), использующим аппаратные кошельки от разных производителей и не соединенные с интернетом (air-gapped) устройства для подписывания транзакций.
sv: Specter Desktop är ett smidigt sätt att hantera plånböcker med din Bitcoin Core nod. Det fungerar bra för enkel-signatur-plånböcker, men har utvecklats för att möjliggöra multisig-användande av olika hårdvaruplånböcker samt enheter som inte behöver kopplas till en dator.

source: Get started!
bg: Започнете!
de: Leg Los!
el: Ξεκινήστε εδώ!
es: Iniciemos!
fr: Démarrer!
nl: Aan de slag!
pl: Zaczynajmy!
pt: Iniciar!
ru: Давайте начнем!
sv: Kör!

source: Continue setup
bg: Продължи инсталацията
de: Setup fortführen
el: Συνέχεια εγκατάστασης
es: Continuar configuración
fr: Continuer la configuration
nl: Verdergaan met setup
pl: Kontynuuj setup
pt: Continue a configuração
ru: Продолжить настройку
sv: Fortsätt setup

source: Getting Started
bg: Начало
de: Wir fangen an
el: Ξεκινώντας
es: Estamos Comenzando
fr: Commencer
nl: Beginnen
pl: Zaczynamy
pt: Começando
ru: Первые шаги
sv: Komma igång

source: Using Specter from a remote machine?
bg: Използвате Спектър Десктоп от задочна машина?
de: Benutzt du Specter auf einer anderen Maschine?
el: Χρησιμοποιείτε το Specter από απομακρυσμένη συσκευή;
es: Utilizando Specter desde una máquina remota?
fr: Utiliser Specter depuis un autre dispositif?
nl: Specter gebruiken vanop een remote machine?
pl: Używasz Specter ze zdalnej maszyny?
pt: Usando a Specter de uma máquina remota?
ru: Используете Specter с удаленного компьютера?
sv: Använder du Specter från en annan dator?

source: If you run Specter on a remote machine, like Umbrel or a myNode, you need to update settings to connect hardware wallets via USB.
bg: Ако използвате Спектър на задочна машина, като Umbrel или myNode, трябва да промените настройките да се свържете с хардуерни портмонета чрез USB.
de: Wenn du Specter auf einer anderen Maschine betreibst, wie Umbrel oder myNode, musst du Einstellungen ändern, damit du Hardware Wallets via USB anschliessen kannst.
el: Αν τρέχετε το Specter σε απομακρυσμένο μηχάνημα όπως το Umbrel ή το myNode, τότε πρέπει να ενημερώσετε τις ρυθμίσεις για να συνδέσετε πορτοφόλια-συσκευές μέσω θύρας USB.
es: Si ejecutas Specter en una máquina remota, como Umbrel o myNode, necesitas actualizar tu configuración para que conectes tu billetera física vía USB.
fr: SI vous voulez démarrer Specter depuis un autre dispositif comme Umbrel ou myNode, vous devez mettre à jour les paramètres pour connecter les portefeuilles matériels via USB.
nl: Als u Specter draait op een remote machine, zoals Umbrel of myNode, dan moeten de instellingen geupdate worden om hardware wallets via USB te connecteren.
pl: Jezeli masz Specter uruchomiony na zdalnej maszynie, takiej jak Umbrel albo myNode, potrzebujesz zmienić ustawienia żeby podłączyć sprzętowe portfele poprzez USB.
pt: Se você roda a Specter em uma máquina remota, como a Umbrel ou o myNode, Você precisa atualizar as configurações para conectar carteiras de hardware via USB.
ru: Если Specter работает на удаленном устройстве, таком как Umbrel или myNode, вам нужно обновить настройки для подключения аппаратных кошельков по USB.
sv: Om du använder Specter på en annan dator, som Umbrel eller en myNode, så behöver du uppdatera inställningarna för att ansluta din hårdvaruplånbok genom USB.

source: Update your settings
bg: Променете вашите настройки
de: Aktualisiere deine Einstellungen
el: Ενημερώστε τις ρυθμίσεις σας
es: Actualiza tus configuraciones
fr: Mettre à jour les paramètres
nl: Update uw instellingen
pl: Uaktualnij swoje ustawienia
pt: Atualize suas configurações
ru: Обновите настройки
sv: Uppdatera dina inställningar

source: Connect Specter with Bitcoin Core node.
bg: Свържете Спектр с Биткойн Core възел.
de: Verbinde Specter mit einer Bitcoin Core Node.
el: Σύνδεση του Specter με τον κόμβο Bitcoin Core.
es: Conecta Specter con un nodo Bitcoin Core.
fr: Connectez Specter à votre nœud Bitcoin Core.
nl: Verbind Specter met Bitcoin Core node.
pl: Połącz Specter z węzłem Bitcoin Core.
pt: Conecte a Specter com o nó do Bitcoin Core.
ru: Подключите Specter к узлу Bitcoin Core.
sv: Anslut Specter till din Bitcoin Core nod.

source: Connecting Specter to your Bitcoin Core node
bg: Свързва се Спектър с Биткойн Core възел
de: Verbinde Specter mit deiner Bitcoin Core Node
el: Το Specter συνδέεται με τον Bitcoin Core κόμβο σας
es: Conectando Specter con tu nodo Bitcoin Core
fr: Connexion de Specter à votre nœud Bitcoin Core
nl: Verbinden Specter met uw Bitcoin Core node
pl: Łącze Specter z twoim węzłem Bitcoin Core
pt: Conectando a Specter com seu nó do Bitcoin Core
ru: Подключаю Specter к вашему узлу Bitcoin Core
sv: Ansluter Specter till din Bitcoin Core nod

source: I don't have a Bitcoin Core node yet.
bg: Все още нямам Биткойн Core възел.
de: Ich habe noch keine Bitcoin Core Node.
el: Δεν έχω κόμβο Bitcoin Core ακόμα.
es: Todavía no tengo un nodo Bitcoin Core.
fr: Je n’ai pas encore de nœud Bitcoin Core.
nl: Ik heb nog geen Bitcoin core node.
pl: Nie mam jeszcze węzła Bitcoin Core.
pt: Eu ainda não tenho um nó do Bitcoin Core.
ru: У меня пока нет узла Bitcoin Core.
sv: Jag har ingen Bitcoin Core nod ännu.

source: I have Bitcoin Core on this computer.
bg: Имам Биткойн Core на този компютър.
de: Ich habe Bitcoin Core auf diesem Computer.
el: Έχω ήδη Bitcoin Core σε αυτόν τον υπολογιστή.
es: Tengo un nodo Bitcoin Core en este computador.
fr: J’ai Bitcoin Core sur cet ordinateur.
nl: Ik heb Bitcoin Core op deze computer staan.
pl: Posiadam węzeł Bitcoin Core na tym komputerze.
pt: Eu tenho o Bitcoin Core neste computador.
ru: На этом компьютере есть Bitcoin Core.
sv: Jag kör en Bitcoin Core nod på den här datorn.

source: I have a remote Bitcoin Core node.
bg: Имам задочен Биткойн Core възел.
de: Ich habe Bitcoin Core auf einer anderen Maschine.
el: Έχω ένα απομακρυσμένο Bitcoin Core.
es: Tengo un nodo Bitcoin Core remoto.
fr: Je posséde un nœud Bitcoin Core à distance.
nl: Ik heb een remote Bitcoin Core node.
pl: Mam zdalny węzeł Bitcoin Core.
pt: Eu tenho um nó do Bitcoin Core em uma máquina remota.
ru: У меня есть Bitcoin Core на удаленном компьютере.
sv: Jag har en Bitcoin Core nod på en annan dator.

source: Installing and Setting Up Bitcoin Core
bg: Инсталира се и се наглася Биткойн Core
de: Installiere Bitcoin Core und richte es ein
el: Εγκαθιστώντας και Ρυθμίζοντας το Bitcoin Core
es: Instalando y configurando Bitcoin Core
fr: Installation et configuration de Bitcoin Core
nl: Installeren en instellen van Bitcoin Core
pl: Instalacja i ustawienie węzła Bitcoin Core
pt: Instalando e configurando o Bitcoin Core
ru: Установка и настройка Bitcoin Core
sv: Installerar och ställer in Bitcoin Core

source: Check out these video tutorials on downloading and setting up Bitcoin Core with Specter Desktop
bg: Погледнете тези видео уроци за изтегляне и настройване на Биткойн Core със Спектър Десктоп
de: Schau dir diese Video Tutorials über das Runterladen und Einrichten von Bitcoin Core mit Specter Desktop an
el: Δείτε αυτά τα βίντεο με οδηγίες βήμα-βήμα για να κατεβάσετε και να εγκαταστήσετε το Bitcoin Core με το Specter για υπολογιστή
es: Revisa estos video tutoriales para descargar y configurar Bitcoin Core con la versión de escritorio de Specter
fr: Découvrez ces tutoriels sur le téléchargement et la configuration de Bitcoin Core avec Specter pour ordinateur
nl: Bekijk deze video tutorials over het downloaden en instellen van Bitcoin Core met Specter Desktop
pl: Sprawdź te tutoriale na temat jak pobrać i ustawić węzeł Bitcoin Core do pracy ze Specter Desktop
pt: Confira estes vídeos tutoriais para baixar e configurar o Bitcoin Core com a Specter Desktop
ru: Посмотрите следующие видео-инструкции о том, как скачать и настроить Bitcoin Core для работы с Specter Desktop
sv: Kolla på de här video-instruktionerna om att ladda hem och ställa in Bitcoin Core med Specter Desktop

source: Connecting Specter to your local Bitcoin Core node
bg: Свържете Спектър с вашия локален Биткойн Core възел
de: Verbinde Specter Desktop mit deiner lokalen Bitcoin Core Node
el: Το Specter συνδέεται με το τοπικό σας κόμβο Bitcoin Core
es: Conectando Specter con tu nodo local de Bitcoin Core
fr: Connexion de Specter à votre nœud Bitcoin Core local
nl: Verbinden van Specter met uw lokale Bitcoin Core node
pl: Łączenie Specter z twoim lokalnym węzłem Bitcoin Core
pt: Conectando a Specter no seu nó do Bitcoin Core local
ru: Подключаю Specter к вашему локальному узлу Bitcoin Core
sv: Ansluter Specter till din lokala Bitcoin Core nod
