Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: Starting Tor setup!
bg: Стартира се Тор инсталацията!
de: Beginne mit der Einrichtung von Tor!
el: Εκκίνηση της εγκατάστασης του Tor!
es: Iniciando configuración de Tor!
fr: Démarrage de l’installation de Tor!
nl: Tor setup wordt opgestart!
pl: Rozpoczynanie ustawiania Tor!
pt: Iniciando a configuração do Tor!
ru: Запускаю настройку Tor!
sv: Startar Tor-setup!

source: Bitcoin Core is already installed
bg: Инсталация на Биткойн Core съществува отпреди
de: Bitcoin Core ist schon installiert
el: Το Bitcoin Core είναι ήδη εγκατεστημένο
es: Bitcoin Core ya está instalado
fr: Bitcoin Core est déjà installé
nl: Bitcoin Core is reeds geïnstalleerd
pl: Węzeł Bitcoin Core jest już zainstalowany
pt: Bitcoin Core já está instalado
ru: Bitcoin Core уже установлен
sv: Bitcoin Core är redan installerat

source: Bitcoin Core installation is still in progress
bg: Инсталацията на Биткойн Core тече в момента
de: Bitcoin Core Installation ist noch im Gange
el: Η διαδικασία εγκατάστασης του Bitcoin Core δεν έχει ολοκληρωθεί
es: Instalación de Bitcoin Core sigue ejecutándose
fr: L'installation de Bitcoin Core est en progression
nl: Bitcoin Core installatie is nog bezig
pl: Instalowanie węzła Bitcoin Core w toku
pt: A instalação do Bitcoin Core ainda está em andamento
ru: Установка Bitcoin Core еще продолжается
sv: Bitcoin Core installeras fortfarande

source: Starting Bitcoin Core setup!
bg: Стартира се Биткойн Core инсталацията!
de: Beginne mit der Einrichtung von Bitcoin Core!
el: Εκκίνηση της εγκατάστασης του Bitcoin Core!
es: Iniciando la configuración de Bitcoin Core!
fr: Démarrage de la configuration de Bitcoin Core!
nl: Bitcoin Core setup wordt opgestart!
pl: Rozpoczynanie ustawiania węzła Bitcoin Core!
pt: Iniciando a configuração do Bitcoin Core!
ru: Запускаю настройку Bitcoin Core!
sv: Installerar Bitcoin Core!

source: Bitcoin Core in not installed but required for this step
bg: Биткойн Core не е инсталиран и е нужен за тази стъпка
de: Bitcoin Core ist nicht installiert, aber für diesen Schritt notwendig
el: Το Bitcoin Core δεν είναι εγκατεστημένο αλλά είναι απαραίτητο για αυτό το βήμα
es: Bitcoin Core no está instalado pero es necesario para este paso
fr: L'installation de Bitcoin Core est requise pour cette étape
nl: Bitcoin Core is niet geïnstalleerd maar noodzakelijk voor deze stap
pl: Węzeł Bitcoin Core nie jest zainstalowany, ale wymagany do tego kroku
pt: Bitcoin Core não está instalado, mas é necessário para esta etapa
ru: Bitcoin Core не установлен, что необходимо на этом шаге
sv: Bitcoin Core är inte installerat men krävs för detta steget

source: SpecterError while {}: {}
de: Specter Fehler bei {}: {}
el: ΣφάλμαSpecter καθώς {}: {}
es: SpecterError mientras {}: {}
nl: Specter foutmelding tijdens {}: {}
pl: SpecterError podczas {}: {}
pt: Erro na Specter enquanto {}: {}
ru: Ошибка SpecterError при действии {}: {}
sv: SpecterError när {}: {}

source: Failed to delete wallet: {}
es: No se pudo borrar la billetera: {}
fr: Échec de la suppression du portefeuille: {}
nl: Verwijderen van wallet gefaald: {}
pl: Nie udało się usunąć portfela: {}
pt: Falha ao excluir carteira: {}
ru: Не удалось удалить кошелек: {}

source: Configure Bitcoin Core to create wallets
bg: Настройте Биткойн Core да създава портмонета
de: Konfiguriere Bitcoin Core, um Wallets anzulegen
el: Ολοκληρώστε την ρύθμιση του Bitcoin Core για να δημιουργήσετε πορτοφόλια
es: Configura Bitcoin Core para poder crear billeteras
fr: Configurez Bitcoin Core pour créer des portefeuilles
nl: Configureer Bitcoin Core om nieuwe wallets te creëren
pl: Skonfiguruj węzeł Bitcoin Core żeby tworzyć portfele
pt: Configure o Bitcoin Core para criar carteiras
ru: Настройте Bitcoin Core, чтобы создавать кошельки
sv: Ställ in Bitcoin Core för att skapa plånböcker

source: <p><br>Bitcoin Core is running with wallets disabled.<br><br>Please make sure disablewallet is off (set disablewallet=0 in your bitcoin.conf), then restart Bitcoin Core and try again.<br>See <a href="https://github.com/cryptoadvance/specter-desktop/blob/34ca139694ecafb2e7c2bd5ad5c4ac74c6d11501/docs/faq.md#im-not-sure-i-want-the-bitcoin-core-wallet-functionality-to-be-used-is-that-mandatory-if-so-is-it-considered-secure" target="_blank" style="color: white;">here</a> for more information.</p>
es: <p> <br> Bitcoin Core se está ejecutando con las billeteras deshabilitadas. <br> <br> Por favor, asegúrese de que disablewallet esté desactivada (configure disablewallet = 0 en su bitcoin.conf), luego reinicie Bitcoin Core y vuelva a intentarlo. <br> Ver <a href = "https://github.com/cryptoadvance/specter-desktop/blob/34ca139694ecafb2e7c2bd5ad5c4ac74c6d11501/docs/faq.md#im-not-sure-i-want-the-bitcoin-core-wallet-functionality-to -be-used-is-that-required-if-so-is-it-is-secure-secure "target =" _ blank "style =" color: white; "> aquí </a> para obtener más información. </p>
fr: <p><br>Bitcoin Core fonctionne mais les portefeuilles sont désactivés.<br><br>Assurez-vous de définir disablewallet=0 dans votre bitcoin.conf, puis redémarrez Bitcoin Core et essayez à nouveau.<br>Référez-vous à <a href="https://github.com/cryptoadvance/specter-desktop/blob/34ca139694ecafb2e7c2bd5ad5c4ac74c6d11501/docs/faq.md#im-not-sure-i-want-the-bitcoin-core-wallet-functionality-to-be-used-is-that-mandatory-if-so-is-it-considered-secure" target="_blank" style="color: white;">ceci</a> pour plus d'informations.</p>
pt: <p><br>O Bitcoin Core está sendo executado com carteiras desativadas.<br><br>Por favor, certifique-se que "disablewallet" está desligada (defina disablewallet=0 no seu bitcoin.conf), então reinicie o Bitcoin Core e tente novamente.<br>Clique <a href="https://github.com/cryptoadvance/specter-desktop/blob/34ca139694ecafb2e7c2bd5ad5c4ac74c6d11501/docs/faq.md#im-not-sure-i-want-the-bitcoin-core-wallet-functionality-to-be-used-is-that-mandatory-if-so-is-it-considered-secure" target="_blank" style="color: white;">aqui</a> para mais informações.</p>
ru: <p><br>Bitcoin Core запущен с выключенными кошельками.<br><br>Убедитесь, что параметр disablewallet выключен (добавьте disablewallet=0 в файл bitcoin.conf), затем перезапустите Bitcoin Core и попробуйте снова.<br>Дополнительная информация <a href="https://github.com/cryptoadvance/specter-desktop/blob/34ca139694ecafb2e7c2bd5ad5c4ac74c6d11501/docs/faq.md#im-not-sure-i-want-the-bitcoin-core-wallet-functionality-to-be-used-is-that-mandatory-if-so-is-it-considered-secure" target="_blank" style="color: white;">здесь</a>.</p>

source: Unknown wallet type requested
bg: Непознат тип портфейл е пожелан
de: Unbekannter Wallet Typ erbeten
el: Ζητήθηκε άγνωστος τύπος πορτοφολιού
es: Se solicitó un tipo de billetera desconocido
fr: Requête d'un type de portefeuille inconnu
nl: Ongekend wallet type gevraagd
pl: Zażądano nieznanego typu portfela
pt: Tipo de carteira desconhecido solicitado
ru: Запрошен кошелек неизвестного типа
sv: Okänd plånbokstyp efterfrågad

source: Wallet imported successfully
bg: Портмонето е успешно въведено
de: Wallet erfolgreich importiert
el: Επιτυχία εισαγωγής πορτοφολιού
es: Billetera importada exitosamente
fr: Succès de l'importation du portefeuille
nl: Wallet succesvol geïmporteerd
pl: Portfel zaimportowany pomyślnie
pt: Carteira importada com sucesso
ru: Кошелек успешно импортирован
sv: Plånboken har importerats

source: No device was selected. Please select a device to create the wallet for.
bg: Нямате избрано устройство. Моле изберте устройство, с което да свържете портменото.
de: Es wurde kein Gerät ausgewählt. Bitte wähle ein Gerät aus, für das die Wallet erzeugt werden soll.
el: Δεν επιλέξατε κάποια συσκευή. Παρακαλώ διαλέξτε την συσκευή για την οποία θέλετε να δημιουργήσετε το πορτοφόλι.
es: Ningun dispositivo fue seleccionado. Por favor seleccionar un dispositivo para crear una billetera para.
fr: Aucun appareil n'a été sélectionné. Veuillez sélectionner un appareil pour lequel le portefeuille sera créé.
nl: Geen apparaat werd geselecteerd. Gelieve een apparaat te selecteren waarvoor de wallet moet aangemaakt worden.
pl: Żadne urządzenie nie zostało wybrane. Proszę wybrać urządzenie aby utworzyć dla niego portfel.
pt: Nenhum dispositivo foi selecionado. Por favor, selecione um dispositivo para criar a carteira.
ru: Устройство не выбрано. Пожалуйста, выберите устройство, для которого хотите создать кошелек.
sv: Ingen enhet är valt. Vänligen välj en enhet som ska användas för att skapa plånboken.

source: Device {} doesn't have keys matching this wallet type
bg: Устройството {} няма ключове, които
de: Gerät {} hat keine Keys, die zu diesem Wallet Typ passen
el: Η συσκευή {} δεν έχει κλειδιά που αντιστοιχούν σε αυτό το είδος πορτοφολιού
es: Dispositivo {} no tiene llaves para este tipo de billetera
fr: L'appareil {} n'a pas de clés correspondant à ce type de portefeuille
nl: Apparaat {} heeft geen sleutels die passen bij dit type wallet
pl: Urządzenie {} nie posiada kluczy odpowiadających temu typowi portfela
pt: Dispositivo {} não tem chaves correspondentes a este tipo de carteira
ru: На устройстве {} нет ключей, подходящих под этот тип кошелька
sv: Enhet {} har inte nycklar som matchar den här plånbokstypen

source: Wallet already exists
bg: Портомонето съществува отпреди
de: Wallet existiert bereits
el: Το πορτοφόλι υπάρχει ήδη
es: Billetera ya existe
fr: Ce portefeuille existe déjà
nl: Wallet bestaat al
pl: Portfel już istnieje
pt: Carteira já existe
ru: Кошелек уже существует
sv: Plånboken finns redan

source: No keys were selected for device, please try adding keys first
bg: Ключове не бяха избрани устройството. Моля добавете ключове първо
de: Für das Gerät wurden keine Keys ausgewählt, bitte versuche zuerst, Keys einzutragen
el: Δεν επιλέχθηκαν κλειδιά για αυτή τη συσκευή, παρακαλώ εισάγετε πρώτα τα κλειδιά
es: Ninguna llave fue seleccionada para el dispositivo, por favor intenta primero agregar unas llaves
fr: Aucunes clés n'ont été sélectionnées pour cet appareil, veuillez d'abord ajouter des clés
nl: Geen sleutels werden geselecteerd voor apparaat, gelieve eerst sleutels toe te voegen
pl: Nie wybrano kluczy dla tego urządzenia, proszę spróbuj dodać najpierw nowe klucze
pt: Nenhuma chave foi selecionada para o dispositivo, por favor tente adicionar chaves primeiro
ru: Не выбраны ключи для устройства. Пожалуйста, сначала добавьте ключи
sv: Inga nycklar har valts för enheten, vänligen försök lägga till nycklar innan du fortsätter

source: Failed to create wallet. Error: {}
bg: Неуспешен опит да се създаде портмоне. Грешка: {}
de: Konnte Wallet nicht anlegen. Fehler: {}
el: Αποτυχία δημιουργίας πορτοφολιού, Σφάλμα: {}
es: No se pudo crear la billetera. Error: {}
fr: Échec de la création du portefeuille. Erreur: {}
nl: Aanmaken wallet gefaald. Foutmelding: {}
pl: Nie udało się utworzyć portfela. Błąd: {}
pt: Falha ao criar carteira. Erro: {}
ru: Не удалось создать кошелек. Ошибка: {}
sv: Misslyckades att skapa plånbok. Felmeddelande: {}

source: Failed to fetch fee estimations. Please use the manual fee calculation.
bg: Неуспешен опит да се наберае прибизтелна тарифа. Моля сами изчислете тарифата.
de: Konnte die Gebührenschätzungen nicht laden. Bitte verwende die manuelle Gebührenschätzung.
el: Αποτυχία ανάκτησης των εκτιμώμενων τελών συναλλαγής. Παρακαλώ χρησιμοποιήστε τον χειροκίνητο υπολογιστή τελών.
es: No se lograron obtener las estimaciones de tarifas. Utilice el cálculo manual de tarifas.
fr: Échec de la récuperation d'estimation des frais. Veuillez utiliser le calculateur de frais manuel.
nl: Ophalen transactiekost schattingen gefaald. Gelieve de manuele transactiekost berekening te gebruiken.
pl: Nie udało się pobrać szacunku opłat. Proszę użyj ręcznej kalkulacji.
pt: Falha ao buscar estimativas de taxa. Por favor, use o cálculo da taxa manual.
ru: Не удалось загрузить оценки комиссии. Пожалуйста, рассчитайте комиссии вручную.
sv: Misslyckades att hämta avgiftsestimering. Vänligen använd manuell avgiftsberäkning.

source: Failed to perform RBF. Error: {}
bg: Неуспешен опит да се направи смяна по тарифа (RBF). Грешка: {}
de: Konnte RBF nicht durchführen. Fehler: {}
el: Αποτυχία της διαδικασίας επαναϊσορρόπησης τελών RBF. Σφάλμα: {}
es: No se pudo realizar RBF. Error: {}
fr: Échec de l'exécution du RBF. Erreur: {}
nl: Uitvoeren RBF gefaald. Foutmelding: {}
pl: Nie udało się wykonać RBF. Błąd: {}
pt: Falha ao executar o RBF. Erro: {}
ru: Не удалось заменить транзакцию по комиссии (RBF). Ошибка: {}
sv: Misslyckades att utföra RBF (Ersätt med avgift). Felmeddelande: {}

source: Failed to cancel transaction with RBF. Error: {}
bg: Неуспешен опит да се отмени транзакция със смяна по тарифа (RBF). Грешка: {}
de: Konnte die Transaktion nicht mit RBF abbrechen. Fehler: {}
el: Αποτυχία της ακύρωσης συναλλαγής με την επαναϊσορρόπηση τελών RBF. Σφάλμα: {}
es: Error al cancelar la transacción con RBF. Error: {}
fr: Échec d'annulation de la transaction avec RBF. Erreur: {}
nl: Annuleren transactie met RBF gefaald. Foutmelding: {}
pl: Nie udało się anulować transakcji z RBF. Błąd: {}
pt: Falha ao cancelar a transação com RBF. Erro: {}
ru: Не удалось отменить транзакцию методом RBF. Ошибка: {}
sv: Misslyckades att avbryta transaktionen med RBF. Felmeddelande: {}

source: Failed to sign PSBT: {}
bg: Неуспешем опит да се подпише частично подписана биткойн транзакция (PSBT): {}
de: Konnte PSBT {} nicht signieren
el: Αποτυχία υπογραφής PSBT: {}
es: Error al firmar PSBT: {}
fr: Échec de signature PSBT: {}
nl: Tekenen van PSBT gefaald: {}
pl: Nie udało się podpisać PSBT: {}
pt: Falha ao assinar PSBT: {}
ru: Не удалось подписать частично подписанную транзакцию (PBST): {}
sv: Misslyckades att signerar PSBT: {}

source: Device already signed the PSBT
bg: Устройството е с подписано частично подписаната биткойн транзакция (PSBT)
de: Gerät hat die PSBT bereits signiert
el: Η συσκευή έχει ήδη υπογράψει το PSBT
es: Dispositivo ya ha firmado PSBT
fr: L'appareil a déjà signé le PSBT
nl: PSBT werd reeds gesigneerd door apparaat
pl: Urządzenie już podpisało PSBT
pt: Dispositivo já assinou o PSBT
ru: Устройство уже подписало частично подписанную транзакцию (PBST)
sv: Enhet har redan signerat PSBT

source: Failed to get RBF coins. Error: {}
bg: Неуспешен опит да се получат смяна по тарифа (RBF) монетите. Грешка: {}
de: Konnte die RBF Coins nicht holen. Fehler: {}
el: Αποτυχία ανάκτησης των κερμάτων επαναϊσορρόπησης τελών RBF. Σφάλμα: {}
es: No se pudieron obtener las monedas RBF. Error: {}
nl: Ophalen RBF munten gefaald. Foutmelding: {}
pl: Nie udało się otrzymać monet RBF. Błąd: {}
pt: Falha ao conseguir moedas de RBF. Erro: {}
ru: Не удалось получить монеты для замены по комиссии (RBF). Ошибка: {}
sv: Misslyckades att hämta RBF coin. Felmeddelande: {}

source: Could not delete Pending PSBT!
bg: Не можа да се изтрие предстояща частично подписана биткойн транзакция(PSBT)!
de: Konnte ausstehende PSBT nicht löschen!
el: Δεν μπορέσαμε να διαγράψουμε την PSBT σε Εκκρεμότητα!
es: No se pudo borrar PSBT pendiente!
fr: Le PSBT en attente n'a pas pu être supprimé!
nl: Verwijderen van hangende PSBT gefaald!
pl: Nie udało się usuwanie oczekujących PSBT!
pt: Não foi possível excluir o PSBT pendente!
ru: Не удалось удалить незавершенную (pending) частично подписанную транзакцию (PBST)!
sv: Kunde inte ta bort avvaktande PSBT!

source: Could not import PSBT: {}
bg: Не можа да се внесе частично подписана биткойн транзакция (PSBT): {}
de: Konnte PSBT {} nicht importieren
el: Δεν μπορέσαμε να εισάγουμε την PSBT: {}
es: No se pudo importar PSBT: {}
fr: Ce PSBT: {} n'a pas pu être importé
nl: Importeren gefaald van PSBT: {}
pl: Nie udało się zaimportować PSBT: {}
pt: Não foi possível importar PSBT: {}
ru: Не удалось импортировать частично подписанную транзакцию (PBST): {}
sv: Kunde inte importera PSBT: {}

source: Failed to abort rescan. Maybe already complete?
bg: Не успя да се абортира ресканиране. Може би е приключило?
de: Konnte den Scanvorgang nicht abbrechen. Vielleicht ist er schon abgeschlossen?
el: Αποτυχία ακύρωσης την επανασάρωσης. Μήπως έχει ήδη ολοκληρωθεί;
es: Ha fallado la cancelación del re-escaneo. Tal vez ya este completo?
fr: Échec de l'abandon de la nouvelle analyse. L'opération a peut-être déjà été complétée?
nl: Afsluiten van herscan gefaald. Is deze al afgelopen?
pl: Nie udało się wstrzymać skanowania. Może już się zakończył?
pt: Falha ao abortar releitura. Talvez já esteja completo?
ru: Не удалось прервать повторное сканирование. Возможно, оно уже завершено?
sv: Misslyckades att avbryta scan av transaktionen. Den kanske är klar?

source: Wallet name cannot be empty
bg: Името на портмонето не може да бъде празно
de: Der Wallet Name darf nicht fehlen
el: Το όνομα του πορτοφολιού δεν μπορεί να είναι άδειο
es: Nombre de billetera no puede estar vacío
fr: Le nom du portefeuille ne peut demeurer vierge
nl: Wallet naam kan niet leeg zijn
pl: Nazwa portfelu nie może być pusta
pt: O nome da carteira não pode estar vazio
ru: Имя кошелька не может быть пустым
sv: Plånboksnamn kan inte vara tomt

source: Cannot parse empty data as PSBT
bg: Не може да се прочете непопълнена информация като частично подписана биткойн транзакция (PSBT)
de: Kann leere Daten nicht als PSBT analysieren
el: Δεν μπορούμε να επεξεργαστούμε άδεια δεδομένα ως PSBT
es: No se puede analizar información vacía como PSBT
fr: Il n'est pas possible d'analyser des données vierges en PSBT
nl: Lege data kan niet doorgegeven worden als PSBT
pl: Nie można przeanalizować pustego zbioru danych jako PSBT
pt: Não pode analisar dados vazios como PSBT
ru: Не удалось считать пустые данные как частично подписанную транзакцию (PBST)
sv: Kan inte tolka tom data som PSBT

source: Invalid transaction format
bg: Невалиден формат на транзакция
de: Ungültiges Transaktionsformat
el: Λάθος μορφή συναλλαγής
es: Formato de transacción invalido
fr: Format de transaction invalide
nl: Ongeldig transactieformaat
pl: Nieprawidłowy format transakcji
pt: Formato de transação inválido
ru: Невалидный формат транзакции
sv: Ogiltigt format på transaktionen

source: Unknown error: {}
bg: Непозната грешка: {}
de: Unbekannter Fehler: {}
el: Άγνωστο σφάλμα: {}
es: Error desconocido: {}
fr: Erreur inconnue: {}
nl: Onbekende fout: {}
pl: Nieznany błąd: {}
pt: Erro desconhecido: {}
ru: Неизвестная ошибка: {}
sv: Okänt fel: {}

source: Failed to broadcast transaction: transaction is invalid {}
bg: Не успя да излъчи транзакцията: транзакцията не е валидна {}
de: Konnte Transaktion nicht senden: Transaktion ist ungültig {}
el: Αποτυχία εκπομπής συναλλαγής: η συναλλαγή είναι άκυρη {}
es: Error al transmitir la transacción: transacción es inválida {}
fr: Échec de diffusion de la transaction: la transaction est invalide {}
nl: Uitzenden van transactie gefaald: transactie is ongeldig {}
pl: Nadanie transakcji się nie powiodło: transakcja jest nieprawidłowa {}
pt: Falha ao transmitir transação: a transação é inválida {}
ru: Не удалось отправить транзакцию: транзакция невалидна {}
sv: Misslyckades att sända transaktion: transaktionen är ogiltig {}

source: Failed to broadcast transaction. Network not supported.
bg: Не успя да излъчи транзакцията. Мрежата не е поддържана.
de: Konnte Transaktion nicht senden. Netzwerk nicht unterstützt.
el: Αποτυχία εκπομπής συναλλαγής. Το δίκτυο δεν υποστηρίζεται.
es: Error al transmitir la transacción. Red no soportada.
fr: Échec de diffusion de la transaction. Le réseau n'est pas supporté.
nl: Uitzenden van transactie gefaald. Netwerk wordt niet ondersteund.
pl: Nadanie transakcji się nie powiodło: Sieć jest nie obsługiwana.
pt: Falha ao transmitir transação. Rede não suportada.
ru: Не удалось отправить транзакцию. Сеть не поддерживается.
sv: Misslyckades att sända transaktion: Ingen support för valt nätverk.

source: Failed to broadcast transaction. Block explorer not supported.
bg: Не успя да излъчи транзакцията. Блок изследователя не е поддържан.
de: Konnte Transaktion nicht senden. Block Explorer nicht unterstützt.
el: Αποτυχία εκπομπής συναλλαγής: Ο εξερευνητής μπλοκ δεν υποστηρίζεται.
es: Error al transmitir la transacción. Explorador de bloques no soportado.
fr: Échec de diffusion de la transaction. Explorateur de bloc non supporté.
nl: Uitzenden transactie gefaald. Blokverkenner wordt niet ondersteund.
pl: Nadanie transakcji się nie powiodło. Block explorer nie jest wspierany.
pt: Falha ao transmitir transação. Block Explorer não suportado.
ru: Не удалось отправить транзакцию. Эксплорер блоков не поддерживается.
sv: Misslyckades att sända transaktion. Ingen support för valt blockutforskningstjänst.

source: Failed to broadcast transaction with error: {}
bg: Не успя да излъчи транзакцията с грешка: {}
de: Konnte Transaktion nicht senden; Fehler: {}
el: Αποτυχία εκπομπής συναλλαγής με σφάλμα: {}
es: No se pudo transmitir la transacción con el error: {}
fr: Échec de diffusion de la transaction, erreur: {}
nl: Uitzenden transactie gefaald met foutmelding: {}
pl: Nadanie transakcji się nie powiodło, błąd: {}
pt: Falha ao transmitir transação com erro: {}
ru: Не удалось отправить транзакцию, ошибка: {}
sv: Misslyckades att sända transaktion med felmeddelande: {}

source: Exception trying to get address label: Error: {}
bg: Изключение опитвайки да се вземе етикет на адрес: Грешка: {}
de: Ausnahmesituation beim Versuch, das Adresslabel zu holen: Fehler: {}
el: Εξαίρεση κατά την προσπάθεια να λάβουμε την ετικέτα της διεύθυνσης: Σφάλμα {}
es: Excepción al intentar obtener la etiqueta de la dirección: Error: {}
nl: Uitzondering bij ophalen adreslabel: Foutmelding: {}
pl: Coś poszło nie tak przy próbie otrzymania etykiety adresu: Błąd: {}
pt: Exceção tentando obter rótulo de endereço: erro: {}
ru: Ошибка при получении метки адреса: Ошибка: {}
sv: Exception när address-etikett hämtades: Felmeddelande: {}

source: Failed to export addresses list. Error: {}
bg: Не успя да експортира списък с адреси. Грешка: {}
de: Konnte Adressliste nicht exportieren. Fehler: {}
el: Αποτυχία εξαγωγής της λίστας των διευθύνσεων. Σφάλμα: {}
es: No se pudo exportar la lista de direcciones. Error: {}
fr: Échec de l'exportation de la liste d'adresses. Erreur: {}
nl: Exporteren van adreslijst gefaald. Foutmelding: {}
pl: Nie udało się wyeksportować listy adresów. Błąd: {}
pt: Falha ao exportar lista de endereços. Erro: {}
ru: Не удалось экспортировать список адресов. Ошибка: {}
sv: Misslyckades att exportera addresslista. Felmeddelande: {}

source: Failed to export wallet utxo. Error: {}
bg: Не успя да експортира utxo на портмонето. Грешка: {}
de: Konnte Wallet UTXO nicht exportieren. Fehler: {}
el: Αποτυχία εξαγωγής των utxo του πορτοφολιού. Σφάλμα: {}
es: No se pudo exportar utxo de la billetera. Error: {}
fr: Échec de l'exportation des UTXO du portefeuille. Erreur: {}
nl: Exporteren van wallet utxo gefaald. Foutmelding: {}
pl: Nie udało się wyeksportować utxo portfela. Błąd: {}
pt: Falha ao exportar UTXO da carteira. Erro: {}
ru: Не удалось экспортировать выход (UTXO) кошелька. Ошибка: {}
sv: Misslyckades att exportera plånbokens UTXO (ospenderade transaktioner). Felmeddelande: {}

source: Failed to export wallets overview history. Error: {}
bg: Не успя да експортира исторически преглед на портмонентата. Грешка: {}
de: Konnte historischen Überblick der Wallets nicht exportieren. Fehler: {}
el: Αποτυχία εξαγωγής του εποπτικού ιστορικού των πορτοφολιών. Σφάλμα: {}
es: No se pudo exportar el historial general de las billeteras. Error: {}
fr: Échec d'exportation de l'historique d'aperçus des portefeuilles. Erreur: {}
nl: Exporteren van wallet overzichtsgeschiedenis gefaald. Foutmelding: {}
pl: Nie udało się wyeksportować przeglądu historii portfela. Błąd: {}
pt: Falha ao exportar resumo histórico da carteira. Erro: {}
ru: Не удалось экспортировать историю кошельков. Ошибка: {}
sv: Misslyckades att exportera översikt av plånbokshistoria. Felmeddelande: {}
