Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: Supported and maintained by
bg: Подкрепяно и поддържано от
de: Unterstützt und gepflegt von
el: Υποστήριξη και συντήρηση από τον
es: Soportado y mantenido por
fr: Maintenu et supporté par
nl: Ondersteund en onderhouden door
pl: Wspierany i utrzymywany przez
pt: Apoiado e mantido por
ru: Поддержка осуществляется
sv: Utvecklas och tas hand utav

source: HWI Bridge Settings
bg: Мост-интерфейс са хардуерно портмоне (HWI Bridge) Настройки
de: Einstellungen der HWI Brücke
el: Ρυθμίσεις Γέφυρας HWI
es: Configuraciones del puente HWI
fr: Paramètres HWI Bridge
nl: HWI Bridge Instellingen
pl: Ustawienia Mostka HWI
pt: HWI configurações
ru: Настройки интерфейса аппаратных кошельков (HWI Bridge)
sv: HWI Brygg-inställningar

source: HWI Bridge is also accessible over Tor
bg: Мост-интерфейс са хардуерно портмоне (HWI Bridge) е също достъпен чрез Тор
de: HWI Brücke ist auch über Tor erreichbar
el: Η Γέφυρα HWI είναι επίσης προσβάσιμη μέσω Tor
es: El puente HWI también es accesible desde Tor
fr: Le HWI Bridge est aussi disponible via Tor
nl: HWI Bridge is ook bereikbaar via Tor
pl: Mostek HWI jest również dostępny przez Tor
pt: HWI também é acessível via Tor
ru: Интерфейс аппаратных кошельков (HWI Bridge) также доступен через Tor
sv: HWI Brygga är också nåbar över Tor

source: Copied Tor hidden service address
bg: Копиран е адреса за Тор скрити сервизи
de: Geheime Tor Service Adresse kopiert
el: Επιτυχής αντιγραφή της κρυμμένης διεύθυνσης υπηρεσίας Tor
es: Dirección Tor de servicio oculto copiada
fr: L'adresse Tor de service masqué a été copiée
nl: Tor hidden service adres gekopieerd
pl: Skopiowano adres ukrytej usługi Tor
pt: Endereço oculto Tor copiado
ru: Адрес скрытого Tor-сервиса скопирован
sv: Kopierade gömd Tor address

source: Whitelisted domains
bg: Домейни в "белия списък"
de: Whitegelistete Domains
el: Εγκεκριμένα ονόματα χώρου
es: Lista blanca de dominios
fr: Domaines en liste blanche
nl: Whitelisted domeinen
pl: Domeny na whitelist
pt: Domínios seguros
ru: Белый список доменов
sv: Vitlistade domän

source: To whitelist multiple domains, just list them one after another, each in a new line, for example
bg: За да добавите множество домейни в "белия списък", просто ги опишете един след друг, всеки на нов ред, примерно
de: Um mehrere Domains zu whitelisten, führe sie einfach nacheinander auf, eine pro Zeile, zum Beispiel
el: Για να προεγκρίνετε πολλαπλά ονόματα χώρου, απλά γράψτε τα το ένα μετά το άλλο, πχ το καθένα σε δικιά του γραμμή
es: Para tener varios dominios en lista blanca, sencillamente lístalos uno tras otro, cada uno en una línea nueva, por ejemplo
fr: Pour ajouter plusieurs domaines en liste blanche, listez chacun d'eux sur une nouvelle ligne, par exemple
nl: Om meerdere domeinen te whitelisten kan u ze achter elkaar oplijsten, elk op een nieuwe lijn bijvoorbeeld
pl: Żeby whitelist-ować kilka domen, po prostu wylistuj je pojedyńczo, każdą w nowej linijce, na przykład
pt: Para múltiplos domínios seguros, basta listá-los um após o outro, cada um em uma nova linha, por exemplo
ru: Чтобы внести в белый список несколько доменов, перечислите их один за одним, каждый на новой строке, например
sv: För att vitlista flera domän, lägg till dem en efter en i separata rader, t.ex

source: Update
bg: Актуализация
el: Ενημέρωση
es: Actualizar
fr: Mise à jour
pl: Odśwież
pt: Atualizar
ru: Обновить
sv: Uppdatera

source: Login to Specter
bg: Логин в Спектър
de: In Specter einloggen
el: Σύνδεση στο Specter
es: Iniciar sesión en Specter
fr: Ouverture de session Specter
nl: Aanmelden in Specter
pl: Zaloguj się do Specter
pt: Login na Specter
ru: Войдите в Specter
sv: Logga in till Specter

source: Username
bg: Профил
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fr: Nom d'utilisateur
nl: Gebruikersnaam
pl: Użytkownik
pt: Nome de usuário
ru: Имя пользователя
sv: Användarnamn

source: password
el: κωδικός πρόσβασης
fr: mot de passe
ru: пароль

source: Login
bg: Вход
el: Σύνδεση
es: Sesion
fr: Ouverture de session
ru: Логин
sv: Logga in

source: Register to the Specter Node
bg: Регистрирай към възела на Спектър
de: An der Specter Node registrieren
el: Εγγραφτείτε στον κόμβο Specter
es: Regístrese en el nodo Specter
fr: Enregistrement au noeud Specter
nl: Registreer op de Specter Node
pl: Zarejestruj się do Węzła Specter
pt: Registre-se no nó da Especter
ru: Зарегистрируйтесь в Specter Node
sv: Registrera till Specter noden

source: Password
bg: Парола
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
sv: Lösenord

source: Register
bg: Регистрирай се
de: Registrieren
el: Εγγραφή
es: Registrarse
fr: Enregistrement
nl: Registreer
pl: Zarejestruj
pt: Registrar
ru: Зарегистрироваться
sv: Registrera

source: Cancel
bg: Отказ
de: Abbruch
el: Ακύρωση
es: Cancelar
fr: Annuler
nl: Annuleer
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt

source: Edit Name
bg: Редакция на Име
de: Namen ändern
el: Επεξεργασία Ονόματος
es: Editar Nombre
fr: Modifier le nom
nl: Naam wijzigen
pl: Edytuj Imię
pt: Editar Nome
ru: Редактировать имя
sv: Ändra Namn

source: Price Settings
bg: Ценови Настройки
de: Preis Einstellungen
el: Ρυθμίσεις τιμών
es: Configuraciones del precio
fr: Paramètres de prix
nl: Prijs instellingen
pl: Ustawienia Kursu
pt: Configurações de preço
ru: Настройки курса
sv: Prisinställningar

source: Please set custom rate or choose between the automated price provider options.
bg: Моля нагласете сами курс или изберете помежду опцийте за автоматичнен източник на курс.
de: Bitte lege einen eigenen Kurs fest oder wähle einen der automatischen Preislieferanten.
el: Παρακαλώ ορίστε την δικιά σας τιμή ή διαλέξτε από τις αυτοματοποιημένες επιλογές που προσφέρονται.
es: Establezca una tarifa personalizada o elija entre las opciones del proveedor de precios automatizado.
fr: Veuillez établir un taux personnalisé ou choisissez parmi les options automatisées de fournisseur de prix.
nl: Gelieve een custom tarief in te stellen of kies tussen de geautomatiseerde prijs provider opties.
pl: Ustaw kurs ręcznie lub wybierz dostawcę do automatycznego pobierania kursu.
pt: Por favor, defina a taxa personalizada ou escolha entre as opções do provedor de preços automatizada.
ru: Пожалуйста, задайте курс или выберите автоматического провайдера курса.
sv: Vänligen ange en egen transaktionskostnad eller välj bland de automatiskt föreslagna valen.

source: Manual
bg: Направи си сам
de: Manuell
fr: Manuel
nl: Manueel
pl: Ręcznie
ru: Вручную
sv: Manuell

source: Automatic
bg: Автоматик
de: Automatisch
es: Automático
fr: Automatique
nl: Automatisch
pl: Automatycznie
pt: Automático
ru: Автоматически
sv: Automatisk

source: Price:
bg: Цена:
de: Preis:
el: Τιμή:
es: Precio:
fr: Prix:
nl: Prijs:
pl: Kurs:
pt: Preço:
ru: Цена:
sv: Pris:

source: Symbol:
bg: Символ:
el: Σύμβολο:
es: Símbolo:
fr: Symbole:
nl: Symbool:
pt: Símbolo:
ru: Тикер:

source: Select price provider:
bg: Избери източник на курс:
de: Preisquelle auswählen:
es: Seleccione proveedor de precios:
fr: Sélectionner le fournisseur de prix:
nl: Selecteer prijs provider:
pl: Wybierz dostawcę kursu:
pt: Selecione o provedor de preços:
ru: Выберите провайдера курса:
sv: Välj pris-service:

source: Currency:
bg: Валута:
de: Währung:
el: Νόμισμα:
es: Divisa:
fr: Devise:
nl: Munteenheid:
pl: Waluta:
pt: Moeda:
ru: Валюта:
sv: Valuta:

source: Provider:
bg: Източник:
de: Quelle:
el: Πάροχος:
es: Proveedor:
fr: Fournisseur:
pl: Dostawca:
pt: Provedor:
ru: Провайдер:
sv: Service:

source: Weight Unit:
bg: Единица Тежест:
de: Gewichtseinheit:
el: Μονάδα βάρους:
es: Unidad de peso:
fr: Unité de poids:
pl: Jednostka:
pt: Unidade de peso:
ru: Единица веса:
sv: Vägningsenhet:

source: Price will automatically be fetched from the selected provider every 10 minutes.
bg: Курсът ше бъде автоматично изтеглен от избрания източник всеки 10 минути.
de: Der Preis wird automatisch alle 10 Minuten von der ausgewählten Quelle abgefragt.
el: Η τιμή θα λαμβάνεται αυτόματα από τον επιλεγμένο πάροχο κάθε 10 λεπτά.
es: El precio se obtendrá automáticamente cada 10 minutos del proveedor seleccionado.
fr: Le prix sera récupéré automatiquement toutes les 10 minutes à partir du fournisseur sélectionné.
nl: Prijs zal automatisch opgehaald worden van de geselecteerde provider om de 10 minuten.
pl: Kurs będzie automatycznie pobierany od wybranego dostawcy co 10 minut.
pt: O preço será automaticamente buscado pelo provedor selecionado a cada 10 minutos.
ru: Курс будет автоматически загружаться из выбранного провайдера каждые 10 минут.
sv: Priset hämtas automatiskt från vald service var 10e minut.

source: Save
bg: Запази
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Sauvegarder
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
sv: Spara

source: Disable showing price
bg: Отмени показване на курс
de: Preis ausblenden
el: Απενεργοποίηση εμφάνισης τιμής
es: Desactivar mostrar precio
fr: Désactiver l'affichage du prix
nl: Schakel prijs tonen uit
pl: Wyłącz pokazywanie kursu
pt: Desativar o preço de exibição
ru: Не показывать цены
sv: Visa inte pris

source: You can enable showing price feature to see the price<br>information of your Bitcoin amounts across Specter.
bg: Можеш да включите показване на курс, за да видите курсова <br>информация на вашите Биткойн количества в Спектър.
de: Du kannst das Preis anzeigen Feature einschalten, um die Preis<br>Information all deiner Specter Bitcoin Konten zu sehen.
el: Μπορείτε να ενεργοποιήσετε την λειτουργία εμφάνισης τιμής για να βλέπετε τις πληροφορίες<br>τιμής των Bitcoin ποσών σας σε όλο το Specter.
es: Puede habilitar la función de mostrar precio para ver el precio <br> información de sus cantidades de Bitcoin en Specter.
fr: Vous pouvez activer la fonction d'affichage du prix pour voir<br>l'information du prix relative à vos montants en Bitcoin sur Specter.
nl: U kan de feature prijs tonen inschakelen om de prijs informatie<br>te zien over je Bitcoin bedragen doorheen Specter.
pl: Możesz włączyć pokazywanie kursu żeby zobaczyć <br>informacje o stanie posiadania Bitcoinów w interfejsie Specter.
pt: Você pode ativar o recurso de exibição de preço para ver a informação<br>dos seus valores em Bitcoin através da Specter.
ru: Вы можете включить отображение курса, чтобы видеть информацию о цене сумм в биткоинах везде в Specter.
sv: Du kan sätta på prisinställningar för att se pris-<br>information för att visa fiat-priser i Specter.

source: Enable showing price
bg: Включи показване на курс
de: Preis anzeigen
el: Ενεργοποίηση εμφάνισης τιμής
es: Habilitar mostrar precio
fr: Activer l'affichage du prix
nl: Prijs tonen inschakelen
pl: Włącz pokazywanie kursu
pt: Ativar o preço de exibição
ru: Показывать цены
sv: Visa pris

source: Turning on show price mode...
bg: Включва се режим показване на курс…
de: Schalte Preis anzeigen ein...
el: Εμφάνιση τιμής ενεργοποιείται...
es: Activando el modo Mostrar precio ...
fr: Activation du mode d'affichage du prix...
nl: Inschakelen toon prijs modus…
pl: Włączam pokazywanie kursu...
pt: Ativar modo mostrar preço…
ru: Включаю отображение цены...
sv: Aktiverar prisläget...

source: Turning off show price mode...
bg: Отменя се се режим показване на курс…
de: Schalte Preis anzeigen aus...
el: Εμφάνιση τιμής απενεργοποιείται...
es: Desactivando el modo Mostrar precio ...
fr: Désactivation du mode d'affichage du prix...
nl: Uitschakelen toon prijs modus…
pl: Wyłączam pokazywanie kursu...
pt: Desativar modo mostrar preço…
ru: Выключаю отображение цены...
sv: Avaktiverar prisläget...

source: Failed to toggle price mode...
bg: Неуспешен опит да са смени режим показване на курс…
de: Konnte Preisanzeige nicht umschalten...
el: Αποτυχία αλλαγής κατάστασης εμφάνισης τιμής...
es: No se pudo cambiar el modo mostrar precio ...
fr: Échec de l'ajustement du mode de prix...
nl: Prijs modus omschakeling gefaald…
pl: Włączenie pokazywania kursu nie powiodło się..
pt: Falha ao alternar modo de preço…
ru: Не удалось изменить режим отображения цены...
sv: Misslyckades att ändra prisläget...

source: Updating price data...
bg: Актуализация на курсова информация…
de: Aktualisiere Preisdaten...
el: Ενημέρωση στοιχείων τιμών...
es: Actualizando datos de precios ...
fr: Mise à jour des données du prix...
nl: Updaten van prijs data…
pl: Pobieram informacje o kursie...
pt: Atualizando dados de preços…
ru: Обновление данных курса...
sv: Uppdaterar prisdata...

source: Failed to fetch price data from selected provider, please try again or select another provider.
bg: Неуспешен опит да се вземе курсова информация от избрания източник, моля опитайте отново или изберете нов източник.
de: Konnte Preisdaten von der ausgewählten Quelle nicht laden, bitte probiere es erneut oder wähle eine andere Quelle.
el: Η ανάκτηση στοιχείων τιμών από τον επιλεγμένο πάροχο απέτυχε, παρακαλώ δοκιμάστε ξανά ή επιλέξτε κάποιον άλλο πάροχο.
es: No se pudieron obtener los datos de precios del proveedor seleccionado. Vuelva a intentarlo o seleccione otro proveedor.
fr: Échec de la récuperation des données du prix en provenance du fournisseur sélectionné, veuillez essayer à nouveau ou sélectionner un fournisseur different.
nl: Ophalen prijs data van geselecteerde provider gefaald, gelieve opnieuw te proberen of een andere provider te selecteren.
pl: Nie udało się pobrać kursu od wybranego dostawcy, spróbuj ponownie lub wybierz innego dostawcę.
pt: Falha ao buscar dados de preço do provedor selecionado, tente novamente ou selecione outro provedor.
ru: Не удалось получить курс от выбранного провайдера, пожалуйста, попробуйте снова или выберите другого провайдера.
sv: Misslyckades att hämta prisinformation från vald service, vänligen försök igen eller prova en annan service.

source: Network
bg: Мрежа
de: Netzwerk
el: Δίκτυο
es: Red
fr: Réseau
nl: Netwerk
pl: Sieć
pt: Rede
ru: Сеть
sv: Nätverk

source: Purpose
bg: Предназначение
de: Zweck
el: Σκοπός
es: Propósito
fr: Utilité
nl: Doel
pl: Powód
pt: Propósito
ru: Цель
sv: Syfte

source: Derivation
de: Ableitung
el: Παράγωγο
es: Derivación
fr: Dérivation
nl: Derivatie
pl: Pochodzenie
pt: Derivação
ru: Вывод (derivation)
sv: Derivering

source: Export
bg: Експортирай
el: Εξαγωγή
es: Exportar
fr: Exporter
pl: Eksport
pt: Exportar
ru: Экспорт

source: Key
bg: Ключ
el: Κλειδί
es: Llave
fr: Clé
nl: Sleutel
pl: Klucz
pt: Chave
ru: Ключ
sv: Nyckel

source: Actions
bg: Действия
de: Aktionen
el: Ενέργειες
es: Acciones
nl: Acties
pl: Akcje
pt: Ações
ru: Действия
sv: Handlingar

source: Show key QR code
bg: Покажи QR код на ключа
de: Zeige Key QR Code
es: Mostrar llave de código QR
fr: Afficher le code QR de la clé
nl: Toon sleutel QR code
pl: Pokaż kod QR
pt: Mostrar o código QR da chave
ru: Показать QR-код
sv: Visa QR kod för nyckeln

source: Delete
bg: Изтрий
de: Löschen
el: Διαγραφή
es: Borrar
fr: Supprimer
nl: Verwijder
pl: Usuń
pt: Deletar
ru: Удалить
sv: Ta bort

source: Add more keys
bg: Добави допълнителни ключове
de: Weitere Keys hinzufügen
el: Προσθήκη και άλλων κλειδιών
es: Agrega mas llaves
fr: Ajouter plus de clés
nl: Meer sleutels toevoegen
pl: Dodaj więcej kluczy
pt: Adicionar mais chaves
ru: Добавить еще ключи
sv: Lägg till fler nycklar

source: Sign message on device
bg: Подпиши съобщение на устройство
de: Nachricht auf Gerät signieren
el: Υπογράψτε το μήνυμα στη συσκευή
es: Firma mensaje en el dispositivo
fr: Signer le message sur l'appareil
nl: Onderteken bericht op apparaat
pl: Podpisz wiadomość na urządzeniu
pt: Assinar mensagem no dispositivo
ru: Подписать сообщение на устройстве
sv: Signera meddelande på enhet

source: Derivation path
bg: Derivation пътека
de: Ableitungspfad
el: Μονοπάτι παράγωγου
es: Ruta de derivación
fr: Chemin de dérivation
nl: Derivatie pad
pl: Ścieżka pochodzenia
pt: Caminho de derivação
ru: Путь вывода
sv: Deriveringslänk

source: Message
bg: Съобщение
de: Nachricht
el: Μήνυμα
es: Mensaje
nl: Bericht
pl: Wiadomość
pt: Mensagem
ru: Сообщение
sv: Meddelande

source: Message signature
bg: Подпис на съобщение
de: Nachrichtensignatur
el: Υπογραφή μηνύματος
es: Firma del mensaje
fr: Message de signature
nl: Bericht signatuur
pl: Podpis wiadomości
pt: Assinatura de mensagem
ru: Подпись сообщения
sv: Meddelandesignatur

source: Copy message signature
bg: Копирай подпис на съобщение
de: Kopiere Nachrichtensignatur
el: Αντιγραφή υπογραφής μηνύματος
es: Copiar la firma del mensaje
fr: Copier le message de signature
nl: Kopieer bericht signatuur
pl: Kopiuj podpis wiadomości
pt: Copiar assinatura da mensagem
ru: Скопировать подпись сообщения
sv: Kopiera meddelandesignatur

source: Copied message signature
bg: Копирано е подпис на съобщение
de: Nachrichtensignatur kopiert
el: Η υπογραφή μηνύματος αντιγράφηκε
es: Firma de mensaje copiada
fr: Message de signature copié
nl: Bericht signatuur gekopieerd
pl: Skopiowano podpis wiadomości
pt: Assinatura de mensagem copiada
ru: Подпись сообщения скопирована
sv: Meddelandesignatur kopierad

source: Update master blinding key
bg: Актуализирай главен "слепеещ" ключ
de: Aktualisiere Master Blinding Key
el: Ενημέρωση του κυρίως κλειδιού τυφλώματος
es: Actualizar la llave maestra de cegamiento
pl: Uaktualnij główny zaciemniony klucz (master blinding key)
pt: Atualização da chave mestra de ofuscação
ru: Обновить главный blinding-ключ
sv: Uppdatera master blinding nyckel

source: Toggle device passphrase
bg: Смени на устройството
de: Gerätepasswort umschalten
el: Αλλαγή κατάστασης της μυστικής φράσης της συσκευής
es: Alterna el passphrase del dispositivo
nl: In/uitschakelen wachtwoordzin van apparaat
pl: Podaj hasło dla urządzenia
pt: Alternar senha do dispositivo
ru: Переключить фразу доступа (passphrase) для устройства
sv: Slå på passphrase för enhet

source: Forget the device
bg: Забрави устойството
de: Gerät vergessen
el: Ξέχασε αυτή τη συσκευή
es: Olvida el dispositivo
fr: Oublier l'appareil
nl: Apparaat vergeten
pl: Zapomnij urządzenie
pt: Esquecer dispositivo
ru: Забыть устройство
sv: Glöm enhet

source: Wallets Using This Device
bg: Портмонета, които използват това устройство
de: Wallets, die dieses Gerät verwenden
el: Πορτοφόλια που χρησιμοποιούν αυτή τη συσκευή
es: Billeteras Usando Este Dispositivo
fr: Portefeuilles Utilisant Cet Appareil
nl: Wallets die dit apparaat gebruiken
pl: Portfele Urzywające Tego Urządzenia
pt: Carteiras usando este dispositivo
ru: Кошельки, использующие это устройство
sv: Plånböcker använder denna enhet

source: New device was added successfully!
bg: Ново устройство е успешно добавено!
de: Neues Gerät wurde erfolgreich hinzugefügt!
el: Η νέα συσκευή προστέθηκε με επιτυχία!
es: Nuevo dispositivo fue agregado exitosamente!
fr: Succès de l'ajout du nouvel appareil!
nl: Nieuw apparaat werd succesvol toegevoegd!
pl: Nowe urządzenie zostało dodane pomyślnie!
pt: Novo dispositivo adicionado com sucesso!
ru: Новое устройство успешно добавлено!
sv: Ny enhet har lagts till!

source: Add another device
bg: Добави допълнително устройство
de: Neues Gerät hinzufügen
el: Προσθήκη επιπλέον συσκευής
es: Agrega un nuevo dispositivo
fr: Ajouter un autre appareil
nl: Ander apparaat toevoegen
pl: Dodaj kolejne urządzenie
pt: Adicionar outro dispositivo
ru: Добавить другое устройство
sv: Lägg till enhet

source: Create single key wallet
bg: Създай портмоне с единичен ключ
de: Einzel Key Wallet anlegen
el: Δημιουργία πορτοφολιού με ένα μόνο κλειδί
es: Crear billetera de una sola llave
fr: Créer un portefeuille à clé simple
nl: Single key wallet aanmaken
pl: Utwórz portfel z jednym kluczem
pt: Criar carteira de chave única
ru: Создать кошелек с одной подписью
sv: Skapa singelnyckel-plånbok

source: Create multisignature wallet
bg: Създай портмоне с многобройни ключове (multisignature)
de: Multisig Wallet anlegen
el: Δημιουργία πορτοφολιού με πολλαπλές υπογραφές
es: Crear billetera con múltiples firmas
fr: Créer un portefeuille multi-signature
nl: Multisignature wallet aanmaken
pl: Utwórz portfel o wielu podpisach (multisig)
pt: Criar carteira multi assinatura
ru: Создать кошелек с несколькими подписями
sv: Skapa multinyckel-plånbok

source: Message was signed successfully!
bg: Съобщението бе успешно подписано!
de: Nachricht erfolgreich signiert!
el: Το μήνυμα υπεγράφη με επιτυχία!
es: Mensaje fue firmado satisfactoriamente!
fr: Succès de la signature du message!
nl: Bericht werd succesvol gesigneerd!
pl: Wiadomośc została podpisana pomyślnie!
pt: A mensagem foi assinada com sucesso!
ru: Сообщение успешно подписано!
sv: Meddelandet signerat!

source: Get the master blinding key
bg: Вземи главния "слепеещ" ключ
de: Hole Master Blinding Key
el: Ανάκτηση του κύριου κλειδιού τυφλώματος
es: Consigue la llave maestra cegadora
fr: Obtenir la clé de masquage maître
nl: Ophalen master blinding key
pl: Pobierz główny zaciemniony klucz (master blinding key)
pt: Pegue a chave mestra de ofuscação
ru: Получить главный blinding-ключ
sv: Hämta master blinding nyckel

source: Get via USB
bg: Вземи чрез USB
de: Hole mittels USB
el: Ανάκτηση μέσω USB
es: Obtener a través de USB
fr: Obtenir via USB
nl: Ophalen via USB
pl: Pobierz przez USB
pt: Obtenha via USB
ru: Получить по USB
sv: Hämta via USB

source: Scan QR code
bg: Сканирай QR код
de: QR Code scannen
el: Σκανάρισμα κωδικού QR
es: Escanear código QR
fr: Balayer le code QR
nl: QR code inscannen
pl: Skanuj kod QR
pt: Ler QR code
ru: Отсканировать QR-код
sv: Scanna QR-kod

source: Paste xpub
bg: Постави xpub
de: Xpub einfügen
el: Επικόλληση xpub
es: Pegar xpub
fr: Coller xpub
nl: Plakken xpub
pl: Wklej xpub
pt: Colar xpub
ru: Вставить xpub-ключ из буфера обмена
sv: Klistra in xpub

source: Add xpub
bg: Добави xpub
de: Xpub hinzufügen
el: Προσθήκη xpub
es: Agregar xpub
fr: Ajouter xpub
nl: Toevoegen xpub
pl: Dodaj xpub
pt: Adicionar xpub
ru: Добавить xpub-ключ
sv: Lägg till xpub

source: Adding keys to
bg: Добавят се ключове към
de: Füge Keys hinzu
el: Προσθήκη κλειδιών σε
es: Agregando llaves a
fr: Ajout de clés à
nl: Sleutels toevoegen aan
pl: Dodawanie kluczy do
pt: Adicionando chaves a
ru: Добавляю ключи к
sv: Lägger till nycklar till

source: Setting up a new device
bg: Настройва се ново устройство
de: Ein neues Gerät einrichten
el: Ρύθμιση νέας συσκευής
es: Configurando un nuevo dispositivo
fr: Configuration d'un nouvel appareil
nl: Opzetten nieuw apparaat
pl: Ustawianie nowego urządzenia
pt: Configurando um novo dispositivo
ru: Настройка нового устройства
sv: Sätter upp en ny enhet

source: Name it
bg: Кръсти го
de: Vergib einen Namen
el: Ονομάστε την
es: Nombralo
fr: Nommez-le
nl: Benoem het
pl: Nazwij je
pt: Nomeá-lo
ru: Назовите его
sv: Namnge den

source: Please make sure to choose the device type before continuing
bg: Моля проверете, че сте избрали вида устройство преди да продължите
de: Bitte suche erst den Gerätetyp aus, bevor du weitermachst
el: Παρακαλώ διαλέξτε το είδος συσκευής πριν συνεχίσετε
es: Asegúrate de elegir el tipo de dispositivo antes de continuar
fr: Veuillez vous assurer de choisir le type d'appareil avant de continuer
nl: Gelieve ervoor te zorgen dat het apparaat type wordt gekozen voordat u verdergaat
pl: Upewnij się że wybrałeś typ urządzenia przed kontynuowaniem
pt: Certifique-se de escolher o tipo de dispositivo antes de continuar
ru: Пожалуйста, убедитесь, что вы выбрали устройство, прежде чем продолжить
sv: Vängligen välj enhetstyp innan du fortsätter

source: Device Management
bg: Админстрация на Устройства
de: Geräteverwaltung
el: Διαχείριση Συσκευών
es: Gestión de Dispositivo
fr: Gestion de l'Appareil
nl: Apparaat management
pl: Zarządzanie Urządzeniami
pt: Gerenciamento de dispositivo
ru: Управление устройствами
sv: Enhetshantering
