Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: UTXO only is a fast rescan option which only looks for existing balances (UTXO), but will not import the full transaction history.
bg: ‘UTXO само’ е опция за бързо ресканиране, която само търси съществуващи баланси (UTXO), но няма да импортира пълната история за транзакция.
de: Nur UTXO ist ein schneller Rescan, der nur das vorhandene Guthaben (UTXO) sucht, aber nicht den gesamten Transaktionsverlauf importiert.
es: UTXO únicamente, es una opción de re-escaneo rápido que solo busca saldos existentes (UTXO), pero no importará el historial de transacciones completo.
fr: UTXO uniquement est une option de réanalyse rapide qui ne recherche que les soldes existants (UTXO), mais n'importe pas l'historique complet des transactions.
nl: Alleen UTXO is een snelle herscan optie welke alleen zoekt naar bestaande balansen (UTXO), maar niet de volledige transactiegeschiedenis importeert.
pl: Tylko UTXO jest opcją szybkiego skanu, która tylko przeszukuje istniejące salda (UTXO), ale nie zaimportuje pełnej historii transakcji.
pt: O UTXO é apenas uma opção de uma varredura rápida que só procura saldos existentes (UTXO), mas não importa o histórico completo das transações.
ru: Пересканирование только выходов — более быстрый режим, который ищет существующие балансы (UTXO), но не импортирует полную историю транзакций.
sv: Enbart UTXO är snabbare och söker enbart igenom ospenderade transaktioner (UTXO), men importerar inte transaktionshistoriken som varit innan.

source: Rescan blockchain from block:
bg: Ресканира се блокчейна от блок:
de: Blockchain durchsuchen ab Block:
es: Volver a escanear blockchain desde el bloque:
fr: Ré-analyser la blockchain à partir du bloc :
nl: Herscan de blockchain vanaf blok:
pl: Skanowanie blockchain od bloku:
pt: Escanear novamente o blockchain começando pelo bloco:
ru: Пересканировать блокчейн с блока:
sv: Omsöker blockkedjan från block:

source: You are using a pruned node.<br>Wallet history may not fully appear.<br>Rescan is limited by the pruned height to block:
bg: Вие използвате съкратен възел.<br>История на портмонето може да не се появи напълно.<br>Ресканирато е ограничено от съкратената блок височина до блок:
de: Du verwendest eine gestutzte ("pruned") Node.<br>Der Wallet Verlauf könnte unvollständig erscheinen.<br>Der Rescan ist auf die gestutzte ("pruned") Blockhöhe begrenzt:
es: Estás utilizando un nodo podado. <br> Es posible que el historial de la billetera no aparezca por completo. <br> El re-escaneo está limitado a la altura del bloque hasta donde se podo el nodo:
fr: Vous utilisez un nœud élagué.<br>L'historique du portefeuille peut ne pas s'afficher entièrement.<br>La nouvelle analyse est limitée par la hauteur élaguée au bloc :
nl: U gebruikt een getrimde node.<br>De wallet geschieden is mogelijk niet volledig.<br>Herscannen is gelimiteerd tot de getrimde bloknummer:
pl: Korzystarz z przyciętego węzła.<br>Historia portfela może nie być w pełni wyświetlana.<br>Skan jest limitowany do wysokości przycięcia bloku:
pt: Você está usando um nó prunado. <br>O histórico da carteira pode não aparecer por completo. <br>O escaneamento é limitado até o bloco prunado:
ru: Вы используете узел с прунингом. <br>История кошелька может появиться не полностью.<br>Пересканирование ограничено высотой блока:
sv: Du använder en beskärd nod.<br>Plånbokshistorian visas antagligen inte fullt ut.<br>Omsök begränsas av den beskärda blockhöjden:

source: In case you're not sure, it is best to just leave the default number.<br><b>481824</b> was the first Segwit block.
bg: В случай че не сте сигурен, е най-добре да оставите преконфигурираното число.<br><b>481824</b> беше първия Segwit блок.
de: Wenn Du unsicher bist, verwende die Standardeinstellung.<br><b>481824</b> war der erste Segwit Block.
es: En caso de que no esté seguro, es mejor dejar el número predeterminado. <br> <b> 481824 </b> fue el primer bloque de Segwit.
fr: En cas de doute, il est préférable de laisser le numéro par défaut.<br><b>481824</b> était le premier bloc Segwit.
nl: Als u niet zeker bent is het aan te raden om hier het standaard nummer te bruiken.<br><b>481824</b> was het eerste Segwit blok.
pl: W przypadku niepewności, najlepiej wybrać domyślny numer.<br><b>481824</b> był pierwszym blokiem Segwit.
pt: Caso não tenha certeza, é melhor apenas deixar o número padrão. <br> O <b>481824</b> foi o primeiro bloco Segwit.
ru: Если вы не уверены, лучше оставьте значение по умолчанию. <br><b>481824</b> был первым Segwit-блоком.
sv: Om du är osäker är det bäst att låta standardvärdena stå. <br><b>481824</b> var det första blocket med Segwit.

source: fetch missing data from block explorer
bg: набери липсващи данни от блок изследователя
de: Fehlende Daten aus dem Block Explorer holen
es: recuperar datos faltantes del explorador de bloques
fr: récupérer les données manquantes de l'explorateur de blocs
nl: missende data ophalen van een blokverkenner
pl: pobierz brakujące dane z block explorer
pt: buscar dados ausentes do explorador de bloco
ru: загрузить недостающие данные из эксплорера блоков
sv: hämta saknad data från blockkedjeutforskare

source: Fetch missing data
bg: Набери липсващи данни
de: Fehlende Daten holen
es: Obteniendo datos faltantes
fr: Récupérer les données manquantes
nl: Missende data ophalen
pl: Pobierz brakujące dane
pt: Buscar dados ausentes
ru: Загрузить недостающие данные
sv: Hämta saknad data

source: You are using a pruned node. Blocks for some transactions may be missing.
bg: Вие използвате съкратен възел. Блоковете за някои транзакции може да липсват.
de: Du verwendest eine gestutzte ("pruned") Node. Blocks könnten für einige Transaktionen fehlen.
es: Estás utilizando un nodo podado. Es posible que falten bloques para algunas transacciones.
fr: Vous utilisez un nœud élagué. Des blocs pour certaines transactions peuvent être manquants.
nl: U gebruik een getrimde node. Blokken van sommige transacties kunnen ontbreken.
pl: Używasz przyciętego węzła. Bloki dla niektórych transakcji mogą nie być dostępne.
pt: Você está usando um nó prunado. Alguns blocos de algumas transações podem estar faltando.
ru: Вы используете узел с прунингом. Блоки для некоторых транзакций могут отсутствовать.
sv: Du använder en beskärd nod. Block för vissa transaktioner kan saknas.

source: Check this checkbox if you want to fetch missing information from block explorer.
bg: Цъкнете в тази кутийка ако искате да търсите липсваща информация от блок изследователя.
de: Markiere dieses Kontrollkästchen wenn du fehlende Informationen aus dem Block Explorer holen möchtest.
es: Seleccione esta casilla si desea recuperar la información faltante del explorador de bloques.
fr: Cochez cette case si vous souhaitez récupérer les informations manquantes dans l'explorateur de blocs.
nl: Selecteer dit vinkje om de missende informatie van een blokverkenner op te halen.
pl: Zazznacz ten checkbox jeżeli chcesz pobrać brakujące informacje z block explorera.
pt: Marque o checkbox se desejar obter as informações que faltam no explorador de blocos.
ru: Кликните, если вы хотите загрузить недостающую информацию из эксплорера блоков.
sv: Välj den här om du vill hämta saknad information från en blockkedjeutforskare.

source: Block explorer URL:
bg: Блок изследовател URL:
es: URL del explorador de bloques:
fr: URL de l'explorateur de blocs :
nl: Blokverkenner URL:
pl: URL block explorera:
pt: URL do explorador de bloco:
ru: URL эксплорера блоков:
sv: Blockkedjeutforskares URL:

source: Careful with block explorers!
bg: Внимателно с блок изследователите!
de: Sei mit Block Explorern vorsichtig!
es: Cuidado con los exploradores de bloques!
fr: Attention aux explorateurs de blocs !
nl: Let op met blokverkenners!
pl: Ostrożnie z block explorerami!
pt: Cuidado com os exploradores de blocos!
ru: Осторожно с эксплорерами блоков!
sv: Vänligen var försiktig med blockkedjeutforskare!

source: This may have privacy implications!
bg: Това може да има импликлации по поверителност!
de: Dies kann Auswirkungen auf den Datenschutz haben!
es: Esto puede tener implicaciones para la privacidad!
fr: Cela peut avoir des implications sur la confidentialité !
nl: Dit kan gevolgen voor uw privacy hebben!
pl: Może to spowodować utratę prywatności!
pt: Isso pode ter implicações na sua privacidade!
ru: Это может иметь последствия для приватности!
sv: Detta kan ha implikation för din privacy!

source: Information fetched from the block explorer contains a list of unspent transactions of your wallet from old (pruned) blocks.
bg: Информация набрана от блок изследователя съддържа списък с непохарчени транзакции от вашото портмоне от стари (съкратени) блокове.
de: Die Informationen aus dem Block Explorer enthalten eine Liste nicht ausgegebener Transaktionen ("unspent transactions") in deiner Wallet, die aus alten (gestutzten) Blocks stammen.
es: La información obtenida del explorador de bloques contiene una lista de transacciones no gastadas de su billetera de bloques antiguos (podados).
fr: Les informations extraites de l'explorateur de blocs contiennent une liste des transactions non dépensées de votre portefeuille à partir d'anciens blocs (élagués).
nl: Informatie verkregen van de blokverkenner bevatten een lijst met ongebruikte transacties van uw wallet van oude (getrimde) blokken.
pl: Informacje pobrane z block explorera zawierają listę niewydanych transakcji dla twojego portfela ze starego (przyciętego) bloku.
pt: As informações obtidas no explorador de blocos contêm uma lista de transações não gastas dos blocos antigos (prunados) da sua carteira.
ru: Информация, загруженная из эксплорера блоков, содержит список непотраченных транзакций из вашего кошелька из старых блоков.
sv: Information som hämtas från en blockkedjeutforskare innehåller en lista av ospenderade transaktioner i din plånbok från gamla (beskärda) block.

source: "They" will know what transactions you are interested in.
bg: "Те" ще знаят в кои транзакции се интересувате.
de: "Sie" werden wissen an welchen Transaktionen du interessiert bist.
es: "Ellos" sabrán en qué transacciones estas interesado.
fr: "Ils" sauront quelles transactions vous intéressent.
nl: "Zij" zullen weten in welke transacties u geïnteresseerd bent.
pl: "Oni" będą wiedzieć jakie transakcje cię intersują.
pt: "Eles" saberão em quais transações está interessado.
ru: "Они" узнают, какие транзакции вас интересуют.
sv: "De" kommer då känna till vilka transaktioner du är intresserad av.

source: Signer
bg: Подписател
de: Unterzeichner
es: Firmante
fr: Signataire
nl: Signeerder
pl: Podpisujący
pt: Signatário
ru: Подписант
sv: Signerare

source: Use this key
bg: Използвайте този ключ
de: Benutze diesen Key
es: Usa esta llave
fr: Utilisez cette clé
nl: Gebruik deze sleutel
pl: Użyj tego klucza
pt: Use esta chave
ru: Использовать этот ключ
sv: Använd denna nyckel

source: The device does not have keys matching the wallet type selected.
bg: Устройството няма ключове, които да съответстват с избрания тип портмоне.
de: Dieses Gerät enthält keine Keys, die zur ausgewählten Wallet passen.
es: El dispositivo no tiene llaves que coincidan con el tipo de billetera seleccionado.
fr: L'appareil n'a pas de clés correspondant au type de portefeuille sélectionné.
nl: Het apparaat heeft niet de sleutels die past bij het wallet type.
pl: Urządzenie nie posiada kluczy zgodnych z wybranym typem portfela.
pt: O dispositivo não possui chaves correspondentes ao tipo de carteira selecionado.
ru: На этом устройстве нет ключей для выбранного типа кошелька.
sv: Enheten har inga matchande nycklar till den här plånbokstypen.

source: Please choose a different type or add the keys to the device...
bg: Моля изберете различен тип или добавете ключове към устройството…
de: Bitte wähle eine andere Wallet oder füge die Keys zum Gerät hinzu...
es: Elija un tipo diferente o agregue las llaves al dispositivo ...
fr: Veuillez choisir un type différent ou ajouter les clés à l'appareil...
nl: Graag een ander type selecteren of de sleutels aan het apparaat toevoegen...
pl: Proszę wybierz inny typ lub dodaj klucze do tego urządzenia...
pt: Escolha um tipo diferente ou adicione as chaves a este dispositivo...
ru: Пожалуйста, выберите другой тип или добавьте ключи на устройство...
sv: Vänligen välj en annan plånbokstyp eller lägg till nycklarna på enheten...

source: Looks like this device doesn't have keys matching this type of wallet.
bg: Изглежда, че това устройство няма ключове, които съответстват на този тип портмоне.
de: Es sieht so aus, als hätte das Gerät keine passenden Keys zu diesem Wallet Typ.
es: Parece que este dispositivo no tiene llaves que coincidan con este tipo de billetera.
fr: Il semble que cet appareil n'ait pas de clés correspondant à ce type de portefeuille.
nl: Het apparaat heeft niet de sleutel die past bij dit type wallet.
pl: Wygląda na to że to urządzenie nie posiada kluczy które pasują do tego typu portfela.
pt: Parece que este dispositivo não possui chaves correspondentes a este tipo de carteira.
ru: Похоже, на этом устройстве нет ключей, подходящий этому типу кошелька.
sv: Ser ut som den här enheten saknar nycklar som matchar den här plånbokstypen.

source: Create wallet
bg: Създай портмоне
de: Wallet erstellen
es: Crear billetera
fr: Créer un portefeuille
nl: Maak nieuwe wallet
pl: Utwórz portfel
pt: Criar uma carteira
ru: Создать кошелек
sv: Skapa plånbok

source: Select the type of the wallet
bg: Избери тип портмоне
de: Wähle den Wallet Typ
es: Seleccione el tipo de billetera
fr: Sélectionnez le type de portefeuille
nl: Selecteer het type van de wallet
pl: Wybierz typ portfela
pt: Selecione o tipo de carteira
ru: Выбрать тип кошелька
sv: Välj plånbokstyp

source: Adding a wallet with existing funds?
bg: Добавете портмоне със съществуващи средства?
de: Eine Wallet mit vorhandenen Mitteln hinzufügen?
es: Agregar una billetera con fondos existentes?
fr: Ajouter un portefeuille avec des fonds existants ?
nl: Wallet met bestaande balans toevoegen?
pl: Dodajesz istniejący portfel zawierający środki?
pt: Adicionar uma carteira com fundos?
ru: Добавляете кошелек с существующими деньгами?
sv: Lägger du till en plånbok med tidigare transaktioner?

source: Importing an existing wallet?
bg: Импортирайте съществуващо портмоне?
de: Importierst Du eine bestehende Wallet?
es: Importando una billetera existente?
fr: Importer un portefeuille existant ?
nl: Importeer een bestaande wallet?
pl: Importujesz istniejący portfel?
pt: Importar uma carteira existente?
ru: Импортируете существующий кошелек?
sv: Importera en existerande plånbok?

source: After choosing device(s), click continue, then just select the:<br> "Scan for existing funds" checkbox on the next screen.
bg: След като изберете устройство/устройства, моля натиснете продължете, а след това просто изберете:<br> "Сканирайте за съществуващи средства" кутийка на следващия екран.
de: Klicke nach der Geräteauswahl auf weiter, aktiviere anschließend das:<br> "Nach vorhandenen Mitteln scannen" Kontrollkästchen auf der nächsten Seite.
es: Después de elegir los dispositivos, haga clic en continuar, luego seleccione la casilla de verificación: <br> "Escanear fondos existentes" en la siguiente pantalla.
fr: Après avoir choisi le(s) appareil(s), cliquez sur Continuer, puis cochez simplement la case :<br> « Rechercher des fonds existants » sur l'écran suivant.
nl: Na het selecteren van een of meer apparaten, klik doorgaan en selecteer de:<br>"Scan voor bestaande balansen" keuze op het volgende scherm.
pl: Po wybraniu urządzenia(urządzeń), kliknij kontynuuj, pózniej wybierz:<br>"Skanuj w poszukiwaniu środków" checkobox na następnym ekranie.
pt: Depois escolha o(s) dispositivo(s), clique em continuar, e então selecione <br> o checkbox "Busque por saldos existentes" na próxima tela.
ru: После того, как выберете устройство (устройства), кликните "продолжить", затем выберите <br> "Просканировать на наличие денег" на следующем экране.
sv: Efter du valt enhet(er), klicka på fortsätt, och välj sedan:<br>"Sök efter existerande transaktioner" på nästa skärm.

source: Please Note:<br>You are using a pruned node. Wallet history may not fully appear.
bg: Моля забележете:<br>Вие използвате съкратен възел. Историята на портмонето може да не се появи напълно.
de: Bitte beachte: Du verwendest eine gestutzte ("pruned") Node. Der Wallet Verlauf könnte unvollständig erscheinen.
es: Tenga en cuenta: <br> Está utilizando un nodo podado. Es posible que el historial de la billetera no aparezca por completo.
fr: Veuillez noter :<br>Vous utilisez un nœud élagué. L'historique du portefeuille peut ne pas s'afficher complètement.
nl: Let op:<br>U gebruikt een getrimde node. Wallet geschiedenis kan niet volledig zichtbaar zijn.
pl: Uwaga:<br>Używasz przyciętego węzła. Historia portfela może nie być kompletna.
pt: Por favor, lembre-se:<br> Você está usando um node prunado. O histórico da sua carteira não irá aparecer completamente.
ru: Пожалуйста, обратите внимание:<br>Вы используете узел с прунингом. История кошелька может появиться не полностью.
sv: Vänligen notera:<br>Du använder en beskärd nod. Plånbokshistorian är potentiellt inte komplett.

source: Single key wallet
bg: Портмоне с единичен ключ
es: Billetera de una sola llave
fr: Portefeuille à clé unique
nl: Enkelvoudig ondertekende wallet
pl: Portfel z jednym kluczem
pt: Carteira de chave única
ru: Кошелек с одним ключом
sv: Singelsignaturplånbok

source: Multisignature wallet
bg: Портмоне с многобройни ключове (multisignature)
de: Multisignatur Wallet
es: Billetera de multiples llaves
fr: Portefeuille multisignature
nl: Meervoudig ondertekende wallet
pl: Portfel z wieloma podpisami
pt: Carteira MultiSig
ru: Кошелек с несколькими ключами (мультисиг)
sv: Multisignatursplånbok

source: Import from wallet software
bg: Импортирай от софтуер за портмоне
de: Aus Wallet Software importieren
es: Importar desde un software de billetera
fr: Importer à partir du logiciel de portefeuille
nl: Importeer van wallet software
pl: Importuj z software portfela
pt: Importe para uma carteira
ru: Импортировать из ПО-кошелька
sv: Importera från plånboksmjukvara

source: Import From Wallet Software
bg: Импортирай от софтуер за портмоне
de: Aus Wallet Software importieren
es: Importar desde un Software de Billetera
fr: Importer à partir du logiciel de portefeuille
nl: Importeer Van Wallet Software
pl: Importuj z Software Portfela
pt: Importe Para Uma Carteira
ru: Импортировать из ПО-кошелька
sv: Importera från plånboksmjukvara

source: Click here to import an existing wallet from a wallet software like Electrum, Fully-Noded, Sparrow Wallet, or another Specter instance.
bg: Цъкнете тука, за да импортирате съществуващо портмоне от портмоне софтуер като Electrum, Fully-Noded, Sparrow Wallet, или друга инстнация на Спектър.
de: Klicke hier, um eine bestehende Wallet aus einer Software wie Electrum, Fully-Noded, Sparrow Wallet oder einer anderen Specter Instanz zu importieren.
es: Haga clic aquí para importar una billetera existente desde un software de billetera como Electrum, Fully-Noded, Sparrow Wallet u otra instancia de Specter.
fr: Cliquez ici pour importer un portefeuille existant à partir d'un logiciel de portefeuille comme Electrum, Fully-Noded, Sparrow Wallet ou une autre instance de Specter.
nl: Klik hier om een beschikbare wallet te importeren van software zoals Electrum, Fully-Noded, Sparrow Wallet of een andere Specter instantie.
pl: Kliknij tutaj żeby zaimportować istniejący portfel z softu takiego jak Electrum, Fully-Noded, Sparrow Wallet, lub innej instancji Specter.
pt: Clique aqui para importar uma carteira existente de outra carteira como Electrum, Fully-Noded, Sparrow Wallet, ou de outra instância Specter.
ru: Кликните здесь, чтобы импортировать кошелек из ПО-кошелька, такого как Electrum, Fully-Noded, Sparrow Wallet или другого Specter.
sv: Klicka här för att importera en existerande plånbok från en plånboksmjukvara som Electrum, Fully-Noded, Sparrow Wallet, eller annan Specter instans.

source: Multisig is better for large-ish amounts.
bg: Многобройни ключове (multisig) са по-добре за по-големи суми.
de: Multisig ist für "größere" Summen besser geeignet.
es: Multifirmas es mejor para cantidades grandes.
fr: Multisig est préférable pour les quantités importantes.
nl: Multisig is beter voor grotere balansen.
pl: Multisig jest lepszy dla większych sum.
pt: Multisig é bom para grandes quantidades.
ru: Мультисиг лучше для больших сумм.
sv: Multisignatur är bättre för större summor.

source: Copied Address:
bg: Копирани адреси:
de: Kopierte Adresse:
el: Αντιγραμμένη Διεύθυνση:
es: Dirección copiada:
fr: Adresse copiée :
nl: Gekopieerd Adres:
pl: Skopiowany Adres:
pt: Endereço copiado:
ru: Скопирован адрес:
sv: Kopierad adress:

source: (click to copy)
bg: (цъкни да копирате)
de: (zum Kopieren klicken)
el: (κάντε κλικ για αντιγραφή)
es: (haga clic para copiar)
fr: (cliquez pour copier)
nl: (klik om te kopiëren)
pl: (kliknij żeby skopiować)
pt: (clique para copiar)
ru: (кликните, чтобы скопировать)
sv: (klicka för att kopiera)

source: Get new address
bg: Вземи нови адреси
de: Neue Adresse erzeugen
el: Λάβετε νέα διεύθυνση
es: Obtener nueva dirección
fr: Obtenir une nouvelle adresse
nl: Nieuw adres ophalen
pl: Nowy adres
pt: Pegar um novo endereço
ru: Получить новый адрес
sv: Hämta ny adress

source: Scan to Verify Address on Your Device
bg: Сканирай за проверка на адрес на твоето устройство
de: Scannen, um die Adresse auf deinem Gerät zu verifizieren
el: Σκανάρετε για να Επαληθεύσετε την Διεύθυνση στη Συσκευή Σας
es: Escanee para verificar la dirección en su dispositivo
fr: Analyser afin de vérifier l'adresse sur votre appareil
nl: Scan om Adres te Verifiëren op Apparaat
pl: Skanuj żeby Zweryfik Adres na Twoim Urządzeniu
pt: Escaneie para Verificar o Endereço com Seu Dispositivo
ru: Отсканируйте, чтобы верифицировать адрес на устройстве
sv: Scanna för att verifiera adressen på din enhet

source: Specter can verify this address if you scan it.<br>It has an address index included in the QR code.
bg: Спектър може да провери този адрес ако го сканирате.<br>То има адрес индекс включен в QR кода.
de: Specter kann diese Adresse verifizieren, wenn du sie scannst.<br>Ein Adressindex ist im QR Code eingebettet.
el: Το Specter μπορεί να επαληθεύσει αυτήν την συσκευή αν την σκανάρετε.<br>Περιέχει έναν κατάλογο διευθύνσεων μέσα στον κωδικό QR.
es: Specter puede verificar esta dirección si la escanea. <br> Tiene un índice de direcciones incluido en el código QR.
fr: Specter peut vérifier cette adresse si vous la balayez.<br>Il y a un index d'adresse inclus dans le code QR.
nl: Specter kan dit adres verifiëren als u het scant.<br>De QR code bevat een adres index.
pl: Specter może zweryfikować ten adres jeżeli go zeskanuje.<br>Ma on zapisany indeks adresu w kodzie QR.
pt: A Specter pode verificar este endereço se você escanea-lo. <br>Ele possui um índice de endereço incluído no QR code.
ru: Specter может верифицировать этот адрес, если вы его отсканируете. <br>Индекс адреса включен в QR-код.
sv: Specter kan verifiera adressen om du kan scanna den.<br>Adressindex är inkluderat i QR-koden.

source: Verify address via QR code
bg: Провери адрес чрез QR код
de: Verifiziere Adresse per QR Code
el: Επαλήθευση διεύθυνσης μέσω κωδικού QR
es: Verificar la dirección a través del código QR
fr: Vérifier l'adresse via le code QR
nl: Verifieer adres via QR code
pl: Zweryfikuj adres kodem QR
pt: Verifique os endereços via QR code
ru: Верифицировать адрес через QR-код
sv: Verifiera via QR-kod
