Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: ADDRESS
bg: АДРЕС
de: ADRESSE
es: DIRECCION
fr: ADRESSE
nl: ADRES
pl: ADRES
pt: ENDEREÇO
ru: АДРЕС
sv: ADRESS

source: AMOUNT
bg: СУМА
de: BETRAG
es: CANTIDAD
fr: MONTANT
nl: BEDRAG
pl: KWOTA
pt: QUANTIDADE
ru: СУММА
sv: MÄNGD

source: Remove recipient
bg: Премахнете получател
de: Empfänger entfernen
es: Eliminar destinatario
fr: Supprimer destinataire
nl: Verwijder ontvanger
pl: Usuń odbiorcę
pt: Remova o destinatário
ru: Удалить получателя
sv: Ta bort mottagare

source: Calculate estimated fee
bg: Изчислете приблизителна тарифа
de: Geschätzte Gebühr berechnen
es: Calcular tarifa estimada
fr: Calculer le frais estimé
nl: Bereken geschatte kosten
pl: Oszacuj opłatę
pt: Calculate a taxa estimada
ru: Рассчитать приблизительную комиссию
sv: Beräkna estimerad transaktionskostnad

source: Transaction editor:
bg: Редактор за транзакции:
de: Transaktions-Editor:
es: Editor de transacciones:
fr: Éditeur de transaction:
nl: Transactie kladblok:
pl: Edytor transakcji:
pt: Editor de transação:
ru: Редактор транзакций:
sv: Transaktionseditor:

source: Add recipient
bg: Добавете получател
de: Empfänger hinzufügen
es: Agregar destinatario
fr: Ajouter destinataire
nl: Voer ontvanger toe
pl: Dodaj odbiorcę
pt: Adicione o destinatário
ru: Добавить получателя
sv: Lägg till mottagare

source: Select coins
bg: Изберете монети
de: Coins auswählen
es: Seleccionar monedas
fr: Selectionner les jetons
nl: Selecteer UTXOs
pl: Wybierz monety
pt: Selecionar moedas
ru: Выбрать монеты
sv: Välj mynt

source: manually
bg: индивидуално настроено
de: manuell
es: manualmente
fr: manuellement
nl: handmatig
pl: ręcznie
pt: manualmente
ru: вручную
sv: manuellt

source: Create <span class="optional">&nbsp;unsigned&nbsp;</span>transaction
bg: Създайте <span class="optional">&nbsp;неподписана&nbsp;</span>транзакция
de: Erstelle eine<span class="optional">&nbsp;unsignierte&nbsp;</span>Transaktion
es: Crear una transacción <span class = "optional"> & nbsp; no firmada & nbsp; </span>
fr: Créer une transaction <span class="optional">&nbsp;non-signée&nbsp;</span>
nl: Maak <span class="optional">&nbsp;ongetekende&nbsp;</span>transactie aan
pl: Utwórz <span class="optional">&nbsp;nie podpisaną&nbsp;</span>transakcję
pt: Criar transação <span class="optional">&nbsp;não assinada&nbsp;</span>
ru: Создать <span class="optional">&nbsp;неподписанную&nbsp;</span>транзакцию
sv: Skapa <span class="optional">&nbsp;osignerad&nbsp;</span>transaktion

source: Recipient address:
bg: Адрес на получателя:
de: Empfängeradresse:
es: Dirección del receptor:
fr: Adresse du destinataire:
nl: Ontvangstadres:
pl: Adres odbiorcy:
pt: Endereço do destinatário:
ru: Адрес получателя:
sv: Mottagande adress:

source: Address label (optional):
bg: Етикет на адрес (пожелателно):
de: Adresslabel (optional):
es: Etiqueta de dirección (opcional):
fr: Étiquette de l'adresse (optionnel):
nl: Adres label (optioneel):
pl: Etykieta adresu (opcjonalnie):
pt: Rótulo do endereço (opcional):
ru: Метка адреса (необязательно):
sv: Adressetikett (valfritt):

source: Amount:
bg: Сума:
de: Betrag:
es: Cantidad:
fr: Montant:
nl: Bedrag:
pl: Kwota:
pt: Quantidade:
ru: Сумма:
sv: Mängd:

source: send max
bg: прати максимум
de: max. Betrag senden
es: enviar el máximo
fr: envoyer le maximum
nl: verstuur maximum
pl: wyślij wszystko
pt: enviar o máximo
ru: отправить всё
sv: skicka allt

source: Please first enter a valid address
bg: Моля първо въведете валиден адрес
de: Bitte gib zuerst eine gültige Adresse ein
es: Primero ingrese una dirección válida
fr: Veuillez entrer une adresse valide
nl: Begin met het invoeren van een valide adres
pl: Proszę najpierw podać prawidłowy adres
pt: Por favor, entre com uma quantidade válida
ru: Пожалуйста, сначала введите валидный адрес
sv: Vänligen ange en korrekt adress

source: Amount entered is invalid!
bg: Сумата въведена е невалидна!
de: Eingegebener Betrag ist ungültig!
es: La cantidad ingresada no es válida!
fr: Le montant entré est invalide!
nl: Ingevoerde bedrag is ongeldig!
pl: Wprowadzona kwota jest nie poprawna!
pt: A quantidade informada é inválida!
ru: Введенная сумма невалидна!
sv: Angiven mängd är ogiltig!

source: You cannot send more than
bg: Не можете да пратете повече от
de: Du kannst nicht mehr senden als
es: No puedes enviar más de
fr: Vous ne pouvez pas envoyer plus de
nl: Kan niet meer versturen dan
pl: NIe możesz wysłać więcej niż
pt: Você não pode enviar mais do que
ru: Вы не можете отправить более чем
sv: Du kan inte skicka mer än

source: You need to select more coins to match your amount!
bg: Трябва да изберете повече монети, които да покрият избраната сума!
de: Du musst mehr Coins auswählen um deinen Betrag zu erreichen!
es: Debes seleccionar más monedas para igualar tu cantidad!
fr: Sélectionnez plus de jetons pour parvenir à votre montant!
nl: U moet meerdere UTXOs selecteren om het bedrag te bereiken!
pl: Musisz wybrać więcej monet żeby wystarczyło na wybraną kwot!
pt: Você precisa selecionar mais moedas para corresponder ao valor!
ru: Вам нужно выбрать больше монет, чтобы соответствовать сумме!
sv: Du behöver välja fler mynt för att matcha mängden!

source: Invalid amount! Wrong unit?
bg: Невалидна сума! Грешна единица?
de: Ungültiger Betrag! Falsche Einheit?
es: Monto invalido! Unidad incorrecta?
fr: Montant invalide! Mauvaise unité?
nl: Ongeldig bedrag! Verkeerde eenheid?
pl: Nieprawidłowa kwota! Zła jednostka?
pt: Quantidade inválida! Unidade errada?
ru: Невалидная сумма! Неправильная единица измерения?
sv: Ogiltig mängd! Fel enhet?

source: Please enter the amount that you wish to send
bg: Моля въведете сумата, което желаете да пратите
de: Bitte gib den Betrag ein, den Du versenden möchtest
es: Por favor ingrese la cantidad que desea enviar
fr: Veuillez entrer le montant que vous souhaitez envoyer
nl: Voer het bedrag in dat u wilt versturen
pl: Wprowadź kwotę którą chcesz wysłać
pt: Por favor, entre com a quantidade que gostaria de enviar
ru: Пожалуйста, введите сумму, которую хотите отправить
sv: Vänligen ange mängden du önskar skicka

source: Please enter a valid recipient address
bg: Моля въведете валиден адрес на получател
de: Bitte gib eine gültige Empfängeradresse ein
es: Ingrese una dirección de destinatario válida
fr: Veuillez entrer une adresse de destinataire valide
nl: Voer een valide ontvangstadres in
pl: Podaj poprawny adres odbiorcy
pt: Por favor, entre com um endereço válido
ru: Пожалуйста, введите валидный адрес получателя
sv: Vängligen ange en giltig mottagaradress

source: failed to calculate transaction fees
bg: не успя да се изчислят тарифите
de: Berechnung der Transaktionsgebühren fehlgeschlagen
es: no se pudo calcular las tarifas de transacción
fr: échec lors du calcul des frais de transactions
nl: berekenen transactiekosten is gefaald
pl: nie udało się oszacować kosztów transakcji
pt: falha ao calcular as taxas de transação
ru: не удалось рассчитать комиссию
sv: misslyckades att beräkna transaktionskostnaden

source: Subtract fees from amount
bg: Извади тарифите от сумата
de: Gebühren vom Betrag abziehen
es: Restar tarifas de la cantidad
fr: Soustraire les frais du montant
nl: Kosten aftrekken van bedrag
pl: Odejmij koszty transakcji od kwoty
pt: Subtraia as taxas do valor
ru: Вычесть комиссию из суммы
sv: Dra bort transaktionskostnaderna från mängden

source: If checked, the transaction fees will be paid off from the transaction amount.
bg: Ако тази кутия е попълнена, тарифите ще бъдат платени от сумата на транзакцията.
de: Wenn ausgewählt, werden die Transaktionsgebühren vom Transaktionsbetrag bezahlt.
es: Si está marcada, las tarifas de transacción se pagarán con el monto de la transacción.
fr: Si coché, les frais de transactions seront soustraits au total.
nl: Indien aangevinkt worden de kosten van de transactie van het bedrag afgetrokken.
pl: Jeżeli zaznaczysz tą opcję, opłata za transakcję będzie pobrana z kwoty transakcji.
pt: Se marcado, as taxas de transação serão pagas subtraindo o valor da transação.
ru: Если эта опция выбрана, комиссия за транзакцию будет вычтена из суммы транзакции.
sv: Om vald så kommer transaktionskostnaden automatiskt dras av från transaktionsmängden.

source: Otherwise, the fees will be paid as an added cost in addition to the amount sent.
bg: Иначе тарифите ще бъдат платени като добавена цена.
de: Ansonsten werden die Gebühren als zusätzliche Kosten zum gesendeten Betrag hinzugefügt.
es: De lo contrario, las tarifas se pagarán como un costo adicional además del monto enviado.
fr: Autrement, les frais seront payés en tant que coût additionel au total envoyé.
nl: Anders worden de kosten van de transactie bij het af te schrijven bedrag opgeteld.
pl: Alternatywnie, opłata będzie dodana do kwoty jaką wysyłasz.
pt: Caso contrário, as taxas serão pagas como um custo adicional além do valor enviado.
ru: В противном случае, комиссия будет уплачена в дополнение к отправленной сумме.
sv: Annars kommer transaktionskostnaden läggas till ovanpå mängden som skickas.

source: Subtract from recipient number:
bg: Извадете от номер на получателя:
de: Vom Wert des Empfängers abziehen:
es: Restar del monto del destinatario:
fr: Soustraire au montant du destinataire:
nl: Aftrekken van ontvanger nummer:
pl: Odejmij od numeru odbiorcy:
pt: Subtrair do número do destinatário:
ru: Вычесть от получателя номер:
sv: Dra bort från mottagarnummer:

source: Fees:
bg: Тарифи:
de: Gebühren:
es: Tarifas:
fr: Frais:
nl: Kosten:
pl: Opłaty:
pt: Taxas:
ru: Комиссия:
sv: Transaktionskostnader:

source: dynamic
bg: динамичен
de: Dynamisch
es: dinamico
fr: dynamique
nl: dynamisch
pl: dynamiczny
pt: dinâmica
ru: динамическая
sv: dynamisk

source: manual
bg: инвидуално настроен
de: Manuell
fr: manuel
nl: handmatig
pl: ręczny
ru: заданная вручную
sv: manuell

source: Fee rate:
bg: Курс:
de: Gebührenrate:
es: Tasa de tarifa:
fr: Frais (taux):
nl: Tarief:
pl: Szacowana opłata:
pt: Taxa:
ru: Комиссия за единицу:
sv: Transaktionskostnad:

source: leave blank to set automatically, 1 sat/vbyte is the minimal fee rate.
ru: оставьте пустым, чтобы выставить автоматически. Минимальная комиссия за единицу 1 sat/vbyte.

source: Estimated speed:
bg: Изчислена скорост:
de: Geschätzte Geschwindigkeit:
es: Velocidad estimada:
fr: Vitesse estimée:
nl: Geschatte snelheid:
pl: Szacowana prędkość:
pt: Velocidade estimada:
ru: Оценка скорости:
sv: Estimerad hastighet:

source: RBF Enabled
bg: Смяна по тарифа (RBF) е включено
de: RBF eingeschaltet
es: RBF habilitado
fr: RBF activé
nl: RBF Ingeschakeld
pl: Włączone RBF
pt: RBF Habilitado
ru: Замена по комиссии (RBF) включена
sv: RBF påslaget

source: Very slow
bg: Много бавно / пътнически влак БДЖ
de: Sehr langsam
es: Muy lento
fr: Très lent
nl: Zeer langzaam
pl: Bardzo Powoli
pt: Muito lenta
ru: Очень медленно
sv: Väldigt långsamt

source: Slow
bg: Бавно
de: Langsam
es: Lento
fr: Lent
nl: Langzaam
pl: Powoli
pt: Lenta
ru: Медленно
sv: Långsamt

source: Medium (1 hour)
bg: Обикновена скорост (1 час)
de: Medium (1 Stunde)
es: Medio (1 hora)
fr: Moyen (1 heure)
nl: Gemiddeld (1 uur)
pl: Średnio (1 godzina)
pt: Médio (1 hora)
ru: Средне (1 час)
sv: Medium (1 timme)

source: Fast (30 minutes)
bg: Бързо (30 минути)
de: Schnell (30 Minuten)
es: Rápido (30 minutos)
fr: Rapide (30 minutes)
nl: Snel (30 minuten)
pl: Szybko (30 minut)
pt: Rápido (30 min)
ru: Быстро (30 минут)
sv: Snabbt (30 minuter)

source: Very fast (10 minutes)
bg: Много бързо (10 минути)
de: Sehr schnell (10 Minuten)
es: Muy rápido (10 minutos)
fr: Extrêmement rapide (10 minutes)
nl: Zeer snel (10 minuten)
pl: Bardzo szybko (10 minut)
pt: Muito rápido (10 min)
ru: Очень быстро (10 минут)
sv: Mycket snabbt (10 minuter)

source: Overpaid! (10 minutes)
bg: Надплатено! (10 минути)
de: Überzahlt! (10 Minuten)
es: Pagado en exceso! (10 minutos)
fr: Sur-payer! (10 minutes)
nl: Te veel betaald! (10 minuten)
pl: Przepłacono! (10 minut)
pt: Pago em excesso! (10 min)
ru: Избыточная комиссия! (10 минут)
sv: Överbetalar! (10 minuter)

source: Transactions Awaiting Signing:
bg: Транзакции, които очакват подпис:
de: Auf Signatur wartende Transaktionen:
es: Transacciones pendientes de firma:
fr: Transactions en attente de signature:
nl: Transacties in afwachting van ondertekenen:
pl: Transakcje Oczekujące na Podpisanie:
pt: Transações Esperando Assinatura:
ru: Транзакций в ожидании подписи:
sv: Transaktioner som väntar signering:

source: Here you can manage PSBTs (Partially Signed Bitcoin Transactions) you have created but did not finish signing or broadcasted to the network.
bg: Тука можеш да администрираш частично подписани биткойн транзакции (PSBTs), които сте създали, но не сте довършили с подписи или изходяща транзмисия към мрежата.
de: Hier kannst du deine erstellten PSBTs (Partially Signed Bitcoin Transactions) verwalten, die noch nicht fertig signiert oder ins Netzwerk übertragen worden sind.
es: Aquí puede administrar las PSBT (Transacciones de Bitcoin Parcialmente Firmadas) que ha creado pero que no se han firmado o transmitido a la red.
fr: Ici, vous pouvez gérer des PSBT (Transactions Bitcoin Partiellement Signées) que vous avez créez mais qui ne sont pas complètement signées/diffusées sur le réseau.
nl: Hier kunt u PSBTs (gedeeltelijk ondertekende bitcoin transacties) beheren die gemaakt zijn maar nog niet zijn ondertekend of verstuurd naar het netwerk.
pl: Tu możesz zarządzać PSBT (Partially Signed Bitcoin Transaction / Częściowo Podpisane Transakcje Bitcoin) które zostały utworzone ale jeszcze nie zostały podpisane lub wysłane do sieci.
pt: Aqui você pode gerenciar os PSBTs (Partially Signed Bitcoin Transactions) criados, mas que não concluiu a assinatura ou não transmitiu para a rede.
ru: Здесь вы можете управлять частично подписанными транзакциями (PBST), которые вы создали, но не до конца подписали или не отправили в сеть.
sv: Här kan du hantera PSBTs (Delsignerade Bitcointransaktioner) du har skapat men inte signerat färdigt, eller skickat up på nätverket.

source: Open
bg: Отвори
de: Öffnen
es: Abrir
fr: Ouvrir
pl: Otwarte
pt: Aberta
ru: Открыть
sv: Öppna

source: Sigs
bg: Подписи
es: Signos
nl: Ondertekeningen
pt: Assinaturas
ru: Подписи
sv: Signaturer

source: No transactions yet.
bg: Няма транзакции засега.
de: Noch keine Transaktionen.
es: Todavía no hay transacciones.
fr: Pas de transactions pour l'instant.
nl: Nog geen transacties.
pl: Nie ma jeszcze żadnych transakcji.
pt: Sem transações ainda.
ru: Пока нет транзакций.
sv: Inga transaktioner ännu.

source: Sending
bg: Праща се
de: Sende
es: Enviando
fr: Envoyer
nl: Verzenden
pl: Wysyłanie
pt: Enviando
ru: Отправка
sv: Skickar

source: Acquired
bg: Придобит
de: Erhalten
es: Adquirido
fr: Acquis
nl: Verworven
pl: Nabyty
pt: Adquirido
ru: Получено
sv: Mottagen

source: signatures
bg: подписи
de: Signaturen
es: firmas
nl: ondertekeningen
pl: podpisy
pt: assinaturas
ru: подписей
sv: signaturer

source: transaction details
bg: детайли на транзакзията
de: Transaktionsdetails
es: detalles de transacción
fr: details de transaction
nl: transactie details
pl: szczegóły transakcji
pt: detalhes da transação
ru: детали транзакции
sv: transaktionsdetaljer

source: Transaction Info
bg: Информация за Транзакцията
de: Transaktionsinformation
es: Información de Transacción
fr: Informations de transaction
nl: Transactie Informatie
pl: Informacje o transakcji
pt: Informação da Transação
ru: Информация о транзакции
sv: Transaktionsinformation

source: Total fee:
bg: Цяла тарифа:
de: Gesamtgebühr:
es: Tarifa total:
fr: Total des frais:
nl: Totale kosten:
pl: Całkowita opłata:
pt: Taxas totais:
ru: Общая комиссия:
sv: Total transaktionskostnad:

source: Estimated size:
bg: Приблизителен размер:
de: Geschätzte Größe:
es: Tamaño estimado:
fr: Taille estimée:
nl: Geschatte grootte:
pl: Szacowany rozmiar:
pt: Tamanho estimado:
ru: Оценка размера:
sv: Estimerad storlek:

source: Size:
bg: Размер:
de: Größe:
es: Tamaño:
fr: Taille:
nl: Grootte:
pl: Rozmiar:
pt: Tamanho:
ru: Размер:
sv: Storlek:

source: Inputs count:
bg: Брой входяща информация:
de: Inputzähler:
es: Cantidad de entradas:
fr: Nombre d'entrées:
nl: Invoer aantal:
pl: Ilość wejść:
pt: Quantidade de entradas:
ru: Входов:
sv: Antal ingående:

source: Outputs count:
bg: Брой изходяща информация:
de: Outputzähler:
es: Cantidad de salidas:
fr: Nombre de sorties:
nl: Uitvoer aantal:
pl: Ilość wyników:
pt: Quantidade de saídas:
ru: Выходов:
sv: Antal utgående:

source: Inputs
bg: Входяща информация
es: Entradas
fr: Entrées
nl: Invoer
pl: Wejścia
pt: Entradas
ru: Входы
sv: Ingående transaktioner

source: Transaction id:
bg: Транзакция номер:
de: Transaktions ID:
es: ID de Transacción:
fr: ID de transaction:
nl: Transactie id:
pl: Id transakcji:
pt: ID da transação:
ru: Идентификатор транзакции:
sv: Transaktionsid:

source: Output
bg: Изходяща информация
es: Salida
fr: Sortie
nl: Uitvoer
pl: Wynik
pt: Saída
ru: Выход
sv: Utgående transaktioner

source: Label:
bg: Етикет:
es: Etiqueta:
fr: Étiquette:
pl: Etykieta:
pt: Rótulo:
ru: Метка:
sv: Etikett:

source: Raw PSBT:
bg: Необработена частично подписана биткойн транзакзия (PSBT):
es: PSBT sin procesar (Raw)
fr: PSBT brute:
nl: Ruwe PSBT:
pl: Surowa PSBT:
pt: PSBT bruto:
ru: Частично подписанная транзакция (PBST), не закодированная (raw):
sv: Rå PSBT:

source: Save binary
bg: Запази binary
de: Binär speichern
es: Guardar binario
fr: Sauvegarder binaire
nl: Sla binair op
pl: Zapisz dwókowy
pt: Salvar em binário
ru: Сохранить в бинарном формате
sv: Spara binärt

source: Save base64
bg: Запази base64
de: Base64 speichern
es: Guardar base64
fr: Sauvegarder base64
nl: Sla base64 op
pl: Zapisz base64
pt: Salvar em base64
ru: Сохранить в base64
sv: Spara base64

source: Copy Raw PSBT
bg: Копирай Необрабсъобщение
de: Raw PSBT kopieren
es: Copiar PSBT sin formato (Raw)
fr: Copier PSBT brute
nl: Kopieer Ruwe PSBT
pl: Kopiuj Surową PSBT
pt: Copiar PSBT bruto
ru: Скопировать не закодированную частично подписанную транзакцию (PBST)
sv: Copiera rå PSBT

source: Show QR code
bg: Покажи QR кода
de: QR Code anzeigen
es: Mostrar código QR
fr: Afficher le code QR
nl: Toon QR code
pl: Pokarz kod QR
pt: Mostrar QR code
ru: Показать QR-код
sv: Visa QR-kod

source: Sign transaction with your:
bg: Подпишете транзакцията с вашия:
de: Transaktion signieren mit deinem:
es: Firme la transacción con su:
fr: Signer la transaction avec votre:
nl: Onderteken transactie met uw:
pl: Podpisz transakcje ze swojego:
pt: Assinar a transação com seu:
ru: Подписать транзакцию вашим:
sv: Signera transaktion med din:

source: Transaction is ready to send
bg: Транзакцията е готова за изпращане
de: Transaktion ist bereit zum Senden
es: La transacción está lista para enviarse
fr: La transaction est prête à être envoyée
nl: Transactie is gereed om te verzenden
pl: Transakcja jest gotowa do wysłania
pt: A transação está pronta para ser enviada
ru: Транзакция готова к отправке
sv: Transaktion redo att skickas

source: Paste signed transaction
bg: Поставете подписана транзакция
de: Signierte Transaktion einfügen
es: Pegar transacción firmada
fr: Collez votre transaction signée
nl: Plak ondertekende transactie
pl: Wklej podpisaną transakcje
pt: Cole sua transação assinada
ru: Вставить из буфера подписанную транзакцию
sv: Klistra in signerad transaktion

source: Paste your transaction here
bg: Поставете вашата транзакцкия тука
de: Füge deine Transaktion hier ein
es: Pegue su transacción aquí
fr: Collez votre transaction ici
nl: Plak uw transactie hier
pl: Wklej tu swoją transakcję
pt: Cole sua transação aqui
ru: Вставьте транзакцию сюда
sv: Klistra in din transaktion här

source: Confirm
bg: Потвърди
de: Bestätigen
es: Confirmar
fr: Confirmer
nl: Bevestig
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sv: Godkänn

source: Delete Transaction
bg: Изтрий Транзакция
de: Transaktion löschen
es: Borrar transacción
fr: Supprimer la transaction
nl: Verwijder Transactie
pl: Usuń Transakcję
pt: Excluir transação
ru: Удалить транзакцию
sv: Ta bort transaktion

source: Sending transaction...
bg: Праща се транзакция…
de: Sende Transaktion...
es: Enviando transacción...
fr: Envoi des transactions...
nl: Transactie versturen...
pl: Wysyłanie transakcji...
pt: Enviando transação...
ru: Отправка транзакции...
sv: Skickar transaktion...

source: Server failed to broadcast transactions!
bg: Сървърът не успя да излъчи транзакциите!
de: Übertragung der Transaktionen fehlgeschlagen!
es: El servidor no pudo transmitir las transacciones!
fr: Le serveur n'a pas réussi à diffuser les transactions!
nl: Transactie versturen door server is gefaald!
pl: Serwerowi nie udało się nadać transakcji!
pt: Falha no servidor ao transmitir as transações!
ru: Сервер не мог отправить транзакцию!
sv: Server misslyckades att skicka transaktioner!

source: Wallet Info
bg: Информарция за Портмонето
es: Información de la Billetera
fr: Info portefeuille
nl: Wallet informatie
pl: Szczegóły portfela
pt: Informação da Carteira
ru: Информация о кошельке
sv: Plånboksinformation

source: Show keys details
bg: Покажи детайли на ключове
de: Key Details anzeigen
es: Mostrar detalles de las llaves
fr: Afficher le détail des clés
nl: Toon sleuteldetails
pl: Pokarz szczegóły klucza
pt: Mostrar detalhes das chaves
ru: Показать детали ключей
sv: Visa nyckeldetaljer

source: SLIP-132 extended public keys (xpubs) are a different format for xpubs which usually starts with zpub or ypub.
bg: SLIP-132 удължени публични ключове (xpubs) са различен формат за xpubs, които обикновено започват с zpub или ypub.
de: SLIP-132 erweiterte Public Keys (Xpubs) haben ein anderes Format als Xpubs, die normalerweise mit zpub oder ypub beginnen.
es: Las llaves públicas extendidas SLIP-132 (xpubs) son un formato diferente para xpubs que generalmente comienza con zpub o ypub.
fr: SLIP-132 clés publiques élargies (xpubs) est un format différent de xpub, qui commence généralement par zpub ou ypub.
nl: SLIP-132 extended public keys (xpubs) hebben een ander formaat voor xpubs welke gebruikelijk starten met zpub of ypub.
pl: SLIP-132 rozszerzone klucze publiczne (xpub-y) są w innym formacie dla xpub-ów które zwykle zaczynają się z zpub lub ypub.
pt: Chaves públicas extentidas do tipo SLIP-132 (xpubs) são um formato diferente de xpubs que normalmente começam com zpub ou ypub.
ru: Расширенные публичные ключи (xpub) в формате SLIP-132 — другой формат для xpub-ключе, обычно начинающихся с zpub или ypub.
sv: SLIP-132 utökade publika nyklar (xpubs) är i ett annat format än xpubs som vanligtvis börjar med zpub eller ypub.

source: Export Wallet
bg: Експортирай Портмоне
de: Wallet exportieren
es: Exportar Billetera
fr: Exporter le portefeuille
nl: Exporteer Wallet
pl: Eksportuj Portfel
pt: Exportar Carteira
ru: Экспортировать кошелек
sv: Exportera plånbok

source: Export To Wallet Software
bg: Експортирай до Софтуер за Портмоне
de: Export zur Wallet Software
es: Exportar a Software de Billetera
fr: Exporter le portefeuille dans un autre logiciel
nl: Exporteer Naar Wallet Software
pl: Eksportuj Do Oprogramowania Portfela
pt: Exportando Para o Software da Carteira
ru: Экспортировать в ПО-кошелек
sv: Exportera till plånboksmjukvara
