Repository: cryptoadvance/specter-desktop
Catalog: src/cryptoadvance/specter/translations/*/LC_MESSAGES/messages.po
Languages: bg, de, el, es, fr, nl, pl, pt, ru, sv

source: Your node does not have <code>blockfilterindex</code> enabled.<br>Setting <code>blockfilterindex=1</code> in your <code>bitcoin.conf</code> file is recommended as it takes just a few GB of storage<br>and helps to speed-up blockchain rescanning.
bg: Вашият възел няма <code>blockfilterindex</code> включен.<br>Настройване <code>blockfilterindex=1</code> във вашия <code>bitcoin.conf</code> файл е препоръчана, тъй като отнеме само няколко гигабайта от място<br>и помага да ускори ресканирането на блокчейна.
de: Bei deinem Node ist <code>blockfilterindex</code> nicht eingeschaltet.<br>Du solltest <code>blockfilterindex=1</code> in deiner <code>bitcoin.conf</code> Datei eintragen, da es nur wenige GB Speicher belegt<br>und das Durchscannen der Blockchain beschleunigt.
el: Ο κόμβος σας δεν έχει <code>blockfilterindex</code> ενεργοποιημένο.<br>Προτείνεται η ρύθμιση του <code>blockfilterindex=1</code> στο αρχείο<code>bitcoin.conf</code> επειδή παίρνει μόνο μερικά GB αποθηκευτικού χώρου<br>και βοηθά να επιταχύνει το επανασκανάρισμα της blockchain.
es: Tu nodo no tiene <code> blockfilterindex </code> habilitado. <br> Se recomienda configurar <code> blockfilterindex = 1 </code> en el archivo <code> bitcoin.conf </code>, ya que solo se necesitan unos pocos GB de almacenamiento <br> y ayudara a acelerar la reexploración de la cadena de bloques.
fr: La fonction <code>blockfilterindex</code> de votre noeud est désactivée.<br>Définir le paramètre <code>blockfilterindex=1</code> dans votre fichier <code>bitcoin.conf</code> est recommandé puisque seulement quelques Gb de données sont nécessaires<br>et le processus d'analyse du blockchain est accéléré.
nl: Uw node heeft geen <code>blockfilterindex</code> ingeschakeld.<br>Toevoegen van <code>blockfilterindex=1</code> in uw <code>bitcoin.conf</code> bestand is aanbevolen aangezien het maar een aantal GB aan opslag vraagt<br>en het helpt om blockchain herscanning te versnellen.
pl: Twój węzeł nie posiada <code>blockfilterindex</code> włączonego.<br>Ustawienie <code>blockfilterindex=1</code> w pliku konfiguracyjnym <code>bitcoin.conf</code> jest rekomendowane poniewaz zajmuje kilka gigabajtów <br>i pomaga przyśpieszyć re-skanowanie blockchain.
pt: Seu node não tem <code>blockfilterindex</code> habilitado. <br>Definir <code>blockfilterindex = 1</code> no arquivo <code>bitcoin.conf</code> é recomendado, pois adiciona alguns GB de armazenamento <br>e ajuda a acelerar a nova varredura da blockchain.
ru: У вашего узла отключена опция <code>blockfilterindex</code>. <br>Рекомендуем добавить <code>blockfilterindex=1</code> в файл <code>bitcoin.conf</code>: это потребует дополнительно всего нескольких гигабайт на диске<br>и поможет ускорить пересканирование блокчейна.
sv: Din nod har inte <code>blockfilterindex</code> påslaget.<br>Sätt <code>blockfilterindex=1</code> i din <code>bitcoin.conf</code> fil rekommenderas då det enbart använder några till GB lagring<br>och hjälper till att snabba på omsökningar på blockkedjan.

source: Bitcoin Core Version
bg: Биткойн Core версия
el: Έκδοση Bitcoin Core
es: Versión de Bitcoin Core
fr: Version Bitcoin Core
nl: Bitcoin Core Versie
pl: Wersja Bitcoin Core
pt: Versão do Bitcoin Core
ru: Версия Bitcoin Core

source: Connections count
bg: Брой връзки
de: Anzahl Verbindungen
el: Πλήθος συνδέσεων
es: Cantidad de conexiones
fr: Nombre de connexions
nl: Aantal connecties
pl: Ilość połączeń
pt: Contagem de conexões
ru: Соединений
sv: Antal uppkopplingar

source: Difficulty
bg: Трудност
de: Schwierigkeit
el: Δυσκολία
es: Dificultad
fr: Difficulté
nl: Moeilijkheid
pl: Poziom trudności
pt: Dificuldade
ru: Сложность
sv: Svårighetsgrad

source: Size on disk
bg: Размера на твърдия диск
de: Grösse auf Disk
el: Μέγεθος στο δίσκο
es: Tamaño en disco
fr: Taille sur le disque
nl: Opslagruimte
pl: Rozmiar na dysku
pt: Espaço de armazenamento gasto
ru: Занято на диске
sv: Storlek på disk

source: Blocks count
bg: Брой блокове
de: Anzahl Blocks
el: Πλήθος μπλοκ
es: Cantidad de bloques
fr: Nombre de blocs
nl: Aantal Bloks
pl: Liczba bloków
pt: Quantidade de blocos
ru: Блоков
sv: Antal block

source: Last block hash
bg: Последен блок хеш
de: Letzter Block Hash
el: Κατακερματισμός τελευταίου μπλοκ
es: Hash del último bloque
fr: Identifiant du dernier bloc
nl: Laatste blok hash
pl: Ostatni hash bloka
pt: Último hash do Bloco
ru: Хэш последнего блока
sv: Senaste blockhashet

source: Mempool Size
bg: Mempool (памет) размер
de: Mempool Grösse
el: Μέγεθος μνήμης Mempool
es: Tamaño del Mempool
fr: Taille du bassin de transactions
nl: Mempool grootte
pl: Rozmiar Mempool
pt: Tamanho da Mempool
ru: Размер мемпула
sv: Mempoolstorlek

source: Node uptime
bg: Възел време в операция
de: Node Laufzeit
el: Χρόνος εν ενεργεία του κόμβου
es: Tiempo de actividad de Nodo
fr: Disponibilité du noeud
pl: Uptime węzła
pt: Tempo do Node Ativo
ru: Время работы узла
sv: Nodens upptid

source: Hours
bg: Часове
de: Stunden
el: Ώρες
es: Horas
fr: Heures
nl: Uren
pl: Godziny
pt: Horas
ru: Часов
sv: Timmar

source: Automatic pruning
bg: Автоматично подрязване
de: Automatischen Stutzen
el: Αυτόματο κλάδεμα
es: Podado (prune) automático
nl: Automatisch trimmen
pl: Automatyczne przycinanie
pt: Corte automático
ru: Автоматическое удаление данных блокчейна (прунинг)
sv: Automatisk beskärning

source: Prune height
bg: Блок височина на подрязване
de: Stutzhöhe
el: Ύψος κλαδέματος
es: Altura de podado
nl: Trim hoogte
pl: Wysokość przycięcia
pt: Altura do corte
ru: Высота прунинга
sv: Beskärningshöjd

source: Prune target size
bg: Подрязване таргет размер
de: Zielgrösse für Stutzen
el: Μέγεθος-στόχος κλαδέματος
es: Tamaño aproximado de podado
fr: Cible de la taille de l'élagage
nl: Trim doelgrootte
pl: Oczekiwany rozmiar przycięcia
pt: Tamanho alvo do node prunado
ru: Целевой размер прунинга
sv: Beskärningsstorleksmål

source: Run the numbers!
bg: Изчислете си сами!
de: Rechne alles durch!
es: Corre los números!
fr: Calcul des données!
nl: Bereken de cijfers!
pl: Przekalkuluj to!
pt: Captando os números!
ru: Проверьте числа!
sv: Beräkna!

source: Calculate the total Bitcoin supply
bg: Изчислете целия Биткойн запас
de: Berechne Gesamtvorrat aller Bitcoin
el: Υπολογισμός των συνολικών διαθέσιμων Bitcoin
es: Calcular el suministro total de Bitcoin
fr: Calculer le nombre total de bitcoin en circulation
nl: Bereken de totale Bitcoin voorraad
pl: Przekalkuluj ile jest Bitcoinów w obiegu
pt: Calculando o suprimento total do Bitcoin
ru: Рассчитать общее количество биткоинов в обращении
sv: Beräkna totalt antal Bitcoins i cirkulation

source: This will run Bitcoin Core's <code>gettxoutsetinfo</code> command which will calculate the total amount of Bitcoin's UTXO set.
bg: Това ще пусне Биткойн Core <code>gettxoutsetinfo</code> команда, която ще изчисли цялото количество на Биткойн UTXO комплекта.
de: Dies startet Bitcoin Core's <code>gettxoutsetinfo</code> Kommando, das den Gesamtbetrag der Bitcoin UTXO Menge berechnet.
el: Αυτό θα τρέξει την εντολή <code>gettxoutsetinfo</code> του Bitcoin Core η οποία θα υπολογίσει το συνολικό αριθμό των Bitcoin's UTXO.
es: Esto ejecutará el comando <code> gettxoutsetinfo </code> de Bitcoin Core, que calculará la cantidad total del conjunto UTXO de Bitcoin.
fr: Exécution de la commande <code>gettxoutsetinfo</code> de Bitcoin Core qui calculera le montant total des ensembles de UTXO de Bitcoin.
nl: Dit zal Bitcoin Core’s <code>gettxoutsetinfo</code> commando uitvoeren dat het totaal aantal Bitcoin zal berekenen in Bitcoin’s UTXO set.
pl: To uruchomi Bitcoin Core <code>gettxoutsetinfo</code> komendę która przeliczy wszystkie zestawy UTXO Bitcoina.
pt: Isso executará o comando <code>gettxoutsetinfo</code> do Bitcoin Core, que calculará a quantidade total do conjunto UTXO do Bitcoin.
ru: Это запустит команду <code>gettxoutsetinfo</code> в Bitcoin Core, которая рассчитает общую сумму всех непотраченных выходов (UTXO) биткоина.
sv: Detta kommer köra Bitcoin Cores <code>gettxoutsetinfo</code> som beräknar totala antalet bitcoin i Bitcoin's UTXO set.

source: This might take a few minutes...
bg: Това може да отнеме няколко минути…
de: Das kann ein paar Minuten dauern...
el: Αυτό ίσως διαρκέσει μερικά λεπτά...
es: Esto puede tardar unos minutos...
fr: Cela pourrait prendre quelques minutes...
nl: Dit kan een paar minuten duren…
pl: To może potrwać kilka minut...
pt: Isso pode levar alguns minutos.
ru: Это может занять несколько минут...
sv: Detta kan ta en stund...

source: Running the numbers... (this might take a few minutes)
bg: Изчислява се…. (това може да отнеме няколко минути)
de: Rechne alles durch... (das kann ein paar Minuten dauern)
el: Υπολογίζουμε τα νούμερα... (αυτό ίσως διαρκέσει μερικά λεπτά)
es: Corriendo los números ... (esto puede llevar unos minutos)
fr: Calcul des données en cours… (patientez quelques minutes)
nl: Cijfers worden berekend… (dit kan een aantal minuten duren)
pl: Kalkuluje... (to może zająć kilka minut)
pt: Captando os números.... (isso pode levar alguns minutos)
ru: Проверка чисел... (это может занять несколько минут)
sv: Beräknar... (detta kan ta ett par minuter)

source: Bitcoin Total Supply
de: Bitcoin Gesamtvorrat
el: Συνολικά Διαθέσιμα Bitcoin
es: Suministro total de Bitcoin
fr: Total des bitcoins en circulation
nl: Bitcoin Totale Voorraad
pl: Wszystkie Bitcoiny w Obiegu
pt: Suprimento Total do Bitcoin
ru: Общее количество биткоинов
sv: Totalt antal bitcoin i cirkulation

source: Your wallets hold
bg: Вашите портмонета държат
de: Deine Wallets enthalten
el: Τα πορτοφόλια σας περιέχουν
es: Tu billetera contiene
fr: Vos portefeuilles détiennent
nl: Uw wallets bevatten
pl: Twoje portfele mają
pt: Sua carteira mantém
ru: В вашем кошельке
sv: Din plånbok håller

source: from the total supply
bg: от цялото количество
de: vom Gesamtvorrat
el: από το συνολικό διαθέσιμο πλήθος
es: del suministro total
fr: du total en circulation
nl: van de totale voorraad
pl: z całego obiegu
pt: da oferta total
ru: общего количества
sv: av totalt cirkulerande bitcoin

source: Configure Bitcoin Core RPC Connection
bg: Настройте Биткойн Core задочна (RPC) връзка
de: Konfiguriere Bitcoin Core RPC Verbindung
el: Ρύθμιση της Σύνδεσης RPC του Bitcoin Core
es: Configurar la conexión RPC de Bitcoin Core
fr: Configurer la connection RPC de Bitcoin Core
nl: Configureer Bitcoin Core RPC Connectie
pl: Konfiguruj Połączenie RPC z Węzłem Bitcoin Core
pt: Configurar Conexão do RPC do Bitcoin Core
ru: Настроить соединение с Bitcoin Core по RPC
sv: Konfigurera Bitcoin Core RPC kopplingen

source: Node configuration
bg: Възелова конфигурация
de: Node Konfiguration
el: Ρύθμιση κόμβου
es: Configuración del Nodo
fr: Configuration du noeud
nl: Node configuratie
pl: Konfiguracja węzłą
pt: Configuração do Node
ru: Настройка узла
sv: Nodkonfiguration

source: Node unreachable...
bg: Връзката с възела е неуспешна…
de: Node nicht erreichbar...
el: Αποτυχία επαφής με τον κόμβο...
es: Nodo inalcanzable ...
fr: Noeud inaccessible...
nl: Node onbereikbaar…
pl: Węzeł nieosiągalny...
pt: Node inacessível...
ru: Узел недоступен...
sv: Nod inte nåbar...

source: keys
bg: ключове
el: κλειδιά
es: llaves
fr: clés
nl: sleutels
pl: klucze
pt: chaves
ru: ключи
sv: nycklar

source: Multisig
bg: Многобройни ключове (Multisig)
el: Πολύ-υπογραφή
es: Multifirma (Multisig)
ru: Кошелек с несколькими подписями (мультисиг)
sv: Multisignatur

source: Single Key
bg: Единичен ключ
de: Einzel Key
el: Μονό-υπογραφή
es: Llave Única (Single Key)
fr: Clé Simple
pl: Pojedyńczy Klucz
pt: Chanve Única
ru: Один ключ
sv: Singelsignatursnyckel

source: Rescanning blockchain
bg: Блокчейн ресканиране
de: Durchscannen der Blockchain
el: Ξανασκανάρισμα της blockchain
es: Reescaneando cadena de bloques
fr: Nouvelle analyse de la blockchain
nl: Blockchain herscannen
pl: Reskanowanie blockchain
pt: Rescaneando a blockchain
ru: Пересканирование блокчейна
sv: Söker i blockkedjan

source: Loading wallet...
bg: Зарежда се портмонето…
de: Lade Wallet...
el: Φόρτωμα πορτοφολιού...
es: Cargando billetera...
fr: Chargement du portefeuille...
nl: Wallet laden…
pl: Ładowanie portfela...
pt: Carregando carteira...
ru: Загрузка кошелька...
sv: Laddar plånbok...

source: Settings
bg: Настройки
de: Einstellungen
el: Ρυθμίσεις
es: Configuraciones
fr: Paramètres
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sv: Inställningar

source: Return
bg: Върнете се
de: Zurück
el: Επιστροφή
es: Regresar
fr: Retour
nl: Terugkeren
pl: Powrót
pt: Retornar
ru: Назад
sv: Gå tillbaka

source: If this is an issue, please let us know! Create an <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank" style="color: #fff;">issue</a> or ping us on <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">Telegram</a> to fix it.
bg: Ако това е проблем, моля ни кажете! Създайте <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank" style="color: #fff;">билетче</a> или ни пишете в <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">Телеграм</a> за да намерим решение.
de: Wenn das ein Problem ist, sag uns Bescheid! Erzeuge eine <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank" style="color: #fff;">Issue</a> oder ping uns auf <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">Telegram</a> an, um es zu beheben.
el: Αν αυτό αποτελεί πρόβλημα, σας παρακαλούμε να μας ενημερώσετε! Δημιουργήστε ένα <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank" style="color: #fff;">issue</a> στο github ή στείλτε μας στο <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">Telegram</a> για να το διορθώσουμε.
es: Si esto es un problema, háganoslo saber. Reporte el <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank" style="color: #fff;"> problema </a> o envíenos un ping en <a href = "https://t.me/spectersupport" target = "_ blank" style = "color: #fff;"> Telegram </a> para solucionarlo.
fr: Si cela pose problème, laissez-le nous savoir! Créez un <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank" style="color: #fff;">problème(issue)</a> où alertez-nous sur <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">Telegram</a> pour le régler.
nl: Als dit een issue is, gelieve het ons te laten weten! Maak een <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank" style="color: #fff;">issue</a> aan of contacteer ons op <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">Telegram</a> om dit op te lossen.
pl: Jeżeli to jest bląd, powiadom nas! Utwórz <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank" style="color: #fff;">zgłoszenie</a> albo napisz do nas na <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">Telegram-ie</a> żeby to naprawić.
pt: Se isso for um problema, avise-nos! Abra uma <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank" style="color: #fff;">issue</a> ou nos chame no <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">Telegram</a> para corrigi-lo.
ru: Если это проблема, пожалуйста, сообщите нам! Создайте <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank" style="color: #fff;">issue</a> или напишите нам в <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">телеграме</a>, и мы все починим.
sv: Om det här är ett problem, berätta för oss! Skapa en <a href="https://github.com/cryptoadvance/specter-desktop/issues" target="_blank" style="color: #fff;">ticket</a> eller pinga oss på <a href="https://t.me/spectersupport" target="_blank" style="color: #fff;">Telegram</a> för att fixa det.

source: Built-in Bitcoin Node Status:
bg: Статус на вграден Биткойн Core:
de: Status des eingebauten Bitcoin Nodes:
el: Κατάσταση του Ενσωματωμένου Κόμβου Bitcoin Core:
es: Estado del nodo Bitcoin integrado:
fr: Statut du noeud Bitcoin intégré:
nl: Status van de ingebouwde Bitcoin Node:
pl: Status Wbudowanego Węzła Bitcoin:
pt: Status do node Bitcoin Integrado:
ru: Статус встроенного узла Bitcoin:
sv: Inbyggd Bitcoinnodstatus:

source: Bitcoin Core Version:
bg: Биткойн Core версия:
el: Έκδοση του Bitcoin Core:
es: Version de Bitcoin Core:
fr: Version Bitcoin Core:
nl: Bitcoin Core Versie:
pl: Wersja Bitcoin Core:
pt: Versão do Bitcoin Core:
ru: Версия Bitcoin Core:

source: New Bitcoin version available!
bg: Последната Биткойн Core версия е налице!
de: Neue Bitcoin Version verfügbar!
el: Νέα έκδοση του Bitcoin Core είναι διαθέσιμη!
es: Nueva versión de Bitcoin disponible!
fr: Une nouvelle version Bitcoin est disponible!
nl: Nieuwe Bitcoin versie beschikbaar!
pl: Nowa wersja Bitcoin dostępna!
pt: Nova versão do Bitcoin disponível!
ru: Доступна новая версия Bitcoin!
sv: Ny Bitcoin Core version tillgänglig!

source: Upgrade Bitcoin Core version to:
bg: Подновете Биткойн Core версия до:
de: Upgrade Bitcoin Core Version auf:
el: Αναβάθμιση της έκδοσης του Bitcoin Core σε:
es: Actualizar Bitcoin Core a versión:
fr: Mettre à jour la version de Bitcoin Core à:
nl: Upgrade Bitcoin Core versie naar:
pl: Uaktualnienie Bitcoin Core do wersji:
pt: Atualizar a versão do Bitcoin Core para:
ru: Обновить Bitcoin Core до версии:
sv: Uppgradera Bitcoin Core till:

source: Stop Bitcoin Core
bg: Спрете Биткойн Core
de: Stoppe Bitcoin Core
el: Σταμάτημα του Bitcoin Core
es: Detener Bitcoin Core
fr: Arrêter Bitcoin Core
pl: Zatrzymaj Bitcoin Core
pt: Parar o Bitcoin Code
ru: Остановить Bitcoin Core
sv: Stoppa Bitcoin Core

source: Start Bitcoin Core
bg: Стартирайте Биткойн Core
de: Starte Bitcoin Core
el: Εκκίνηση του Bitcoin Core
es: Iniciar Bitcoin Core
fr: Démarrer Bitcoin Core
pl: Uruchom Bitcoin Core
pt: Iniciar o Bitcoin Core
ru: Запустить Bitcoin Core
sv: Starta Bitcoin Core

source: If this is your first time starting the node, and you haven't used the QuickSync, your node will start with Initial Block Downloading (IBD) to sync with the network.
bg: Ако това е вашото първо стартиране на възел и не сте използвали QuickSync, вашият възел ще започне с първо изтегляна на блокчейна (Initial Block Downloading (IBD)), за да синхронизира с мрежата.
de: Wenn du diese Node zum ersten Mal startest und nicht QuickSync benutzt, dann führt die Node einen Initial Block Download (IBD) durch, um sich mit dem Netzwerk zu synchronisieren.
el: Αν αυτή είναι η πρώτη φορά που ξεκινάτε τον κόμβο, και δεν έχετε χρησιμοποιήσει τον ταχύ συγχρονισμό QuickSync, ο κόμβος σας θα ξεκινήσει με το Φόρτωμα Αρχικών Μπλοκ (IBD) για να συντονιστεί με το δίκτυο.
es: Si es la primera vez que inicia el nodo y no ha utilizado QuickSync, su nodo comenzará con la descarga de bloques inicial (IBD) para sincronizarse con la red.
fr: Si c'est la première fois que vous démarrez le noeud, et que vous n'avez pas utilisé QuickSync, votre noeud débutera avec Initial Block Downloading (IBD) pour la synchronisation avec le réseau.
nl: Als dit de eerste keer is dat u de node opstart, en u heeft de QuickSync niet gebruikt, zal uw node starten met Initial Block Downloading (IBD) om te synchroniseren met het netwerk.
pl: Jeżeli to jest pierwszy raz kiedy uruchamiasz węzeł i nie używasz QuickSync, twój węzeł zacznie od Pobrania Wstępnego Bloku (Initial Block Download) żeby zsynchronizować się z siecią.
pt: Se esta é a primeira vez que inicia o node e não usou a Sincronização Rápida, seu node iniciará com o Download de Blocos Iniciais (Initial Block Downloading, IBD) para sincronizar com a rede.
ru: Если вы запускаете узел впервые и не использовали QuickSync, ваш узел начнет начальную загрузку блоков (IBD) для синхронизации с сетью.
sv: Om detta är första gången du startar din nod, och du inte använt QuickSync, så kommer noden börja med att ladda hem block (IBD) för att synkronisera med nätverket.

source: This process of IBD syncing may take several days. If you'd like the QuickSync option, please click on it before starting your node, or if it's running, stop it and the click the QuickSync.
bg: Процесът на IBD синхронизиране може да отнеме няколко дена. Ако искате да ползвате опицятя за бързо синхронизиране (QuickSync), моля цъкнете върху опцията преди да стартирате вашия възел, или ако вече върди, спрете възела и цъкнете QuickSync.
de: Der Vorgang des IBD Synchronisierens kann mehrere Tage in Anspruch nehmen. Wenn du die QuickSync Option nehmen möchtest, dann klicke sie vor dem Start des Nodes an. Wenn er bereits läuft, dann stoppe ihn und klicke dass auf QuickSync.
el: Η διαδικασία συγχρονισμού IBD μπορεί να διαρκέσει μερικές ημέρες. Αν προτιμάτε την επιλογή του ταχύ συγχρονισμού QuickSync, παρακαλώ κάντε κλικ σε αυτήν πριν ξεκινήσετε τον κόμβο σας, ή αν τρέχει ήδη, σταματήστε τον και κάντε κλικ το QuickSync.
es: Este proceso de sincronización de la IBD puede tardar varios días. Si desea la opción QuickSync, haga clic en ella antes de iniciar su nodo, o si se está ejecutando, deténgala y haga clic en QuickSync.
fr: Le processus de synchronisation IBD peut prendre plusieurs jours. Si vous souhaitez utiliser l'option QuickSync, veuillez cliquer dessus lors du démarrage de votre noeud. Si le noeud est déjà en fonction, arrêtez-le puis cliquez sur QuickSync.
nl: Het proces van IBD synchronisatie kan verschillende dagen duren. Als u de QuickSync optie liever gebruikt, gelieve hier op te klikken voor u de node opstart, of als de node al draait, stop deze en klik op de QuickSync.
pl: Proces IBD może potrwać kilka dni. Jeżeli preferujesz opcję QuickSync, zaznacz ją przed uruchomieniem twojego węzła, a jeżeli już jest uruchomiony, zatrzymaj go i zaznacz QuickSync.
pt: Este processo de sincronização do IBD pode levar vários dias. Se desejar a opção de Sincronização Rápida, clique nela antes de iniciar seu node ou, se estiver executando-o, pare e clique em Sincronização Rápida.
ru: Синхронизация с IBD может занять несколько дней. Если вы хотите использовать QuickSync, выберите эту опцию до запуска узла. Если узел уже работает, остановите его и кликните на QuickSync.
sv: Processen att ladda hem blocken (IBD) kan ta flera dagar att färdigställa. Om du vill använda QuickSync, vänligen välj det innan du startar noden. Om den redan kör, stoppa noden, aktivera QuickSync och starta igen.

source: (Warning: QuickSync will override any existing data of your Bitcoin Node!)
bg: (Внимание: QuickSync ще замени съществуващи данни във вашия Биткойн възел!)
de: (Vorsicht: QuickSync überschreibt alle existierenden Daten deiner Bitcoin Nodes!)
el: (Προσοχή: Η επιλογή QuickSync θα εγγράψει πάνω στα υπάρχοντα δεδομένα του Bitcoin κόμβου σας!)
es: (Advertencia: QuickSync anulará cualquier dato existente de su Nodo Bitcoin)
fr: (Mise en garde: QuickSync va outrepasser toutes données existantes de votre noeud Bitcoin!)
nl: (Waarschuwing: QuickSync zal bestaande data van uw Bitcoin Node overschrijven!)
pl: (Uwaga: QuickSync nadpisze wszelkie dane znajdujące się w twoim Węźle Bitcoin!)
pt: (Atenção: A Sincronização Rápida substituirá todos os dados existentes de seu node Bitcoin!)
ru: (Предупреждение: QuickSync перезапишет все данные вашего биткоин-узла!)
sv: (Varning: QuickSync skriver över all data du har på din Bitcoin nod!)

source: Debug
el: Εύρεση λαθών
es: Depurar
fr: Déboguer
nl: Debuggen
ru: Отладка
sv: Felsök

source: See Bitcoind Logs
bg: Виж Bitcoind логовете
de: Siehe Bitcoind Logs
el: Δείτε το ιστορικό του Bitcoind
es: Ver registros de Bitcoind
fr: Visionner les données de Bitcoind
nl: Kijk Bitcoind Logs na
pl: Zobacz logi Bitcoind
pt: Ver os Logs do Bitcoind
ru: Смотреть логи Bitcoind
sv: Se bitcoind loggarna
